Repository: cognitionworks/appsuite-middleware
Catalog: server/i18n/*/server.*.po
Languages: pl_pl

source: Private Folders
pl_pl: Prywatne Foldery

source: Public Folders
pl_pl: Publiczne Foldery

source: Shared Folders
pl_pl: Wspólne foldery

source: Shared Address Book
pl_pl: Wspólna Książka Adresowa

source: Global Address Book
pl_pl: Ogólna Książka Adresowa

source: OX Folders
pl_pl: Foldery OX

source: Projects
pl_pl: Projekty

source: Other Task Folders
pl_pl: Inne Foldery Zadań

source: Other Calendar Folders
pl_pl: Inne Foldery Kalendarza

source: Other Contact Folders
pl_pl: Inne Foldery Kontaktów

source: Other Infostore Folders
pl_pl: Inne Foldery Infostore

source: My Infostore Folder
pl_pl: Mój Folder Infostore

source: Tasks
pl_pl: Zadania

source: Calendar
pl_pl: Kalendarz

source: Contacts
pl_pl: Kontakty

source: All internal users
pl_pl: Wszyscy użytkownicy wewnętrzni

source: Read Acknowledgement
pl_pl: Przeczytaj adnotację

source: This is a Return Receipt for the mail that you sent on #DATE# to #RECIPIENT# with subject "#SUBJECT#". Note: This return receipt only acknowledges that the message was displayed on the recipients computer. There is no guarantee that the recipient has read or understood the message contents.
pl_pl: Jest to wiadomość zwrotna, dla emaila wysłanego w #DATE# do #RECIPIENT# o temacie "#SUBJECT#". Uwaga: Otrzymanie tej wiadomości oznacza, że została ona wyświetlona na komputerze odbiorcy. Nie oznacza to, że została przeczytana.

source: On #DATE# at #TIME# #SENDER# wrote:
pl_pl: Dnia #DATE# o godzinie #TIME# #SENDER# napisał (a):

source: A new appointment has been created by [created_by]. Direct Link: [link] Appointment =========== Created by: [created_by] Title: [title] Location: [location] Start date: [start] End date: [end] Description: [description] Participants ============ [participants] Resources ========= [resources] ==========================================
pl_pl: Nowe spotkanie zosyało utworzone przez [created_by]. Bezpośredni link: [link] Spotkanie =========== Utworzone przez: [created_by] Tytuł: [title] Lokalizacja: [location] Od: [start] Do: [end] Opis: [description] Uczestnicy ============ [participants] Zasoby ========= [resources] ==========================================

source: A new task has been created by [created_by]. Direct Link: [link] Task ==== Created by: [created_by] Title: [title] Start date: [start] End date: [end] Description: [description] Participants ============ [participants] Resources ========= [resources] ==========================================
pl_pl: Nowe zadanie zostało utworzone przez [created_by]. Bezpośredni link: [link] Zadanie ==== Utworzone przez: [created_by] Tytuł: [title] Od: [start] Do: [end] Opis: [description] Uczestnicy ============ [participants] Zasoby ========= [resources] ==========================================

source: This appointment has been deleted by [changed_by]. Appointment =========== Created by: [created_by] Title: [title] Location: [location] Start date: [start] End date: [end] Description: [description] ==========================================
pl_pl: To spotkanie zostało usunięte przez[changed_by]. Spotkanie =========== Utworzone przez: [created_by] Tytuł: [title] Lokalizacja: [location] Od: [start] Do: [end] Opis: [description] ==========================================

source: This task has been deleted by [changed_by]. Task ==== Created by: [created_by] Title: [title] Start date: [start] End date: [end] Description: [description] ==========================================
pl_pl: To zadanie zostało usunięte przez [changed_by]. Zadanie ==== Utworzone przez: [created_by] Tytuł: [title] Od: [start] Do: [end] Opis: [description] ==========================================

source: This appointment has been changed by [changed_by]. Direct Link: [link] Appointment =========== Created by: [created_by] Title: [title] Location: [location] Start date: [start] End date: [end] Description: [description] Participants ============ [participants] Resources ========= [resources] ==========================================
pl_pl: To spotkanie zostało zmienione przez [changed_by]. Bezpośredni Link: [link] Spotkanie =========== Utworzone przez: [created_by] Tytuł: [title] Lokalizacja: [location] Od: [start] Do: [end] Opis: [description] Uczestnicy ============ [participants] Zasoby ========= [resources] ==========================================

source: This task has been changed by [changed_by]. Direct Link: [link] Task ==== Created by: [created_by] Title: [title] Start date: [start] End date: [end] Description: [description] Participants ============ [participants] Resources ========= [resources] ==========================================
pl_pl: To zadanie zostało zmienione przez [changed_by]. Bezpośredni link: [link] Zadanie ==== Utworzone przez: [created_by] Tytuł: [title] Od: [start] Do: [end] Opis: [description] Uczestnicy ============ [participants] Zasoby ========= [resources] ==========================================

source: A new appointment has been created
pl_pl: Utworzono nowe spotkanie

source: An appointment has been changed
pl_pl: Spotkanie zostało zmienione

source: An appointment has been removed
pl_pl: Spotkanie zostało usunięte

source: A new task has been created
pl_pl: Utworzono nowe zadanie

source: A task has been changed
pl_pl: Zadanie zostało zmienione

source: A task has been removed
pl_pl: Zadanie zostało usunięte

source: No resources have been scheduled.
pl_pl: Żadne zasoby nie zostały zaplanowane.
