Repository: cognitionworks/appsuite-middleware
Catalog: com.openexchange.upsell.multiple.gui/gui/lang/*.po
Languages: cs_cz, es_es, fr_fr, hu_hu, it_it, ja_jp, lv_lv, nl_nl, pl_pl, sk_sk

source: After you press 'OK', an automatic Re-Login will be initiated, and the new feature is going to be available immediately
cs_cz: Po stisknutí ‚OK‘ budete automaticky znovu přihlášeni a nová funkce bude okamžitě k dispozici
es_es: Tras pulsar 'Aceptar' se iniciará una reconexión automática y la nueva característica estará disponible inmediatamente
fr_fr: Lorsque vous aurez cliqué sur « OK », une reconnexion automatique sera établie et la nouvelle fonctionnalité sera disponible immédiatement
hu_hu: Az OK megnyomása után automatikusan újra be lesz jelentkeztetve, amely után az új szolgáltatás azonnal elérhető lesz
it_it: Dopo aver premuto 'OK', si verificherà un nuovo accesso automatico, e le nuove funzionalità saranno immediatamente disponibili
ja_jp: [OK]を押した後に、自動再ログインによって初期化され、新しい機能が直ちに利用できるようになります。
lv_lv: Pēc tam kad piespiedīsiet 'Labi', tiks inicializēta atkārtota pieslēgšanās un jaunā funkcionalitāte būs nekavējoties pieejama
nl_nl: Nadat u op 'OK' heeft geklikt, zal u automatische opnieuw worden aangemeld, hierna is de nieuwe functie direct beschikbaar
pl_pl: Po naciśnięciu 'OK' automatycznie rozpocznie się ponowne logowanie, a nowy element będzie natychmiast dostępny
sk_sk: Potom ako stlačíte „OK“ sa začne automatické znovuprihlásenie a nové funkcie budú dostupné okamžite

source: Ok
es_es: Aceptar
lv_lv: Labi

source: Error.
cs_cz: Chyba.
fr_fr: Erreur.
hu_hu: Hiba.
it_it: Errore.
ja_jp: エラー。
lv_lv: Kļūda.
nl_nl: Fout.
pl_pl: Błąd.
sk_sk: Chyba.

source: No Valid Purchasing method
cs_cz: Žádný platný způsob nákupu
es_es: Método de compra no válido
fr_fr: Pas de méthode d'achat valide
hu_hu: Nem érvényes vásárlási módszer
it_it: Metodo di acquisto non valido
ja_jp: 購入方法が有効ではありません
lv_lv: Nav derīga pirkšanas metode
nl_nl: Geen geldige Aankoopmethode
pl_pl: Brak ważnej metody zakupu
sk_sk: Žiaden platný spôsob kúpy

source: cancel
cs_cz: zrušit
es_es: cancelar
fr_fr: annuler
hu_hu: mégse
it_it: annulla
ja_jp: キャンセル
lv_lv: atcelt
nl_nl: annuleren
pl_pl: odwołaj
sk_sk: zrušiť

source: back
cs_cz: zpět
es_es: atrás
fr_fr: retour
hu_hu: vissza
it_it: indietro
ja_jp: 戻る
lv_lv: atpakaļ
nl_nl: terug
pl_pl: powrót
sk_sk: späť

source: more
cs_cz: více
es_es: más
fr_fr: plus
hu_hu: tovább
it_it: altro
ja_jp: 詳細を見る
lv_lv: vairāk
nl_nl: meer
pl_pl: więcej
sk_sk: viac

source: close
cs_cz: zavřít
es_es: cerrar
fr_fr: fermer
hu_hu: bezárás
it_it: chiudi
ja_jp: 閉じる
lv_lv: aizvērt
nl_nl: sluiten
pl_pl: zamknij
sk_sk: zatvoriť
