Repository: cognitionworks/appsuite-middleware
Catalog: com.openexchange.upsell.multiple.gui/gui/lang/*.po
Languages: cs_cz, es_es, fr_fr, hu_hu, it_it, ja_jp, lv_lv, nl_nl, pl_pl, sk_sk

source: Enhance your system with &#8222;InfoStore&#8220;
cs_cz: Vylepšete svůj systém pomocí „Úložiště informací“
es_es: Mejore su sistema con el &#8222;Almacén de información&#8220;
fr_fr: Améliorez votre système avec &#8222;InfoStore&#8220;
hu_hu: Bővítse rendszerét az &#8222;InfoStore-ral&#8220;
it_it: Migliora il tuo sistema con &#8222;Deposito informazioni&#8220;
ja_jp: &#8222;InfoStore&#8220でシステムを拡張する;
lv_lv: Paplašiniet savu sistēmu ar &#8222;InfoStore&#8220;
nl_nl: Verbeter uw systeem met het &#8222;Gegevensdepot&#8220;
pl_pl: Zwiększ wydajność systemu za pomocą &#8222;Magazyn informacji&#8220;
sk_sk: Rozšírte svoj systém pomocou „InfoÚložiska“

source: Where ever you are your documents are stored securely and<br> can be accessed and worked on, anytime!
cs_cz: Ať už jste kdekoliv, vaše dokumenty jsou bezpečně uloženy<br>a můžete k nim přistupovat a pracovat s nimi!
es_es: ¡Donde quiera que estén sus documentos, estarán almacenados con seguridad y<br> podrá accederse y trabajar con ellos en cualquier momento!
fr_fr: Où que vous vous trouviez, vos documents sont stockés en toute sécurité<br> Vous pouvez y accéder et travailler dessus à tout moment !
hu_hu: Bárhol is legyen, dokumentumai biztonságban vannak,<br> bármikor elérheti és szerkesztheti azokat!
it_it: Ovunque tu sia, i documenti sono conservati in modo sicuro e<br> possono essere consultati e modificati, in qualsiasi momento!
ja_jp: どこにいてもドキュメントを安全にストアでき そして<br> いつでもアクセスでき、仕事にとりかかれます!
lv_lv: Lai kur jūs būtu, jūsu dokumenti tiks uzglabāti droši un<br> jūs tiem varēsit piekļut jebkurā laikā!
nl_nl: Waar uw documenten veilig worden opgeslagen en<br>altijd benaderd en bewerkt kunnen worden!
pl_pl: Gdziekolwiek jesteś, Twoje dokumenty są bezpiecznie przechowywane, <br> są w każdej chwili dostępne i można na nich pracować!
sk_sk: Nech sa nachádzate kdekoľvek, vaše dokumenty sú uložené bezpečne <br>a môžete k nim pristupovať a pracovať s nimi kedykoľvek!

source: Teamwork on important files & data
cs_cz: Týmová práce s důležitými soubory a daty.
es_es: Trabaje en equipo con datos & ficheros importantes
fr_fr: Travaillez en équipe sur des fichiers et des données importantes
hu_hu: Csapatmunka fontos fájlokon és adatokon
it_it: Lavoro di squadra su dati e file importanti
ja_jp: 重要なファイルとデータにかかわるチーム作業
lv_lv: Strādājiet darba grupoās ar svarīgiem failiem un datiem
nl_nl: Werk aan belangrijke gegevens en bestanden met een team
pl_pl: Praca grupowa nad ważnymi plikami i danymi
sk_sk: Tímová práca na dôležitých súboroch a dátach

source: Share or publish docments without sending large email attachments
cs_cz: Sdílejte nebo publikujte dokumenty bez posílání velkých příloh
es_es: Comparta o publique documentos sin enviar grandes adjuntos de email
fr_fr: Partagez ou publiez des documents sans envoyer des pièces jointes volumineuses à vos courriels
hu_hu: Osszon meg vagy tegyen közzé dokumentumokat nagy e-mail mellékletek küldése nélkül
it_it: Condividi o pubblica i documenti senza inviare allegati di posta di grandi dimensioni
ja_jp: 大容量の添付ファイルをメール送信すること無しに、ドキュメントを共有または公開する
lv_lv: Koplietojiet vai publicējiet dokumentus un nesūtiet e-pastu ar lieliem pievienojumiem
nl_nl: Deel en publiceer documenten zonder grote E-mail aanhangsels
pl_pl: Udostępniaj lub publikuj dokumenty bez wysyłania dużych załączników do wiadomości e-mail
sk_sk: Zdieľajte alebo zverejňujte dokumenty bez posielania veľkých príloh emailom

source: Ensure actuality through automatic versioning
cs_cz: Zajistěte aktuálnost pomocí automatického ukládání verzí.
es_es: Asegure la vigencia mediante el control versiones automático
fr_fr: Soyez à la pointe de l'actualité grâce au contrôle de versions automatique
hu_hu: Biztosítsa a naprakészséget automatikus verziózással
it_it: Assicura l'attualità tramite il controllo di versione automatico
ja_jp: 自動的にバージョンを振ることによって実在性を確実にする
lv_lv: Nodrošiniet aktualitāti ar automātisku versiju kontroli
nl_nl: Verzeker u van de actuele versie door automatisch versiebeheer
pl_pl: Miej zawsze aktualną wersję dzięki automatycznemu uaktualnianiu
sk_sk: Zaistite aktuálnosť pomocou automatického verzovania

source: Distinguish between official and private content through &#8220;Personal&#8221; &amp; &#8220;Public&#8221; folders
cs_cz: Rozlišujte mezi pracovním a soukromým obsahem pomocí „Osobních“ a „Veřejných“ složek.
es_es: Distinga entre contenido oficial y privado mediante carpetas &#8220;Personales&#8221; &amp; &#8220;Públicas&#8221;
fr_fr: Faites la distinction entre contenu officiel et privé grâce aux dossiers &#8220;Personal&#8221; &amp; &#8220;Public&#8221;
hu_hu: Különböztesse meg a munkahelyi és magánjellegű tartalmat a &#8222;Személyes&#8221; és &#8222;Nyilvános&#8221; mappákkal
it_it: Distingui tra contenuti ufficiali e privati tramite l'utilizzo di cartelle &#8220;Personali&#8221; e &#8220;Pubbliche&#8221;
ja_jp: &#8220;パーソナル&#8221; &amp; &#8220;パブリック&#8221; フォルダによって、オフィシャル コンテンツとプライベート コンテンツとを識別する
lv_lv: Atšķiriet oficiālo un privāto informāciju izmantojot &#8220;Privātās&#8221; &amp; &#8220;Publiskās&#8221; mapes
nl_nl: Maak duidelijk onderscheid tussen zakelijke- en privéinhoud met &#8220;Persoonlijke&#8221; &amp; &#8220;Publieke&#8221; mappen
pl_pl: Rozróżniaj pomiędzy oficjalną i prywatną zawartością dzięki folderom &#8220;Prywatny&#8221; &amp; &#8220;Publiczny&#8221;
sk_sk: Rozlišujte medzi oficiálnym a súkromným obsahom pomocou priečinkov „Osobné“ a „Verejné“

source: Refer to documents via URL-link in projekts and meetings
cs_cz: Odkazujte na dokumenty pomocí URL v projektech a při setkáních
es_es: Referencie documentos mediante enlaces en proyectos y reuniones
fr_fr: Consultez des documents par le biais d'un lien URL renvoyant à des projets ou des réunions
hu_hu: Hivatkozzon dokumentumaira URL-címekkel a projektekben és értekezleteken
it_it: Riferimenti ai documenti tramite collegamenti in progetti e riunioni
ja_jp: プロジェクトおよびミーティング中URLリンクによってドキュメントを参照する
lv_lv: Atsaucieties uz dokumentiem ar URL saitēm projektos un sanāksmēs
nl_nl: Maak verwijzingen naar documenten met een link in projecten en afspraken
pl_pl: Twórz w projektach i spotkaniach odnośniki do dokumentów za pomocą łączy URL
sk_sk: Odkazujte na dokumenty odkazom URL v projektoch a stretnutiach.

source: Access your files anywhere anytime
cs_cz: Přístup k souborům kdykoliv a odkudkoliv
es_es: Acceda a sus ficheros en cualquier lugar y en cualquier momento
fr_fr: Accédez à vos fichiers n'importe où n'importe quand
hu_hu: Érje el fájljait bárhonnan, bármikor
it_it: Accedi ai tuoi file in qualsiasi momento e ovunque tu sia
ja_jp: 自分のファイルにいつでもどこでもアクセスできます
lv_lv: Piekļūstiet saviem failiem jebkur un jebkad
nl_nl: Benader uw bestanden overal en altijd
pl_pl: Miej dostęp do swoich plików w każdym miejscu i o każdej porze
sk_sk: Majte prístup k svojim súborom kdekoľvek a kedykoľvek

source: Data-Security by centralized Server-Back-Up
cs_cz: Bezpečnost dat díky centralizovanému zálohování na serveru
es_es: Seguridad de los datos mediante copias de seguridad del servidor centralizadas
fr_fr: Vos données en sécurité grâce à une sauvegarde sur un serveur centralisé
hu_hu: Adatbiztonság a központi kiszolgálómentéssel
it_it: Sicurezza dei dati grazie a un server di backup centralizzato
ja_jp: 集中型のサーバ バックアップによるデータ セキュリティ
lv_lv: Datu drošība ar centralizētu rezerves kopēšanu
nl_nl: Data-beveiliging door een gecentraliseerde Server-Back-Up
pl_pl: Bezpieczeństwo danych dzięki scentralizowanej Kopii Zapasowej
sk_sk: Zabezpečenie dát centralizovaným zálohovaním na serveri

source: Sign up for 90 Days free trial now !
cs_cz: Vyzkoušejte na 90 dní zdarma!
es_es: ¡Suscriba ya una prueba gratuita por 90 días!
fr_fr: Enregistrez-vous pour un essai gratuit de 90 jours maintenant !
hu_hu: Iratkozzon fel a 90 napos ingyenes próbaverzióra!
it_it: Registra subito la versione di prova gratuita per 90 giorni!
ja_jp: 90日間無償評価版の申し込みに今すぐサインアップする
lv_lv: Piesakieties uz 90 dienu bezmaksas izmēģinājumu tūlīt!
nl_nl: Meld je aan om het 90 dagen gratis te proberen!
pl_pl: Zarejestruj się i pobierz 90-dniową darmową wersję próbną!
sk_sk: Zaregistrujte sa získajte 90-dňovú skúšobnú lehotu zadamo teraz!

source: Sign-Up for trial
cs_cz: Vyzkoušejte
es_es: Suscríbase a una prueba
fr_fr: Faites un essai
hu_hu: Feliratkozás próbaverzióra
it_it: Registra la versione di prova
ja_jp: 評価版の申し込みにサインアップする
lv_lv: Pieteikties izmēģinājumam
nl_nl: Meld u aan voor een proef
pl_pl: Rejestracja po wersję próbną
sk_sk: Zaregistrovať sa na skúšobnú lehotu

source: Invite all my colleagues
cs_cz: Pozvat všechny mé kolegy
es_es: Invitar a todos mis compañeros
fr_fr: Inviter tous mes collègues
hu_hu: Kollégáim meghívása
it_it: Invita tutti i colleghi
ja_jp: 仕事仲間全員に案内する
lv_lv: Ieaicināt visus savus kolēģus
nl_nl: Nodig al mijn collega's uit
pl_pl: zaproś wszystkich moich znajomych
sk_sk: Pozvať všetkých mojich kolegov

source: Enhance your system with &#8222;Teamwork Capabilities&#8220;
cs_cz: Vylepšete svůj systém pomocí „Funkcí pro týmovou práci“
es_es: Mejore su sistema con &#8222;Capacidades de Trabajo en Equipo&#8220;
fr_fr: Améliorez votre système grâce à &#8222;Teamwork Capabilities&#8220;
hu_hu: Bővítse rendszerét &#8222;csapatmunka-képességekkel&#8220;
it_it: Migliora il tuo sistema con &#8222;Teamwork Capabilities&#8220;
ja_jp: &#8222;チーム作業機能&#8220によってシステムを拡張する;
lv_lv: Paplašiniet savu sistēmu ar &#8222;Grupu darba iespējām&#8220;
nl_nl: Verbeter uw systeem met &#8222;Teamwork Mogelijkheden&#8220;
pl_pl: Zwiększ wydajność systemu za pomocą &#8222;Możliwości pracy grupowej&#8220;
sk_sk: Rozšírte svoj systém o „možnosti tímovej práce“

source: Make your team successful and cooperate with each other <br>on tasks, shared files and your team-calendar!
cs_cz: Mějte úspěšný tým a spolupracujte na úkolech, sdílených souborech<br> a týmovém kalendáři!
es_es: ¡Haga que su equipo tenga éxito y coopere con otros<br> en tareas, ficheros compartidos y su calendario de equipo!
fr_fr: Améliorez les performances de votre équipe et travaillez en groupe <br>sur des tâches, des fichiers partagés et votre calendrier d'équipe !
hu_hu: Tegye sikeressé csapatát, működjenek együtt a <br>feladatokon, megosztott fájlokon és a csapat naptárán!
it_it: Rendi vincente la tua squadra e collabora con gli altri<br>sulle attività, i file condivisi e il calendario di squadra!
ja_jp: 仕事、共有ファイル、およびチーム予定表を活用し、<br>相互に協力し合い、チーム作業を成功させる!
lv_lv: Padariet savu darba grupu veiksmīgu un kooperējaties<br>uzdevumos, koplietojot failus un grupas kalendāru!
nl_nl: Maak uw team succesvol en werk met elkaar samen<br> aan taken en gedeelde bestanden en plan met uw teamagenda!
pl_pl: Usprawnij swój zespół i współpracę z innymi <br>nad zadaniami, plikami udostępnionymi i kalendarzem grupowym!
sk_sk: Urobte svoj tím úspešným a spolupracujte <br>na úlohách, zdieľaných súboroch a vašom tímovom kalendári!

source: Team-Calendar
cs_cz: Týmový kalendář
es_es: Calendario de equipo
fr_fr: Calendrier d'équipe(s)
hu_hu: Csapatnaptár
it_it: Calendario di squadra
ja_jp: チームの予定表
lv_lv: Grupas kalendārs
nl_nl: Teamagenda
pl_pl: Kalendarz grupowy
sk_sk: Tímový kalendár

source: Tasks Delegation
cs_cz: Delegování úkolů
es_es: Delegación de tareas
fr_fr: Délégation de tâches
hu_hu: Feladatok kiosztása
it_it: Delega le attività
ja_jp: 仕事の委任
lv_lv: Uzdevumu deliģēšana
nl_nl: Taken delegeren
pl_pl: Delegacja zadań
sk_sk: Delegácia úloh

source: Share Folders
cs_cz: Sdílejte složky
es_es: Comparta carpetas
fr_fr: Partagez des dossiers
hu_hu: Mappamegosztás
it_it: Condividi le cartelle
ja_jp: フォルダを共有する
lv_lv: Mapju koplietošana
nl_nl: Mappen delen
pl_pl: Udostępnij foldery
sk_sk: Zdieľanie priečinkov

source: Share Calendars
cs_cz: Sdílejte kalendáře
es_es: Comparta calendarios
fr_fr: Partagez des calendriers
hu_hu: Naptármegosztás
it_it: Condividi i calendari
ja_jp: 予定表を共有する
lv_lv: Kalendāru koplietošana
nl_nl: Agenda's delen
pl_pl: Udostępnij kalendarze
sk_sk: Zdieľanie kalendárov

source: Enhance your system with &#8222;Business Mobility&#8220;
cs_cz: Vylepšete svůj systém pomocí „Mobilních funkcí pro firmy“
es_es: Mejore su sistema con &#8222;Movilidad Profesional&#8220;
fr_fr: Améliorez votre système grâce à &#8222;Business Mobility&#8220;
hu_hu: Bővítse rendszerét &#8222;üzleti mobilitással&#8220;
it_it: Migliora il tuo sistema con &#8222;Business Mobility&#8220;
ja_jp: &#8222;ビジネス モビリティ&#8220によって、システムを拡張する;
lv_lv: Paplašiniet savu sistēmu ar &#8222;Business Mobility&#8220;
nl_nl: Verbeter uw systeem met &#8222;Zakelijke mobiliteit&#8220;
pl_pl: Zwiększ wydajność systemu za pomocą &#8222;Mobilność biznesowa&#8220;
sk_sk: Rozšírte svoj systém o „business mobilitu“

source: Mail Push or Mail Professional
cs_cz: Mail Push nebo Mail Professional
es_es: Correo Push o Correo Profesional
fr_fr: Mail Push ou Mail Professional
hu_hu: Mail Push vagy Mail Professional
it_it: Mail Push o Mail Professional
ja_jp: メール プッシュ、または、メール プロフェッショナル
lv_lv: 'Mail Push' vai 'Mail Professional'
nl_nl: Mail push of Mail Professional
pl_pl: Mail Push lub Mail Professional
sk_sk: Mail Push alebo Mail Professional

source: With your &#8220;SmartPhone&#8221; you access all vital data<br>(mail, calendar, contacts, etc.) effortlessly and manageable on the spot.
cs_cz: Ze svého „chytrého telefonu“ můžete pohodlně přistupovat ke všem<br>důležitým datům (pošta, kalendář, kontakty atd.) a spravovat je na dálku.
es_es: Con su &#8220;SmartPhone&#8221; usted accede a todos sus datos críticos<br>(correo, calendario, contactos, etc.) sin esfuerzo y utilizables en el momento.
fr_fr: Avec votre &#8220;SmartPhone&#8221;, vous pouvez accéder à toutes vos données vitales <br>(courrier, calendrier, contacts, etc.) sans effort et les gérer immédiatement.
hu_hu: &#8222;Okostelefonjával&#8221; könnyedén elérheti fontos adatait(levelek, <br>naptár, névjegyek stb.) és azonnal használhatja azokat.
it_it: Accedi dal tuo &#8220;SmartPhone&#8221; a tutti i dati essenziali <br>(posta, calendario, contatti, ecc.) senza sforzo e gestendoli al momento.
ja_jp: &#8220;スマートフォン&#8221によって、不可欠なデータ <br>メール、予定表、連絡先、その他すべてに、その場で手軽にアクセスする。
lv_lv: Ar savu &#8220;SmartPhone&#8221; jūs varat piekļūt visiem datiem<br>(pastam, kalendāram, kontaktiem, u.t.t.) tūlītēji un bez problēmām.
nl_nl: Met uw &#8220;smartphone&#8221; heeft u toegang tot alle vitale gegevens <br> (zoals Mail, agenda, contacten, enzovoorts). Alles is moeiteloos en beheersbaar ter plaatse.
pl_pl: Za pomocą &#8220;Smartfona&#8221; masz bez trudu dostęp do wszystkich najważniejszych danych <br>(poczta, kalendarz, kontakty, itp.) i możesz nimi zarządzać na miejscu.
sk_sk: Pomocou vášho „smarfónu“ môžete pristupovať v všetkým dôležitým dátam<br>(pošta, kalendár, kontakty atď.) bez námahy a práve tam, kde ste.

source: Read and answer your mails.
cs_cz: Čtěte a odpovídejte na e-maily.
es_es: Lea y responda sus correos.
fr_fr: Lire et répondre à vos messages.
hu_hu: Olvassa és válaszolja meg leveleit.
it_it: Leggi e rispondi ai messaggi di posta.
ja_jp: メールを読んで返信する。
lv_lv: Lasiet un atbildiet uz savu e-pastu.
nl_nl: Lezen en beantwoorden uw E-mails.
pl_pl: Czytaj i odpowiadaj na wiadomości e-mail.
sk_sk: Čítajte a odpovedajte na emaily.

source: Accept appointment proposals.
cs_cz: Přijímejte návrhy schůzek.
es_es: Acepte propuestas de citas.
fr_fr: Accepter des propositions de rendez-vous.
hu_hu: Fogadjon el értekezletjavaslatokat.
it_it: Accetta le proposte di appuntamento.
ja_jp: アポイントの提案を承諾する。
lv_lv: Apstipriniet tikšanās piedāvājumus.
nl_nl: Accepteren van afspraak voorstellen.
pl_pl: Akceptuj propozycje spotkań.
sk_sk: Prijímajte návrhy na schôdzky.

source: Organize your meetings.
cs_cz: Organizujte své schůzky.
es_es: Organice sus reuniones.
fr_fr: Organiser vos réunions.
hu_hu: Rendszerezze találkozóit.
it_it: Organizza le riunioni.
ja_jp: 会議を計画する。
lv_lv: Organizējiet savas sapulces.
nl_nl: Organiseer uw vergaderingen.
pl_pl: Organizuj spotkania.
sk_sk: Organizujte vaše stretnutia.

source: Add new addresses.
cs_cz: Přidávejte nové adresy.
es_es: Añada nuevas direcciones.
fr_fr: Ajouter de nouvelles adresses.
hu_hu: Vegyen fel új címeket.
it_it: Aggiungi nuovi indirizzi.
ja_jp: 新しいアドレスを追加する。
lv_lv: Pievienojiet jaunas adreses.
nl_nl: Voeg nieuwe adressen toe.
pl_pl: Dodawaj nowe adresy.
sk_sk: Pridávajte nové adresy.

source: Supported are: Windows Mobile 6.x, the Apple iPhone and Nokia S60 OS phones
cs_cz: Podpora pro telefony: Windows Mobile 6.x, Apple iPhone a Nokia S60 OS
es_es: Se admiten: Windows Mobile 6.x, teléfonos Apple iPhone y con sistema Nokia S60
fr_fr: Sont pris en charge : Windows Mobile 6.x, les téléphones de type Apple iPhone et Nokia S60
hu_hu: Támogatottak: a Windows Mobile 6.x, Apple iPhone és Nokia S60 OS telefonok
it_it: Sistemi supportati: Windows Mobile 6.x, Apple iPhone e Nokia S60 OS
ja_jp: サポート機種: Windows Mobile 6.x、 Apple iPhone、Nokia S60 OSフォン
lv_lv: Tiek uzturēti: Windows Mobile 6.x, Apple iPhone un Nokia S60 OS telefoni
nl_nl: De volgende platformen worden ondersteund: Windows Mobile 6.x, de Apple iPhone en Nokia S60 OS-telefoons
pl_pl: Obsługiwane są telefony: Windows Mobile 6.x, Apple iPhone i Nokia S60 OS
sk_sk: Podporované sú: telefóny s Windows Mobile 6.x, Apple iPhone a Nokia S60 OS

source: Blackberry & Android phones are supported through additional Software-Clients.
cs_cz: Telefony Blackberry a Android jsou podporovány pomocí dodatečných softwarových klientů.
es_es: Se admiten los teléfonos Blackberry & Android mediante programas cliente adicionales.
fr_fr: Les téléphones Blackberry et Android sont pris en charge grâce à des logiciels clients additionnels.
hu_hu: A Blackberry és Android telefonok további szoftverklienseken keresztül támogatottak.
it_it: I telefoni Blackberry e Android sono supportati tramite programmi aggiuntivi.
ja_jp: BlackberryとAndroidフォンが、追加のクライアント ソフトによってサポートされています。
lv_lv: Blackberry un Android tiek uzturēti ar papildus klientu programmatūras palīdzibu.
nl_nl: Blackberry & Android-telefoons worden ondersteund met aanvullende software op de telefoon
pl_pl: Blackberry i Android są obsługiwane poprzez dodatkowe oprogramowanie.
sk_sk: Telefóny Blackberry a Android sú podporované prostredníctvom ďalších softvérových klientov.

source: Buy
cs_cz: Koupit
es_es: Comprar
fr_fr: Acheter
hu_hu: Vásárlás
it_it: Compra
ja_jp: 購入する
lv_lv: Pirkt
nl_nl: Aanschaffen
pl_pl: Kup
sk_sk: Kúpiť

source: Enhance your system with &#8222;Outlook Oxtender&#8220;
cs_cz: Vylepšete svůj systém pomocí „Outlook Oxtender“
es_es: Mejore su sistema con &#8222;Outlook Oxtender&#8220;
fr_fr: Améliorez votre système avec &#8222;Outlook Oxtender&#8220;
hu_hu: Bővítse rendszerét az &#8222;Outlook Oxtenderrel&#8220;
it_it: Migliora il tuo sistema con &#8222;Outlook Oxtender&#8220;
ja_jp: &#8222;Outlook Oxtender&#8220とによってシステムを拡張する;
lv_lv: Paplašiniet savu sistēmu ar &#8222;Outlook Oxtender&#8220;
nl_nl: Verbeter uw systeem met het &#8222;Outlook Oxtender&#8220;
pl_pl: Zwiększ wydajność systemu za pomocą &#8222;Outlook Oxtender&#8220;
sk_sk: Rozšírte svoj systém pomocou „Outlook Oxtender“

source: If Outlook&copy; is your preferred choice,<br>use it as your local Groupware Client.
cs_cz: Pokud dáváte přednost Outlooku&copy;, používejte ho<br>jako svůj lokální groupwarový klient.
es_es: Si Outlook&copy; es su opción preferida,<br>úselo como su Cliente local de Software Colaborativo.
fr_fr: Si Outlook&copy; est votre choix préféré,<br>utilisez-le comme client de collecticiel local.
hu_hu: Ha az Outlook&copy; klienst használja, használja <br>helyi csoportmunka-kliensként.
it_it: Se Outlook&copy; è la tua scelta preferita,<br>usalo come client di groupware locale.
ja_jp: Outlook&copyが好みの選択であれば、<br>ローカル グループウェア クライアントとして利用できます。
lv_lv: Ja Outlook&copy; ir jūsu vēlamā izvēle,<br>lietojiet to kā savu OX klienta aplikāciju.
nl_nl: Als Outlook&copy; uw voorkeur heeft, <br> gebruikt u deze als uw lokale groupware applicatie.
pl_pl: Jeśli preferujesz opcję Outlook&copy; <br> użyj jej jako swojego Lokalnego Klienta Oprogramowania do Pracy Grupowej.
sk_sk: Ak preferujete Outlook&copy;,<br>používajte ho ako vášho lokálneho groupware klienta.

source: All your Appointments, Contacts, Mails, etc. get synchronized.
cs_cz: Všechny vaše schůzky, kontakty, zprávy atd. budou synchronizovány.
es_es: Todas sus Citas, Contactos, Correos, etc. se sincronizan.
fr_fr: Tous vos rendez-vous, contacts, courriels etc. sont synchronisés.
hu_hu: Minden értekezlete, névjegye, levele stb. szinkronizálásra kerül.
it_it: Tutti gli appuntamenti, contatti, messaggi di posta, ecc. sincronizzati.
ja_jp: アポイント、連絡先、メールその他すべてを同期する。
lv_lv: Visas jūsu tikšanās, kontakti, e-pasts, u.t.t. tiek automātiski sinhronizēti.
nl_nl: Al uw afspraken, contactpersonen, E-mails, enzovoorts worden gesynchroniseerd.
pl_pl: Wszystki Twoje spotkania, kontakty, wiadomości itp. są synchronizowane.
sk_sk: Všetky vaše schôdzky, kontakty, pošta atď. budú synchronizované.

source: Same look & feel locally and access via web-interface if needed.
cs_cz: Stejný vzhled i ovládání a v případě potřeby přístup přes webové rozhraní.
es_es: El mismo aspecto & utilización en local y acceso vía interfaz web si fuese necesario.
fr_fr: Apparence identique en local et accès par interface web si nécessaire.
hu_hu: Azonos megjelenés helyileg, és igény esetén webes felületű hozzáférés.
it_it: Stesso aspetto sia in caso di accesso locale che tramite l'interfaccia web.
ja_jp: ローカル側は、いつもと同じルック&フィール、必要があればウェブ インターフェイスを利用。
lv_lv: Pierastais skats un sajūtas strādājot lokāli un piekļuve ar web interfeisu, ja nepieciešams.
nl_nl: Dezelfde look & feel lokaal en toegang via web-interface indien noodzakelijk.
pl_pl: Taki sam wygląd lokalny i dostęp za pomocą interfejsu web w razie potrzeby.
sk_sk: Rovnaký vzhľad a správanie lokálne a pri prístupe cez webové rozhranie, ako je potrebné.

source: All your private, public and shared folders are accessable
cs_cz: Budete mít přístup ke všem svým soukromým, veřejným a sdíleným složkám
es_es: Todas sus carpertas privadas, públicas y compartidas son accesibles
fr_fr: Tous vos dossiers privés, publics et partagés sont accessibles
hu_hu: Minden privát, nyilvános és megosztott mappája elérhető
it_it: Tutte le cartelle private, pubbliche e condivise sono accessibili
ja_jp: プライベート、パブリックならびに共有フォルダーのすべてにアクセスできます
lv_lv: Visas jūsu privātās, publiskās un koplietošanas mapes ir pieejamas
nl_nl: Al uw privé, publieke en gedeelde mappen zijn toegankelijk
pl_pl: Wszystkie Twoje foldery prywatne, publiczne i udostępnione są dostępne
sk_sk: Všetky vaše súkromné, verejné a zdieľané priečinky sú prístupné

source: Your provider processed your order successfully.
cs_cz: Váš poskytovatel úspěšně zpracoval objednávku.
es_es: Su proveedor ha procesado su pedido con éxito.
fr_fr: Votre fournisseur a traité votre commande avec succès.
hu_hu: Szolgáltatója sikeresen feldolgozta rendelését.
it_it: Il fornitore ha elaborato correttamente il tuo ordine.
ja_jp: 契約先プロバイダーがオーダー処理に成功しました。
lv_lv: Jūsu provaideris ir veiksmīgi apstrādājis jūsu pasūtījumu.
nl_nl: Uw leverancier verwerkt uw order met succes.
pl_pl: Twój dostawca pomyślnie zakończył przetwarzanie zamówienia.
sk_sk: Váš poskytovateľ úspešne spracoval vašu objednávku.
