Repository: cognitionworks/appsuite-middleware
Catalog: i18n/*/errors.*.po
Languages: de_de, es_es, fr_fr, pl_pl

source: Class %s can not be loaded.
de_de: Klasse %s kann nicht geladen werden
es_es: No se carga la clase %s.
fr_fr: La classe %s ne peut pas être chargée.
pl_pl: Klasa %s nie mogła być załadowana.

source: Collections must not have bodies.
de_de: Sammlungen dürfen keine Bodys haben.
fr_fr: Les collections ne doivent pas comporter de corps.

source: Configuration error: %1$s
de_de: Konfigurationsfehler: %1$s
fr_fr: Erreur de configuration : %1$s

source: Configuration for user %1$s could not be found in context %2$d
de_de: Konfiguration für Benutzer %1$s konnte nicht im Kontext %2$d gefunden werden.
fr_fr: Les réglages de l'utilisateur %1$s n'ont pas pu être trouvés dans le contexte %2$d

source: Connection closed to mail server %1$s with login %2$s (user=%3$s, context=%4$s): %5$s
de_de: Verbindung zum Mailserver %1$s geschlossen mit Login %2$s (Benutzer=%3$s, Kontext=%4$s): %5$s
fr_fr: La connexion vers le serveur de courrier %1$s avec le nom de connexion %2$s (utilisateur=%3$s, contexte=%4$s) est fermée : %5$s

source: Connection is broken due to a socket exception on remote server: %1$s
de_de: Fehlerhafte Verbindung aufgrund einer Socket Exception auf dem entfernten Rechner: %1$s
fr_fr: La connexion est rompue suite à une exception de socket sur le serveur distant : %1$s

source: Connection was refused or timed out while attempting to connect to remote server %1$s for user %2$s.
de_de: Verbindung abgelehnt oder Zeitüberschreitung beim Versuch, eine Verbindung zum entfernten Server %1$s für Benutzer %2$s herzustellen
fr_fr: La connexion a été refusée ou a mis trop longtemps lors de la tentative pour se connecter au serveur %1$s pour l'utilisateur %2$s.

source: Connection was reset. Please try again.
de_de: Verbindung wurde zurückgesetzt. Bitte erneut versuchen.
es_es: La conexión se reinició. Reintente de nuevo.
fr_fr: La connexion a été réinitialisée. Veuillez réessayer.
pl_pl: Połączenie zostało zresetowane. Prosimy spróbować później.

source: Context ID is not a number: %1$s.
de_de: Kontext-ID ist keine Zahl: %1$s.
fr_fr: L'identifiant de contexte n'est pas un nombre : %1$s.

source: Cookie JSESSIONID contains non-matching JVM route: %1$s not equal to %2$s
de_de: Cookie JSESSIONID enthält nicht passende JVM-Route: %1$s ist ungleich %2$s
fr_fr: Le cookie JSESSIONID contient une route JVM qui ne correspond pas : %1$s est différent de %2$s

source: Corrupt AJP package #%1$d: First two bytes do not indicate a package from server to container: %2$s %3$s Wrong AJP package's data: %4$s
de_de: Schadhaftes AJP-Paket #%1$d: Ersten zwei Bytes zeigen kein Paket vom Server an Container an: %2$s %3$s Falsche AJP-Paketdaten: %4$s
fr_fr: Paquetage AJP numéro %1$d corrompu : les deux premiers octets n'indiquent pas un paquetage du serveur au conteneur : %2$s %3$s Données du paquetage AJP incorrectes : %4$s

source: Could not bind connection to local port %1$s
de_de: Verbindung konnte nicht an lokalen Port %1$s angebunden werden
fr_fr: Impossible d'établir la connexion avec le port local %1$s

source: Could not create a PartModifier instance from name %1$s
de_de: PartModifier-Instanz konnte nicht aus dem Namen %1$s erstellt werden
fr_fr: Impossible de créer une instance de PartModifier à partir du nom %1$s

source: Could not find participant for this object.
de_de: Kein Teilnehmer für dieses Objekt gefunden
fr_fr: Impossible de trouver un participant pour cet objet.

source: Couldn't find servlet class "%s"
de_de: Servlet-Klasse "%s" konnte nicht gefunden werden
es_es: No se puede encontrar clase servlet "%s"
fr_fr: Impossible de trouver la classe de servlet « %s »
pl_pl: Nie można znaleźć klasy servlet "%s"

source: Couldn't reach the filestore
de_de: Kein Zugriff auf Dateispeicher
fr_fr: Impossible d'accéder au dépôt de fichiers

source: Couldn't reach the filestore: %s
de_de: Kein Zugriff auf Dateispeicher: %s
es_es: No se puede alcanzar el almacén: %s
fr_fr: Impossible d'accéder au dépôt de fichiers : %s
pl_pl: Nie można połączyć się ze schowkiem: %s

source: Counting tasks did not return a result.
de_de: Zählen der Aufgaben gab kein Ergebnis zurück
es_es: El contador de tareas no devuelve un resultado.
fr_fr: Le comptage des tâches n'a pas renvoyé de résultat.
pl_pl: Obliczanie zadania nie zwróciło żadnego wyniku.

source: Cowardly refusing to convert confidential classified objects.
de_de: Konvertierung eines als vertraulich markierten Eintrags wird verweigert.
fr_fr: Refus timoré de convertir des objets classés confidentiels.

source: Database Query could not be realized
de_de: Datenbank-Abfrage konnte nicht durchgeführt werden
fr_fr: Impossible d'exécuter la consultation de la base de données.

source: Date range in search must contain 2 and not %d values.
de_de: Datumsbereich in Suche muss 2, nicht %d Werte enthalten
es_es: El rango de datos en búsquedas, debe contener 2 valores pero no %d.
fr_fr: L'intervalle de dates dans la recherche doit utiliser 2 valeurs et non %d.
pl_pl: Zakres danych w wyszukiwarce musi zawierać 2 wartości a nie %d/.

source: Default folder %1$s cannot be deleted
de_de: Standardordner %1$s kann nicht gelöscht werden

source: Default folder %1$s cannot be deleted on server %2$s with login %3$s (user=%4$s, context=%5$s)
de_de: Standardordner %1$s kann nicht auf dem Server %2$s mit dem Login %3$s (Benutzer=%4$s, Kontext=%5$s) gelöscht werden.

source: Default folder %1$s cannot be renamed in context %2$s
de_de: Standardordner %1$s kann im Kontext %2$s nicht umbenannt werden
fr_fr: Le dossier par défaut %1$s ne peut pas être renommé dans le contexte %2$s

source: Default folder %1$s cannot be updated
de_de: Standardordner %1$s kann nicht aktualisiert werden

source: Default folder %1$s cannot be updated on server %2$s with login %3$s (user=%4$s, context=%5$s)
de_de: Standardordner %1$s kann nicht auf dem Server %2$s mit dem Login %3$s (Benutzer=%4$s, Kontext=%5$s) aktualisiert werden.

source: Deletion of folder %1$s failed
de_de: Das Löschen des Ordnders %1$s ist fehlgeschlagen.

source: Deletion of folder %1$s failed on server %2$s with login %3$s (user=%4$s, context=%5$s)
de_de: Das Löschen des Ordners %1$s auf dem %2$s mit dem Login %3$s (Benutzer=%4$s, Kontext=%5$s) ist fehlgeschlagen.

source: Delivered sequence id %1$s from database is less than allowed min. folder id of %2$s in context %3$s
de_de: Von Datenbank ausgegebene Sequenz-ID %1$s ist kleiner als die erlaubte minimale Ordner-ID von %2$s im Kontext %3$s
fr_fr: L'identifiant de séquence %1$s fourni par la base de données est inférieur à l'identifiant de dossier minimal de %2$s dans le contexte %3$s

source: Duplicate permission defined for group %1$s. Only one permission per group is allowed.
de_de: Zwei Berechtigungen für Gruppe %1$s definiert. Pro Gruppe ist nur eine Berechtigung möglich.
fr_fr: Droit dupliqué défini pour le groupe %1$s. Seul un droit par groupe est autorisé.

source: Duplicate permission defined for user %1$s. Only one permission per user is allowed.
de_de: Zwei Berechtigungen für Benutzer %1$s definiert. Pro Benutzer ist nur eine Berechtigung möglich.
fr_fr: Droit dupliqué défini pour l'utilisateur %1$s. Seul un droit par utilisateur est autorisé.

source: ERROR: Private flag is only allowed inside of a private folder.
de_de: FEHLER: Privatmarkierung (private flag) nur innerhalb eines privaten Ordners erlaubt
es_es: ERROR: Marca de privado se permite sólo dentro de una carpeta privada.
fr_fr: ERREUR : le drapeau privé n'est permis que dans un dossier privé.
pl_pl: BŁĄD: Flagi prywatne są dozwolone jedynie w prywatnych folderach.

source: ERROR: Unsupported label value %d
de_de: FEHLER: Nicht unterstützter Label-Wert %d
es_es: ERROR: Valor de etiqueta no soportada %d
fr_fr: ERREUR : valeur d'étiquette non prise en charge : %d
pl_pl: BŁĄD: Nieobsługiwana wartość etykiety %d

source: ERROR: Unsupported private flag value %d
de_de: FEHLER: Nicht unterstützter Wert für Privatmarkierung (private flag) %d
es_es: ERROR: Valor de marca de privado no soportada %d
fr_fr: ERREUR : valeur de drapeau privé non prise en charge : %d
pl_pl: BŁĄD: Nieobsługiwana wartość flagi %d

source: ERROR:: Unsupported "shown as" value %d
de_de: FEHLER: Nicht unterstützter "shown as"-Wert %d
es_es: ERROR: Valor "shown as" no soportado %d
fr_fr: ERREUR : valeur « affichée comme » non prise en charge : %d
pl_pl: BŁĄD: Nieobsługiwana wartość '"pokaż jako" %d

source: Edit Conflict. Your change cannot be completed because somebody else has made a conflicting change to the same item. Please refresh or synchronize and try again.
de_de: Bearbeitungskonflikt. Ihre Änderung konnte nicht ausgeführt werden, da derselbe Eintrag von einem anderen Benutzer geändert wurde. Bitte starten Sie neu oder synchronisieren Sie und versuchen Sie es erneut.
es_es: Conflito de edición. El cambio no puede completarse porque alguien ha entrado en conflicto modificando el mismo elemento. Por favor recargue o sincronice y reinitente de nuevo.
fr_fr: Conflit de modification. Votre changement n'a pas pu être validé car quelqu'un d'autre modifié de son côté le même élément. Veuillez réactualiser ou vous resynchroniser puis réessayer.
pl_pl: Błąd edycji. Twoja zmiana nie może być zapisana, ponieważ inny użytkownik wykonał zmianę w tym samym pliku. Prosimy go odświeżyć albo zsynchronizować, a następnie spróbować ponownie.

source: Effective permission of folder %1$s could not be determined for user %2$s in context %3$s
de_de: Rechte für Ordner %1$s für Benutzer %2$s im Kontext %3$s konnten nicht bestimmt werden
fr_fr: Les droits effectifs du dossier %1$s n'ont pas pu être déterminés pour l'utilisateur %2$s dans le contexte %3$s

source: Eliminating the FileStorage failed.
de_de: Löschen des FileStorage fehlgeschlagen
fr_fr: L'élimination du stockage de fichiers a échoué.

source: Empty "CLASS" element.
de_de: Leeres Element "CLASS".
fr_fr: Élément « CLASS » vide.

source: Empty SEND_BODY_CHUNK package MUST NOT be sent
de_de: Leeres SEND_BODY_CHUNK-Paket DARF NICHT gesendet werden
es_es: Un paquete SEND_BODY_CHUNK vacío NO PUEDE ser enviado
fr_fr: Un paquetage SEND_BODY_CHUNK vide ne DOIT PAS être envoyé
pl_pl: Nie można wysyłać pustych pakietów SEND_BODY_CHUNK

source: Empty passwords are not allowed.
de_de: Leere Passwörter sind nicht zulässig.
fr_fr: Les mots de passe vides ne sont pas autorisés.

source: Encoding %s cannot be used.
de_de: Die Kodierung %s kann nicht verwendet werden.
es_es: No puede usarse codificación %s.
fr_fr: L'encodage %s ne peut pas être utilisé.
pl_pl: Kodowanie %s nie może być użyte.

source: End date is before start date
de_de: Enddatum liegt vor Startdatum
es_es: Fecha de fin es anterior a la fecha de inicio
fr_fr: La date de fin est avant la date de début
pl_pl: Podana data końcowa jest wcześniejsza niż data początkowa

source: Error during communication with spamd: "%s"
de_de: Fehler bei der Kommunikation mit spamd: "%s"
fr_fr: Erreur de communication avec spamd : « %s »

source: Error during use of a subsystem
de_de: Fehler bei der Verwendung eines Subsystems.
fr_fr: Erreur lors de l'utilisation d'un sous-système

source: Error processing %1$s mail server response for login %2$s (user=%3$s, context=%4$s). The administrator has been informed.
de_de: Fehler beim Verarbeiten der %1$s Mailserver-Antwort für Login %2$s (Benutzer=%3$s, Kontext=%4$s). Der Administrator wurde informiert.

source: Error processing %1$s mail server response for login %2$s (user=%3$s, context=%4$s). The administrator has been informed. Error message: %5$s
de_de: Fehler beim Verarbeiten der %1$s Mailserver-Antwort für Login %2$s (Benutzer=%3$s, Kontext=%4$s). Der Administrator wurde informiert. Fehlermeldung: %5$s

source: Error processing mail server response. The administrator has been informed.
de_de: Fehler beim Verarbeiten der Mailserver-Antwort. Der Administrator wurde informiert.

source: Error processing mail server response. The administrator has been informed. Error message: %1$s
de_de: Fehler beim Verarbeiten der Mailserver-Antwort. Der Administrator wurde informiert. Fehlermeldung: %1$s

source: Error while getting spamd provider from service: "%s"
de_de: Fehler beim Abrufen des spamd-Providers vom Dienst: "%s"
fr_fr: Erreur d'obtention du fournisseur de spamd à partir du service : « %s »

source: Error while inserting task: %s.
de_de: Fehler beim Einfügen der Aufgabe: %s
es_es: Error al insertar tareas: %s.
fr_fr: Erreur en ajoutant la tâche : %s.
pl_pl: Błąd podczas dodawania zadania: %s.

source: Error: Appointments marked as 'Private' can only be scheduled for the respective user (or owner of the calendar). Please remove additional participants or remove the "Private" mark.
de_de: Fehler: Termine, die als 'Privat' markiert sind können nur für den betreffenden Benutzer (oder den Eigentümer des Kalenders) geplant werden. Bitte entfernen Sie zusätzliche Teilnehmer oder entfernen Sie die "Privat"-Markierung.
fr_fr: Erreur : les rendez-vous marqués comme « Privés » ne peuvent être planifiés que pour l'utilisateur correspondant (ou le propriétaire du calendrier). Veuillez supprimer les participants supplémentaires ou supprimer la marque « Privés ».

source: Error: Got an UserParticipant object with a private folder id < 1 : Identifier = %d
de_de: Fehler: UserParticipant-Objekt mit einer ID für privaten Ordner < 1 erhalten : ID = %d
es_es: Error: Existe un objeto UserParticipant con un id carpeta privada < 1 : Identificador = %d
fr_fr: Erreur : obtenu un objet UserParticipant avec un identifiant de dossier privé inférieur à 1 : identifiant = %d
pl_pl: Błąd: Posiadam obiekt UserParticipant z prywatnym folderem o identyfikatorze < 1 : Identyfikator = %d

source: Error: Got an UserParticipant object with a private folder id in a public folder : Identifier = %d
de_de: Fehler: UserParticipant-Objekt mit einer ID für einen privaten Ordner in einem öffentlichen Ordner erhalten : ID = %d
es_es: Error: Existe un objeto UserParticipant con un id carpeta privada en una carpeta pública : Identificador = %d
fr_fr: Erreur : obtenu un objet UserParticipant avec un identifiant de dossier privé dans un dossier public : identifiant = %d
pl_pl: Błąd: Mam obiekt UserParticipant zawierający prywatny folder umieszczony w katalogu publicznym: Identyfikator: = %d

source: Error: Got an UserParticipant object with an identifier < 1 Identifier:Folder_Type = %d:%d
de_de: Fehler: UserParticipant-Objekt mit einer ID < 1 erhalten ID:Folder_Type = %d:%d
es_es: Error: Existe un objeto UserParticipant con un identificador < 1 Identificador:Folder_Type = %d:%d
fr_fr: Erreur : obtenu un objet UserParticipant avec un identifiant inférieur à 1 : Folder_Type = %d:%d
pl_pl: Błąd: Mam obiekt UserParticipant o identyfikatorze < 1 Identyfikator:Typ_folderu = %d:%d

source: Exception while building JSON.
de_de: Ausnahmefehler beim Bauen von JSON
es_es: Excepción al construir JSON.
fr_fr: Exception en construisant le JSON.
pl_pl: Wyjątek przy tworzeniu JSON.

source: Exception while parsing JSON.
de_de: Ausnahmefehler beim Parsen von JSON
es_es: Excepción al reconocer JSON.
fr_fr: Exception en analysant le JSON.
pl_pl: Wyjątek przy parsowaniu JSON.

source: Exception while parsing JSON: "%s".
de_de: Ausnahmefehler beim Parsen von JSON: "%s".
es_es: Excepción al reconocer JSON: "%s".
fr_fr: Exception en analysant le JSON : « %s ».
pl_pl: Wyjątek przy parsowaniu JSON: "%s".

source: Exception while writing JSON.
de_de: Ausnahmefehler beim Schreiben von JSON
es_es: Excepción al escribir JSON.
fr_fr: Exception en écrivant le JSON.
pl_pl: Wyjątek podczas zapisu JSON.

source: Extras link is not implemented.
de_de: Der Link Extras ist nicht implementiert.
fr_fr: La liaison Extras n'est pas implémentée.

source: FATAL: CalendarFolderObject not initialized!
de_de: FATAL: CalendarFolderObject nicht initialisiert.
es_es: FATAL: ¡CalendarFolderObject no inicializado!
fr_fr: FATAL : CalendarFolderObject non initialisé !
pl_pl: BŁĄD: CalendarFolderObject nie został uruchomiony!

source: FATAL: Would create an object without participants
de_de: FATAL: Dies würde ein Objekt ohne Teilnehmer anlegen
es_es: FATAL: Se ha intentado crear un objeto sin participantes
fr_fr: FATAL : cela créerait un objet sans participants
pl_pl: BŁĄD: Podczas tworzenia obiektu bez użytkowników

source: FATAL:: Can not resolve recurrence position because we got neither the recurring position nor a recurring date position
de_de: FATAL:: Wiederkehrende Position kann nicht aufgelöst werden, da weder die wiederkehrende Position noch die wiederkehrende Datumsposition bekannt ist.
es_es: FATAL: No puede resolverse la posición recursiva porque no se tiene ni una posición recurrente ni una posición de fecha recurrente
fr_fr: FATAL : impossible de déterminer l'emplacement de répétition car on ne dispose ni de l'emplacement se répétant ni de l'emplacement d'une date qui se répète
pl_pl: BŁĄD: Nie można ustalić pierwotnej lokalizacji, ponieważ brakuje wcześniejszych informacji lub daty

source: Failed to create folder. Please retry.
de_de: Der Ordner konnte nicht angelegt werden. Bitte erneut versuchen.

source: Fatal error. (DAILY) Missing or wrong Interval value: %d
de_de: Fataler Fehler. (TÄGLICH) Fehlender oder ungültiger Wert für Intervall: %d
es_es: Error fatal. (DAILY) Falta valor de intervalo o es incorrecto : %d
fr_fr: Erreur fatale. (CHAQUE JOUR) Valeur Interval manquante ou incorrecte : %d
pl_pl: Błąd. (DZIEŃ) Brakujący/nieprawidłowy przedział wartości: %d

source: Fatal error. (MONTHLY) Missing or wrong value DayInMonth : %d
de_de: Fataler Fehler. (MONATLICH) Fehlender oder ungültiger Wert DayInMonth : %d
es_es: Error fatal. (MONTHLY) Falta valor DayInMonth o es incorrecto : %d
fr_fr: Erreur fatale. (CHAQUE MOIS) Valeur DayInMonth manquante ou incorrecte : %d
pl_pl: Błąd. (MIESIĄC) Brakująca/nieprawidłowa wartość DayInMonth: %d

source: Fatal error. (MONTHLY) Missing or wrong value Month : %d
de_de: Fataler Fehler. (MONATLICH) Fehlender oder ungültiger Wert für Monat : %d
es_es: Error fatal. (MONTHLY) Falta valor Month o es incorrecto : %d
fr_fr: Erreur fatale. (CHAQUE MOIS) Valeur Month manquante ou incorrecte : %d
pl_pl: Błąd. (MIESIĄC) Brakująca/nieprawidłowa wartość Miesiąc: %d

source: Fatal error. (MONTHLY2) Missing or wrong Day value: %d
de_de: Fataler Fehler. (MONATLICH2) Fehlender oder falscher Wert für Tag: %d
es_es: Error fatal. (MONTHLY2) Falta valor Day o es incorrecto %d
fr_fr: Erreur fatale. (CHAQUE MOIS 2) Valeur Day manquante ou incorrecte : %d
pl_pl: Błąd. (MIESIĄC2) Brakująca/nieprawidlówa wartość Dzień: %d

source: Fatal error. (MONTHLY2) Missing or wrong DayInMonth value: %d
de_de: Fataler Fehler. (MONATLICH2) Fehlender oder falscher DayInMonthvalue: %d
es_es: Error fatal. (MONTHLY2) Falta valor DayInMonth o es incorrecto: %d
fr_fr: Erreur fatale. (CHAQUE MOIS 2) Valeur DayInMonth manquante ou incorrecte : %d
pl_pl: Błąd. (MIESIĄC2) Brakująca/nieprawidłowa wartość DayInMonth: %d

source: Fatal error. (WEEKLY) Missing or wrong Interval value: %d
de_de: Fataler Fehler. (WÖCHENTLICH) Fehlender oder falscher Wert für Intervall: %d
es_es: Error fatal. (WEEKLY) Falta valor Interval o es incorrecto: %d
fr_fr: Erreur fatale. (CHAQUE SEMAINE) Valeur Interval manquante ou incorrecte : %d
pl_pl: Błąd. (TYDZIEŃ) Brakujący/nieprawidłowy przedział wartości: %d

source: Fatal error. (YEARLY) Missing or wrong Month value: %d
de_de: Fataler Fehler. (JÄHRLICH) Fehlender oder falscher Wert für Monat: %d
es_es: Error fatal. (YERLY) Falta valor Month o es incorrecto: %d
fr_fr: Erreur fatale. (CHAQUE ANNÉE 2) Valeur Interval manquante ou incorrecte : %d
pl_pl: Błąd. (ROK) Brakująca/nieprawidłowa wartość Miesiąc: %d

source: Fatal error. (YEARLY) Missing or wrong value DayInMonth : %d
de_de: Fataler Fehler. (JÄHRLICH) Fehlender oder falscher Wert DayInMonth : %d
es_es: Error fatal. (YERLY) Falta valor DayInMonth o es incorrecto: %d
fr_fr: Erreur fatale. (CHAQUE ANNÉE) Valeur DayInMonth manquante ou incorrecte : %d
pl_pl: Błąd. (ROK) Brakująca/nieprawidłowa wartość DayInMonth: %d

source: Fatal error. (YEARLY2) Missing or wrong Interval value: %d
de_de: Fataler Fehler. (JÄHRLICH2) Fehlender oder falscher Wert für Intervall: %d
es_es: Error fatal. (YEARLY2) Falta valor Intervalo o es incorrecto: %d
fr_fr: Erreur fatale. (CHAQUE ANNÉE 2) Valeur Interval manquante ou incorrecte : %d
pl_pl: Błąd. (ROK2) Brakujący/nieprawidłowy przedział wartości: %d

source: Fatal error. (YEARLY2) Missing or wrong day_or_type : %d
de_de: Fataler Fehler. (JÄHRLICH2) Fehlender oder falscher day_or_type : %d
es_es: Error fatal: (YEARLY2) Falta valor day_or_type o es incorrecto: %d
fr_fr: Erreur fatale. (CHAQUE ANNÉE 2) Valeur day_or_type manquante ou incorrecte : %d
pl_pl: Błąd. (ROK2) Brakująca/nieprawidłowa wartość dzień_albo_typ: %d

source: Fatal error. (YEARLY2) Missing or wrong value day : %d
de_de: Fataler Fehler. (JÄHRLICH2) Fehlender oder falscher Wert für Tag : %d
es_es: Error fatal: (YEARLY2) Falta valor Día o es incorrecto: %d
fr_fr: Erreur fatale. (CHAQUE ANNÉE 2) Valeur Day manquante ou incorrecte : %d
pl_pl: Błąd. (ROK2) Brakująca albo nieprawidłowa wartość dzien: %d

source: Fatal error. An database update exception occurred.
de_de: Fataler Fehler. Eine Datenbank-Aktualisierungsausnahme trat auf.
es_es: Error fatal: Ocurrió una excepción al actualizar la base.
fr_fr: Erreur fatale. Une exception s'est produite lors de la mise à jour de la base de données.
pl_pl: Błąd. Wystąpił wyjątek w trakcie aktualizacji bazy danych.

source: Fatal error. You are trying to create a new recurring from an exception!
de_de: Fataler Fehler. Sie versuchen, aus einer Ausnahme einen neuen wiederkehrenden Termin zu erstellen!
es_es: Error fatal. ¡Está intentado crear una nueva recurrencia de una excepción!
fr_fr: Erreur fatale : Vous essayez de créer une nouvelle série à partir d'une exception !
pl_pl: Błąd. Próbujesz stworzyć nową rekurencję na podstawie wyjątku!

source: File "%1$s" already exists.
de_de: Die Datei "%1$s" ist bereits vorhanden.
fr_fr: Le fichier « %1s » existe déjà.

source: File "%1$s" could not be found.
de_de: Datei "%1$s" konnte nicht gefunden werden
fr_fr: Le fichier « %1$s » est introuvable.

source: File "%1$s" does not exist.
de_de: Die Datei "%1$s" ist nicht vorhanden.
fr_fr: Le fichier « %1$s » n'existe pas.

source: File "%1$s" is not readable.
de_de: Die Datei "%1$s" ist nicht lesbar.
fr_fr: Le fichier « %1$s » ne peut pas être lu.

source: File does not exist in filestore "%1$s". Consider running consistency tool.
de_de: Datei ist nicht im Dateispeicher "%1$s" vorhanden. Ziehen Sie das Ausführen des Konsistenz-Tools in Betracht.
fr_fr: Le fichier n'existe pas dans le dépôt de fichiers « %1$s ». Pensez à lancer l'outil de mise en cohérence.

source: File is not a directory: %s
de_de: Datei ist kein Verzeichnis: %s
es_es: El fichero no es una carpeta: %s
fr_fr: Le fichier n'est pas un répertoire : %s
pl_pl: Plik nie jest katalogiem: %s

source: File storage is full.
de_de: Dateispeicher ist voll.
es_es: El fichero de almacén está lleno.
fr_fr: L'emplacement de stockage des fichiers est plein.
pl_pl: Archiwum plików jest pełne.

source: File upload failed: %1$s
de_de: Hochladen der Datei fehlgeschlagen: %1$s
fr_fr: Le chargement du fichier a échoué : %1$s

source: Filename for property file is not defined.
de_de: Dateiname für property-Datei nicht angegeben
es_es: El nombre para el fichero de propiedades no está definido.
fr_fr: Le nom du fichier de propriétés n'est pas défini.
pl_pl: Nazwa pliku właściciela nie została podana.

source: Flag %1$s could not be changed due to following reason "%2$s"
de_de: Flag %1$s) konnte aus folgendem Grund nicht geändert werden: %2$s
