Repository: cognitionworks/appsuite-middleware
Catalog: i18n/*/errors.*.po
Languages: de_de, es_es, fr_fr, pl_pl

source: Flag %1$s could not be changed due to following reason "%2$s" on server %3$s with login %4$s (user=%5$s, context=%6$s)
de_de: Flag %1$s konnte aus folgendem Grund nicht geändert werden "%2$s" auf Server %3$s mit Login %4$s (Benutzer=%5$s, Kontext=%6$s)

source: Folder "%1$s" has been closed on mail server %2$s with login %3$s (user=%4$s, context=%5$s) due to some reason. Probably your request took too long.
de_de: Ordner "%1$s" wurde auf dem Mailserver %2$s mit dem Login %3$s (Benutzer=%4$s, Kontext=%5$s) geschlossen. Wahrscheinlich dauerte die Anfrage zu lang.
fr_fr: Le dossier « %1$s » est fermé sur le serveur de courrier %2$s avec le nom de connexion %3$s (utilisateur=%4$s, contexte=%5$s). Il est probable que votre requête ait pris trop de temps.

source: Folder "%1$s" is closed due to some reason. Probably your request took too long
de_de: Ordner "%1$s" wurde geschlossen. Wahrscheinlich dauerte Ihre Anfrage zu lang.
fr_fr: Le dossier « %1$s » est fermé pour une raison quelconque. Il est probable que votre requête ait pris trop de temps.

source: Folder "%1$s" not visible to user %2$s in context %3$s
de_de: Ordner "%1$s" ist im Kontext %3$s für Benutzer %2$s nicht sichtbar
fr_fr: Le dossier « %1$s » n'est pas visible par l'utilisateur %2$s dans le contexte %3$s

source: Folder %1$s (%2$d) is not a task folder.
de_de: Der Ordner %1$s (%2$d) ist kein Aufgabenordner.
es_es: La carpeta %1$s (%2$d) no es una carpeta de tareas.
fr_fr: Le dossier %1$s (%2$d) n'est pas un dossier de tâches.
pl_pl: Folder %1$s (%2$d) nie jest katalogiem zadań.

source: Folder %1$s cannot be deleted
de_de: Der Ordner "%1$s" kann nicht gelöscht werden.

source: Folder %1$s cannot be deleted on server %2$s with login %3$s (user=%4$s, context=%5$s)
de_de: Der Ordner %1$s kann nicht auf dem Server %2$s mit dem Login %3$s (Benutzer=%4$s, Kontext=%5$s) gelöscht werden.

source: Folder %1$s could not be loaded in context %2$s
de_de: Laden des Ordners %1$s im Kontext %2$s fehlgeschlagen
fr_fr: Le dossier %1$s n'a pas pu être chargé dans le contexte %2$s

source: Folder %1$s could not be put into cache in context %2$s
de_de: Der Ordner %1$s konnte im Kontext %2$s nicht in den Cache gelegt werden.
fr_fr: Le dossier %1$s n'a pas pu être mis en cache dans le contexte %2$s

source: Folder %1$s could not be removed from folder cache
de_de: Entfernen des Ordners %1$s aus dem Ordner-Cache fehlgeschlagen
fr_fr: Le dossier %1$s n'a pas pu être retiré du cache de dossiers

source: Folder %1$s could not be updated in context %2$s
de_de: Aktualisieren des Ordners %1$s im Kontext %2$s fehlgeschlagen
fr_fr: Le dossier %1$s n'a pas pu être mis à jour dans le contexte %2$s

source: Folder %1$s does not allow subfolders on server %2$s with login %3$s (user=%4$s, context=%5$s).
de_de: Der Ordner "%1$s" erlaubt keine Unterordner auf dem Server %2$s mit dem Login %3$s (Benutzer=%4$s, Kontext=%5$s).

source: Folder %1$s does not allow subfolders.
de_de: Der Ordner %1$s lässt keine Unterordner zu.

source: Folder %1$s does not exist in context %2$s
de_de: Kein Ordner namens %1$s im Kontext %2$s vorhanden
fr_fr: Le dossier %1$s n'existe pas dans le contexte %2$s

source: Folder %1$s does not hold messages and is therefore not selectable
de_de: Der Ordner %1$s enthält keine Nachrichten und kann daher nicht selektiert werden.
fr_fr: Le dossier %1$s ne contient pas de messages et ne peut donc pas être sélectionné

source: Folder %1$s does not hold messages and is therefore not selectable on server %2$s with login %3$s (user=%4$s, context=%5$s)
de_de: Der Ordner %1$s enthält keine Nachrichten und kann daher nicht auf dem Server %2$s mit dem Login %3$s (Benutzer=%4$s, Kontext=%5$s) selektiert werden.
fr_fr: Le dossier %1$s ne contient pas de messages et ne peut donc pas être sélectionné sur le serveur %2$s avec le nom de connexion %3$s (utilisateur=%4$s, contexte=%5$s)

source: Folder %1$s has been modified after last sync timestamp in context %2$s
de_de: Der Ordner %1$s hat sich seit dem letzten sync timestamp im Kontext %2$s geändert.
fr_fr: Le dossier %1$s a été modifié depuis la date de dernière synchronisation dans le contexte %2$s

source: Folder %1$s in context %2$s contains a hidden subfolder. User %3$s has no delete rights for this subfolder and consequently cannot delete its parent folder.
de_de: Der Ordner %1$s im Kontext %2$s enthält einen versteckten Unterordner. Benutzer %3$s hat keine Löschrechte für diesen Unterordner und kann somit dessen übergeordneten Ordner nicht löschen.
fr_fr: Le dossier %1$s dans le contexte %2$s contient un sous-dossier caché. L'utilisateur %3$s n'a pas de droits de suppression pour ce sous-dossier et ne peut donc par conséquent pas détruire son dossier parent.

source: Folder %1$s must not be moved to one of its subfolders in context %2$s
de_de: Der Ordner %1$s darf im Kontext %2$s nicht in einen seiner Unterordner verschoben werden.
fr_fr: Le dossier %1$s ne doit pas être déplacé vers un de ses sous-dossiers dans le contexte %2$s

source: Folder ID is not a number: %1$s.
de_de: Ordner-ID ist keine Zahl: %1$s.
fr_fr: L'identifiant de dossier n'est pas un nombre : %1$s.

source: Folder cache (region name = %1$s) could not be initialized due to following reason: %2$s
de_de: Ordner-Cache (region name = %1$s) konnte aus folgendem Grund nicht initalisiert werden: %2$s
fr_fr: Le cache de dossiers (le nom de la région étant %1$s) n'a pas pu être initialisé parce que : %2$s

source: Folder cache has not been enabled in config file %1$s
de_de: Der Ordner-Cache wurde in der config-Datei %1$s nicht aktiviert.
fr_fr: Le cache de dossiers n'a pas été activé dans le fichier de configuration %1$s

source: Folder contains invalid data: "%1$s"
de_de: Der Ordner enthält ungültige Daten: "%1$s"
fr_fr: Le dossier contient des données invalides : « %1$s »

source: Folder existence cannot be checked due to insufficient folder information)
de_de: Vorhandensein des Ordners kann wegen unzureichender Ordnerinformationen nicht geprüft werden)
fr_fr: L'existence du dossier ne peut pas être vérifiée par manque d'informations sur le dossier)

source: Folder is not of type Calendar
de_de: Der Ordner ist nicht vom Typ Kalender
es_es: La carpeta no es de tipo Calendario
fr_fr: Le dossier n'est pas de type calendrier
pl_pl: Katalog nie jest rodzajem Kalendarza

source: Folder module cannot be updated since folder is not empty
de_de: Ordner-Modul kann nicht aktualisiert werden, da der Ordner nicht leer ist.
fr_fr: Le module du dossier n'a pas pu être mis à jour car le dossier n'est pas vide

source: Folder module must not be updated.
de_de: Das Ordnermodul darf nicht aktualisiert werden.
fr_fr: Le dossier de module ne doit pas être mis à jour.

source: Folder of the object is missing.
de_de: Fehlender Ordner für das Objekt
fr_fr: Le dossier de l'objet manque.

source: Folder read-only check failed on server %1$s with login %2$s (user=%3$s, context=%4$s)
de_de: Das Prüfen des Ordners auf Schreibschutz ist auf dem Server %1$s mit dem Login %2$s (user=%3$s, context=%4$s) fehlgeschlagen

source: Folder type "SHARED" is not allowed in this situation.
de_de: Der Ordnertyp "FREIGEGEBEN" ist in dieser Situation nicht erlaubt.
es_es: No se permite una carpeta de tipo"SHARED" en esta situación
fr_fr: Le type de dossier « partagé » n'est pas permis dans cette situation.
pl_pl: Typ folderu "SHARED" nie jest dozwolony w tej sytuacji.

source: Folder type unresolvable !
de_de: Ordnertyp kann nicht aufgelöst werden
es_es: ¡ Tipo de carpeta no resuelto !
fr_fr: Impossible de déterminer le type du dossier !
pl_pl: Typ katalogu nie został rozpoznany!

source: For finished tasks the percentage must be 100 and not %d.
de_de: Bei abgeschlossenen Aufgaben muss die Prozentangabe bei 100 liegen und nicht bei %d.
es_es: Para las tareas terminadas, el porcentaje debe ser 100 y no %d.
fr_fr: Le pourcentage d'avancement des tâches terminées doit être 100 et non %d.
pl_pl: Zakończone zadania muszą posiadać status 100% a nie %d.

source: For tasks which are not started the percentage done must be 0 and not %d.
de_de: Bei nicht begonnenen Aufgaben muss die Prozentangabe bei 0 liegen und nicht bei %d.
es_es: Para las tareas que no están iniciadas, el porcentaje debe ser 0 y no %d.
fr_fr: Le pourcentage d'avancement des tâches qui ne sont pas encore démarrées doit être 0 et non %d.
pl_pl: Niezakończone zadania muszą posiadać 0% a nie %d.

source: Found duplicate database identifier %d. Not adding preferences item.
de_de: Datenbank-ID-Duplikat %d gefunden. Einstellungseintrag wird nicht hinzugefügt.
fr_fr: Un identifiant de base de données %d en double a été t. L'élément de préférences n'a pas été ajouté.

source: Found duplicate path %s.
de_de: Pfad-Duplikat %s gefunden.
fr_fr: Un chemin dupliqué %s a été trouvé.

source: Found resource groups with same identifier %1$d.
de_de: Ressourcengruppen mit gleicher ID %1$d gefunden
fr_fr: Des groupes de ressources avec le même identifiant %1$d ont été trouvés.

source: Found resource groups with same identifier %d.
de_de: Ressourcengruppen mit gleicher ID %d gefunden
es_es: Se encontraron grupos de recursos con el mismo identificador %d.
fr_fr: Des groupes de ressources avec le même identifiant %d ont été trouvés.
pl_pl: Znaleziono zasoby grup o tym samym identyfikatorze %d.

source: Found resource(s) with same email address %1$s.
de_de: Ressource(n) mit gleicher E-Mail-Adresse %1$s gefunden
fr_fr: Une ou plusieurs ressources avec la même adresse de courrier électronique %1$s ont été trouvées.

source: Found resource(s) with same identifier %1$s.
de_de: Ressource(n) mit gleicher ID %1$s gefunden
fr_fr: Une ou plusieurs ressources avec le même identifiant %1$s ont été trouvées.

source: Found resources with same identifier %d.
de_de: Ressourcen mit gleicher ID %d gefunden
es_es: Se encontraron recursos con el mismo identificador %d.
fr_fr: Des ressources avec le même identifiant %d ont été trouvées.
pl_pl: Znaleziono zasoby o tym samym identyfikatorze %d.

source: Found two user with same identifier %1$s in context %2$d.
de_de: Zwei Benutzer mit gleicher ID %1$s im Kontext %2$d gefunden
es_es: Se encontraron dos usuarios con el mismo identificador %1$s en contexto %2$d.
fr_fr: Deux utilisateurs avec le même identifiant %1$s ont été trouvés dans le contexte %2$d.
pl_pl: Znaleziono dwóch użytkowników o tym samym identyfikatorze %1$s w kontekście %2$d.

source: FreeBusyResults calculation problem with oid: %1$d
de_de: Problem bei der Berechnung von FreeBusyResults mit oid: %1$d
fr_fr: Problème de calcul de FreeBusyResults avec l'oid : %1$d

source: Got the wrong folder identification. You do not have the appropriate permissions to modify this object.
de_de: Falsche Ordner-ID erhalten. Sie haben nicht die entsprechenden Rechte zum Ändern dieser Objekts.
es_es: Identificación en carpeta incorrecta. No tiene los permisos adecuados para modificar este objeto.
fr_fr: Reçu la mauvaise identification de dossier. Vous n'avez pas les droits nécessaires pour modifier cet objet.
pl_pl: Nieprawidłowa identyfikacja folderu. Nie posiadasz uprawnień do modyfikacji tego obiektu.

source: Got the wrong shared folder identification. You do not have the appropriate permissions to modify this object.
de_de: Falsche ID für freigegebenen Ordner erhalten. Sie haben nicht die entsprechenden Rechte zum Ändern dieses Objekts.
es_es: Identificación en carpeta compartida incorrecta. No tiene los permisos adecuados para modificar este objeto.
fr_fr: Reçu la mauvaise identification de dossier partagé. Vous n'avez pas les droits nécessaires pour modifier cet objet.
pl_pl: Nieprawidłowa identyfikacja współdzielonego folderu. Nie posiadasz uprawnień do modyfikacji tego obiektu.

source: Group "%1$s" can not be changed.
de_de: Die Gruppe "%1$s" kann nicht geändert werden.
fr_fr: Impossible de changer le groupe « %1$s ».

source: Group "%1$s" can not be deleted.
de_de: Die Gruppe "%1$s" kann nicht gelöscht werden.
fr_fr: Le groupe « %1$s » ne peut pas être supprimé.

source: Group %1$d is empty. You can't add an empty group to a task.
de_de: Die Gruppe %1$d ist leer. Eine leere Gruppe kann nicht zu einer Aufgabe hinzugefügt werden.
fr_fr: Le groupe %1$d est vide. Il n'est pas possible d'ajouter un groupe vide à une tâche.

source: Group contains a not existing member %1$d.
de_de: Gruppe enthält nicht existierendes Mitglied %1$d.
fr_fr: Le groupe contient un membre %1$d inexistant.

source: Group contains invalid data: "%1$s".
de_de: Gruppe enthält ungültige Daten: "%1$s".
fr_fr: Le groupe contient des données invalides : « %1$s ».

source: Hash algorithm %s isn't found.
de_de: Hash-Algorithmus %s nicht gefunden
es_es: Algoritmo Hash %s no econtrado
fr_fr: L'algorithme de hachage %s n'a pas été trouvé.
pl_pl: Algorytm hasha %s nie został znaleziony.

source: Header "content-type" does not indicate multipart content
de_de: Header "content-type" zeigt keinen Multipart-Inhalt an
es_es: Cabecera "content-type" no indica un contenido multipart
fr_fr: L'en-tête « content-type » n'indique pas un contenu multi-partie
pl_pl: Nagłówek "content-type" nie wskazuje zawartości multipart

source: Header %1$s could not be properly parsed
de_de: Header %1$s konnte nicht korrekt analysiert werden.
fr_fr: L'en-tête %1$s n'a pas pu être analysé correctement

source: Html-2-Text conversion failed: %1$s
de_de: HTML-2-Textkonvertierung fehlgeschlagen: %1$s.
fr_fr: La conversion Html-2-Text a échoué : %1$s

source: I/O error "%1$s" occurred in communication with "%2$s" mail server for login %3$s (user=%4$s, context=%5$s).
de_de: E/A-Fehler "%1$s" bei der Kommunikation mit dem "%2$s"-Mailserver für Login %3$s (Benutzer=%4$s, Kontext=%5$s).

source: I/O error while writing to Writer object: %s
de_de: E/A-Fehler beim Schreiben in Writer Objekt: %s
es_es: I/O error al escribir al objeto Writer: %s
fr_fr: Erreur d'E/S lors de l'écriture dans l'objet Writer : %s
pl_pl: Błąd we/wy podczas zapisu obiektu: %s

source: IMAP default folder %1$s could not be created
de_de: Der IMAP-Standardordner "%1$s" konnte nicht angelegt werden

source: IMAP default folder %1$s could not be created on server %2$s with login %3$s (user=%4$s, context=%5$s)
de_de: Der IMAP-Standardordner "%1$s" konnte nicht auf dem Server %2$s mit dem Login %3$s (Benutzer=%4$s, Kontext=%5$s) angelegt werden.

source: IMAP folder read-only check failed
de_de: Das Prüfen des IMAP-Ordners auf Schreibschutz ist fehlgeschlagen
es_es: La comprobación de la carpeta IMAP sólo-lectura ha fallado
pl_pl: Sprawdzenie folderu IMAP tylko do odczytu nie powiodło się

source: IMAP login %1$s could not be resolved to a user
de_de: Auflösen des IMAP-Login %1$s in einen Benutzer fehlgeschlagen
fr_fr: Impossible d'attribuer le nom de connexion IMAP %1$s à un utilisateur

source: IMAP search failed due to reason "%1$s" on server %2$s with login %3$s (user=%4$s, context=%5$s). Switching to application-based search.
de_de: IMAP-Suche ist aufgrund "%1$s" auf dem Server %2$s mit dem Login %3$s (Benutzer=%4$s, Kontext=%5$s) fehlgeschlagen. Es wird auf Applikations-basierte Suche umgeschaltet.

source: IMAP search failed due to reason "%1$s". Switching to application-based search
de_de: IMAP-Suche ist aufgrund "%1$s" fehlgeschlagen. Es wird auf Applikations-basierte Suche umgeschaltet.

source: IMAP sort failed due to reason "%1$s" on server %2$s with login %3$s (user=%4$s, context=%5$s). Switching to application-based sorting.
de_de: IMAP-Sortierung ist aufgrund "%1$s" auf dem Server %2$s mit dem Login %3$s (Benutzer=%4$s, Kontext=%5$s) fehlgeschlagen. Es wird auf Applikations-basierte Sortierung umgeschaltet.

source: IMAP sort failed due to reason "%1$s". Switching to application-based sorting.
de_de: IMAP-Sortierung ist aufgrund "%1$s" fehlgeschlagen. Es wird auf Applikations-basierte Sortierung umgeschaltet.

source: Identifier of the object is missing.
de_de: Fehlende Objekt-ID
fr_fr: L'identifiant de l'objet manque.

source: Illegal system flag argument %1$s. Flag must be to the power of 2
de_de: Ungültiges System-Flag-Argument %1$s. Flag muss Potenz 2 haben.
fr_fr: Drapeau système en argument %1$s invalide. Le drapeau doit être une puissance de 2

source: Illegal write attempt: %1$s
de_de: Unzulässiger Schreibversuch: %1$s
fr_fr: Tentative d'écriture illégale : %1$s

source: Image attachment with Content-Id "%1$s" not found inside mail %2$s of mail folder %3$s
de_de: Bildanhang mit Inhalts-Id "%1$s" nicht in E-Mail %2$s des E-Mail-Ordners %3$s gefunden.
fr_fr: L'image en pièce jointe avec le Content-Id « %1$s » est absente du message %2$s du dossier de courrier %3$s

source: Implementing class could not be found
de_de: Implementierungsklasse konnte nicht gefunden werden
fr_fr: Impossible de trouver la classe d'implémentation

source: In order to accomplish the search, %1$d or more characters are required.
de_de: Um die Suche durchzuführen, sind mindestens %1$d Zeichen erforderlich.
fr_fr: Pour effectuer la recherche, %1$d caractères ou plus sont requis.

source: Incomplete recurring information: Missing day in month.
de_de: Unvollständige Serieninformationen. Tag des Monats fehlt.
fr_fr: Informations répétitives incomplètes : jour manquant dans le mois.

source: Incomplete recurring information: Missing interval.
de_de: Unvollständige Serieninformationen. Intervall fehlt.
fr_fr: Informations répétitives incomplètes : intervalle manquant.

source: Incomplete recurring information: Missing month.
de_de: Unvollständige Serieninformationen. Monat fehlt.
fr_fr: Informations répétitives incomplètes : mois manquant.

source: Incomplete recurring information: Missing recurrence type.
de_de: Unvollständige Serieninformationen: Bitte Serientyp angeben.
fr_fr: Informations répétitives incomplètes : type de répétition manquant.

source: Incomplete recurring information: Missing series end date or number of occurrences.
de_de: Unvollständige Serieninformationen. Enddatum oder Anzahl Wiederholungen fehlt.
fr_fr: Informations répétitives incomplètes : date de fin de série ou nombre d'occurrences manquants.

source: Incomplete recurring information: Missing weekday.
de_de: Unvollständige Serieninformationen. Arbeitswochentag fehlt.
fr_fr: Informations répétitives incomplètes : jour de la semaine manquant.

source: Insert expected but the object id is already given. Aborting action...
de_de: Eingabe erwartet, aber Objekt-ID ist bereits angegeben. Aktion wird abgebrochen...
es_es: Esperando inserción pero el objeto id ya existe. Acción abortada...
fr_fr: Insertion attendue, mais l'identifiant de l'objet est déjà fourni. Action abandonnée...
pl_pl: Przewidywany Insert, ale id obiektu zostało już podane. Operacje w trakcie anulowania...

source: Instantiating the class failed.
de_de: Anlegen von Instanzen für Klasse fehlgeschlagen
es_es: Falló la instanciación de clases
fr_fr: L'instanciation de la classe a échoué.
pl_pl: Realizacja klasy nie powiodła się.

source: Insufficient folder attributes: Either existence status or fullname have to be present to determine if a mail folder create or update shall be performed
de_de: Unzureichende Ordnerattribute. Es muss entweder der Existenzstatus oder der komplette Name vorhanden sein, um festzulegen, ob eine Mailordner-Erstellung oder ein Mailordner-Update durchgeführt werden soll.
fr_fr: Attributs de dossier insuffisants. Soit l'état d'existence, soit le nom complet doivent être présents pour déterminer s'il faut créer ou mettre à jour le dossier de courrier

source: Insufficient information for parsing/writing this element.
de_de: Unzureichende Informationen zum Analysieren/Schreiben des Elements.
fr_fr: Informations insuffisantes pour analyser/écrire cet élément.

source: Insufficient read rights for this folder!
de_de: Unzureichende Leserechte für diesen Ordner.
es_es: ¡Derechos insuficientes para leer esta carpeta!
fr_fr: Droits de lecture insuffisants sur ce dossier !
pl_pl: Niewystarczające prawa odczytu do tego katalogu!

source: Insufficient rights to attach/detach an attachment to this folder!
de_de: Unzureichende Rechte zum Anhängen einer Anlage an diesen Ordner bzw. zum Entfernen einer Anlage.
es_es: ¡Derechos insuficientes para añadir/eliminar un adjunto a esta carpeta!
fr_fr: Droits insuffisants pour ajouter ou retirer une pièce jointe dans ce dossier !
pl_pl: Brak uprawnień do dodania/usunięcia załączniku w katalogu!

source: Integer value exceeds max allowed value (65535): %1$d
de_de: Ganzzahliger Wert übersteigt den maximal erlaubten Wert (65535): %1$d.
fr_fr: La valeur entière dépasse la valeur maximale autorisée (65535) : %1$d

source: Internal error: Wrong arguments are given to the tell command: "%s"
de_de: Interner Fehler: Dem tell-Befehl wurden falsche Argumente übergeben: "%s"
fr_fr: Erreur interne : des arguments erronés sont passés à la commande tell : « %s »

source: Invalid Content-Disposition value: %1$s
de_de: Ungültiger Content-Disposition-Wert: %1$s
fr_fr: Valeur « Content-Disposition » invalide : %1$s

source: Invalid Content-Type value: %1$s
de_de: Ungültiger Content-Type-Wert: %1$s
fr_fr: Valeur« Content-Type » invalide : %1$s

source: Invalid Magic bytes: %1$s.
de_de: Ungültige Magic Bytes: %1$s
fr_fr: Octets magiques invalides : %1$s.

source: Invalid Sequence value: %1$d
de_de: Ungültiger Sequenzwert: %1$s
fr_fr: Valeur de séquence invalide : %1$d

source: Invalid action %1$s.
de_de: Ungültige Aktion %1$s
fr_fr: Action invalide %1$s.

source: Invalid action value: %1$s
de_de: Ungültiger Aktionswert: %1$s
fr_fr: Valeur d'action invalide : %1$s

source: Invalid cache region name "%1$s".
de_de: Ungültiger Cache Region-Name "%1$s".
fr_fr: Nom de région de cache « %1$s » invalide.

source: Invalid configuration: %1$s
de_de: Ungültige Konfiguration: %1$s
fr_fr: Paramètre invalide : %1$s

source: Invalid constructor argument. Instance of %1$s not supported
de_de: Ungültiges Constructor-Argument. Instanz von %1$s nicht unterstützt.
fr_fr: Argument du constructeur invalide : l'instance de %1$s n'est pas prise en charge

source: Invalid content-type header value: %1$s
de_de: Ungültiger Content-Type Header-Wert: %1$s
fr_fr: Valeur de l'en-tête « Content-Type » invalide : %1$s

source: Invalid cookie header value: %1$s
de_de: Ungültiger Cookie-Header-Wert %1$s
fr_fr: Valeur de l'en-tête « Cookie » invalide : %1$s

source: Invalid cookie.
de_de: Ungültiges Cookie
es_es: Cookie no válida.
fr_fr: Cookie invalide.
pl_pl: Nieprawidłowe ciasteczko.

source: Invalid destination folder. Don't know where to append the mails.
de_de: Ungültiger Zielordner. Ablageort für E-Mails nicht bekannt.

source: Invalid email address %1$s
de_de: Ungültige E-Mail-Adresse %1$s
fr_fr: Adresse de courrier électronique invalide %1$s

source: Invalid entity id %1$s detected in permissions of folder %2$s in context %3$s
de_de: Ungültige Entity-ID %1$s in den Rechten des Ordners %2$s im Kontext %3$s
fr_fr: Identifiant d'entité invalide %1$s détecté dans les droits du dossier %2$s dans le contexte %3$s

source: Invalid integer value %1$s
de_de: Ungültiger Ganzzahlenwert %1$s
fr_fr: Valeur entière invalide %1$s

source: Invalid message path: %1$s
de_de: Ungültiger Nachrichten-Pfad: %1$s
fr_fr: Chemin de message invalide : %1$s

source: Invalid multipart content. Number of enclosed contents is 0
de_de: Ungültiger Multipart-Inhalt. Anzahl der angehängten Inhalte ist 0.
es_es: Contenido multipart no válido. Número de contenidos encapsulados es 0
fr_fr: Contenu multipartite invalide. Le nombre de contenus présents est de 0
pl_pl: Nieprawidłowa zawartość multipart. Liczba dołączonych treści wynosi 0

source: Invalid object ID %1$s
de_de: Ungültige Objekt-ID %1$s
fr_fr: Identifiant d'objet invalide %1$s

source: Invalid parameter "%1$s": %2$s
de_de: Ungültiger Parameter "%1$s": %2$s
fr_fr: Paramètre invalide « %1$s » : %2$s
