Repository: cognitionworks/appsuite-middleware
Catalog: i18n/*/errors.*.po
Languages: de_de, es_es, fr_fr, pl_pl

source: Unable to delete dristributionlist by id : Context %1$d Contact %2$d
es_es: No es posible borrar la lista de distribución por id :Contexto %1$d Contacto %2$d
pl_pl: Nie można usunąć listy dystrybucji o identyfikatorze: Kontekst %1$d Kontakt %2$d

source: Unable to delete linking between contacts : Context %1$d Contact %2$d
es_es: No es posible borrar el enlace entre contactos : Contexto %1$d Contacto %2$d
pl_pl: Nie można usunąć linków między dwoma kontaktami: Kontekst %1$d Kontakt %2$d

source: Unable to delete this contact. Object not found. Context %1$d Folder %2$d User %3$d Object %4$d
es_es: Imposible borrar este contacto. Objeto no encontrado. Contexto %1$d Carpeta %2$d Usuario %3$d Objeto %4$d
pl_pl: Nie można usunąć tego kontaktu. Nie znaleziono obiektu. Kontekst %1$d Folder %2$d Użytkownik %3$d Obiekt %4$d

source: Unable to initialize Event queue
es_es: No es posible inicializar la cola de eventos
pl_pl: Nie można uruchomić kolejki Zdarzeń

source: Unable to insert Contact. Context: %d
es_es: No es posible insertar contacto. Contexto: %d
pl_pl: Nie można dodac Kontaktu. Kontekst: %d

source: Unable to insert contacts! Context: %d
es_es: ¡No es posible insertar contactos! Contexto: %d
pl_pl: Nie można dodać kontaktów! Kontekst: %d

source: Unable to load all links from this objects. Object %1$d Folder %2$d User %3$d Context %4$d
es_es: No es posible cargar todos los enlaces de estos objetos. Objeto %1$d Carpeta %2$d Usuario %3$d Contexto %4$d
pl_pl: Nie można pobrać wszystkich linków z obiektu. Obiektu %1$d Folder %2$d Użytkownik %3$d Kontekst %4$d

source: Unable to load contact image: Context %1$d Contact %2$d
es_es: No es posible cargar imagen de contacto: Contexto %1$d Contacto %2$d
pl_pl: Nie można załadować obrazka kontaktu: Kontekst %1$d Kontakt %2$d

source: Unable to load contact: Context %1$d
es_es: No es posible cargar contacto: Contexto %1$d
pl_pl: Nie można załadować kontaktu: Kontekst %1$d

source: Unable to load dristributionlist: Context %1$d Contact %2$d
es_es: No es posible cargar la lista de distribución: Contexto %1$d Contacto %2$d
pl_pl: Nie można załadować listy dystrybucji: Kontekst %1$d Kontakt %2$d

source: Unable to load linked contacts : Context %1$d Contact %2$d
es_es: No es posible cargar contactos enlazados: Contexto %1$d Contacto %2$d
pl_pl: Nie można załadować kontaktów z odnośnikami: Kontekst %1$d Kontakt %2$d

source: Unable to map OCL permission value %s to a JSON permission value
es_es: No es posible mapear el valor de permiso OCL %s a un valor de permiso JSON
pl_pl: Nie można mapowac wartości uprawnień OCL %s do wartości uprawnień JSON

source: Unable to perform contact folder check for readable content: Context %1$d Folder %2$d
es_es: No es posible realizar la comprobación de carpeta para contenido legible: Contexto %1$d Carpeta %2$d
pl_pl: Nie można sprawdzić folderu z zawartością do odczytu: Kontekst %1$d Folder %2$d

source: Unable to save Linking between Contacts : Context %1$d Contact %2$d
es_es: No se puede salvar el enlace entre los contactos: Contexto %1$d Contacto %2$d
pl_pl: Nie można zapisać odnośników między Kontaktami: Kontekst %1$d Kontakt %2$d

source: Unable to save contact Image: Context %1$d Contact %2$d
es_es: No se puede salvar la imagen de contacto: Contexto %1$d Contacto %2$d
pl_pl: Nie można zapisać Obrazka kontaktu: Kontekst %1$d Kontakt %2$d

source: Unable to save dristributionlist: Context %1$d Contact %2$d
es_es: No es posible salvar la lista de distribución: Contexto %1$d Contacto %2$d
pl_pl: Nie można zapisać listy dystrybucji: Kontekst %1$d Kontakt %2$d

source: Unable to scale this contact image. Either the file type is not supported or the image is too large. Your mime type is %1$s and your image size is %2$d. The max. allowed image size is %3$d.
es_es: No es posible reducir esta imagen de contacto. Bien el tipo de fichero no está soportado o la imagen es demasiado grande. El tipo MIME es %1$s y el tamaño de imagen es %2$d. El tamaño máximo permitido es %3$d.
pl_pl: Nie można przeskalować obrazka kontaktu. Typ pliku jest nieobsługiwany, albo jest za duży. Typ mime to %1$s a rozmiar obrazka wynosi %2$d. Maks. dozwolony rozmiar to %3$d.

source: Unable to syncronize the old contact with the new changes: Context %1$d Object %2$d
es_es: No es posible sincronizar el contacto antiguo con los nuevos cambios: Contexto %1$d Objeto %2$d
pl_pl: Nie można zsynchronizować nowych zmian dla starego kontaktu: Kontekst %1$d Obiekt %2$d

source: Unable to trigger object Events: Context %1$d User %2$d
es_es: o es posible transaccionar eventos de objetos: Contexto %1$d Usuario %2$d
pl_pl: Nie można zainicjować Zdarzeń obiektu: Kontekst %1$d User %2$d

source: Unable to update contact image. The image appears to be broken.
es_es: No es posible actualizar imagen de contacto. La imagen parece estar dañada.
pl_pl: Nie można zaktualizować obrazka kontaktu. Plik może być uszkodzony.

source: Unable to update contact image: Context %1$d Contact %2$d
es_es: No es posible actualizar imagen de contacto. Contexto %1$d Contacto %2$d
pl_pl: Nie można zaktualizować obrazka kontaktu: Kontekst %1$d Kontakt %2$d

source: Unable to update contact. Context %1$d Object %2$d
es_es: No es posible actualizar contacto. Contexto %1$d Objecto %2$d
pl_pl: Nie można zaktualizować kontaktu. Kontekst %1$d Obiekt %2$d

source: Unable to update dristributionlist : Context %1$d Contact %2$d
es_es: No es posible actualizar la lista de distribución : Contexto %1$d Contacto %2$d
pl_pl: Nie można zaktualizować listy dystrybucji: Kontekst %1$d Kontakt %2$d

source: Unable to update reminder
es_es: No es posible actualizar recordatorio
pl_pl: Nie można zaktualizować przypomnienia

source: Unexpected empty body package received from web server. Total-Received: %d | Content-Length: %d
es_es: Recibido paquete inesperado con cuerpo vacío del servidor web. Total-Recibido: %d | Longitud-Contenido: %d
pl_pl: Otrzymano pusty pakiet zawartości. Otrzymano w sumie: %d | Długość zawartości: %d

source: Unknow serach field: %s
es_es: Campo de búsqueda desconocido: %s
pl_pl: Nieznane pole wyszukiwania: %s

source: Unknown (IMAP) folder open mode %d
es_es: Modo %d de apertura de carpeta (IMAP) desconocido
pl_pl: Nieznany sposób otwierania folderu (IMAP) %d

source: Unknown Request Prefix Code: %s
es_es: Código de prefijo de petición desconocido: %s
pl_pl: Nieznane zapytanie o prefiks kodu: %s

source: Unknown action value: %s
es_es: Valor de acción desconocido: %s
pl_pl: Nieznana wartość operacji: %s

source: Unknown action: %s
es_es: Acción desconocida: %s
pl_pl: Nieznana operacja: %s

source: Unknown color label: %s
es_es: Color de etiqueta desconocido: %s
pl_pl: Nieznana etykieta koloru: %s

source: Unknown delete event type: %d
es_es: Tipo de evento de borrado desconocido: %d
pl_pl: Nieznany typ zdarzenia do usunięcia: %d

source: Unknown field: %d
es_es: Campo desconocido: %d
pl_pl: Nieznane pole: %d

source: Unknown folder open mode %d
es_es: Modo de apertura de carpeta desconocido: %d
pl_pl: Nieznany sposób otwarcia katalogu %d

source: Unknown module: %d
es_es: Módulo desconocido: %d
pl_pl: Nieznany moduł: %d

source: Unknown or unsupported action: %s
es_es: Acción no soportada o desconocida: %s
pl_pl: Nieznana lub nieobsługiwana operacja: %s

source: Unknown parameter container type %d
es_es: Tipo de contenedor de parámetro desconocido %d
pl_pl: Nieznany typ parametru kontenera %d

source: Unknown parameter container type: %d
es_es: Tipo de contenedor de parámetro desconocido: %d
pl_pl: Nieznany typ parametru kontenera: %d

source: Unparseable header field %s in forward request package
es_es: Campo de cabecera %s no reconocido en paquete de petición de reenvío
pl_pl: Nieparsowalne pole nagłówka %s w przekierowywanym pakiecie

source: Unsupported MIME type %s
es_es: Tipo MIME %s no soportado
pl_pl: Nieobsługiwany typ MIME %s

source: Unsupported encoding: %s
es_es: Codificación no soportada: %s
pl_pl: Nieobsługiwane kodowanie: %s

source: Update conflict detected. Schema %1$s is not marked as LOCKED.
es_es: Detectado conflicto de actualización. Esquema %1$s no está marcado como BLOQUEADO.
pl_pl: Wykryto konflikt podczas aktualizacji. Schemat %1$s nie jest oznaczony jako ZABLOKOWANY.

source: Update of folder %s failed
es_es: Fallo al actualizar la carpeta %s
pl_pl: Aktualizacja folderu %s nie powiodła się

source: Update process initialization failed: %1$s.
es_es: Fallo al actualizar proceso de inicialización: %1$s.
pl_pl: Nie udało się rozpocząć aktualizacji: %1$s.

source: Upload file with id %s could not be found
es_es: No puede encontrarse fichero de carga con ID %s
pl_pl: Nie można załadować pliku o identyfikatorze %s

source: Upload file's content type "%s" does not fit to given file filter "%s"
es_es: El fichero de carga de tipo "%s" no pasa el filtro de fichero dado "%s"
pl_pl: Pobranie pliku o zawartości typu "%s" jest niezgodne z plikiem filtra "%s"

source: Upload quota (%d) exceeded
es_es: Superada cuota de carga (%d)
pl_pl: Został przekroczony rozmiar pobranych danych (%d)

source: Upload quota (%d) exceeded for file %s (size=%d)
es_es: Superada cuota de carga (%d) para fichero %s (tamaño=%d)
pl_pl: Został przekroczony rozmiar pobranych danych (%d) dla pliku %s (rozmiar=%d)

source: Uploaded file is of type %s, cannot handle that
es_es: El fichero cargado es de tipo %s, no es posible manejar ese tipo.
pl_pl: Nie można pobrać pliku o formacie %s

source: User %s grants invalid permissions on shared folder %s in context %s. Only owner of parental shared folder %s may be folder admin
es_es: El usuario %s autorizó permisos no válidos en la carpeta compartida %s en contexto %s. Sólo el propietario de la carpeta compartida padre %s puede ser administrador de carpeta
pl_pl: Użytkownik %s ma nieprawidłowe uprawnienia na współdzielonym pliku %s w kontekście %s. Jedynie właściciel nadrzędnego współdzielonego folderu %s moze być jego administratorem

source: User %s has no access on shared folder %s in context %s due to user configuration
es_es: El usuario %s no tiene acceso a la carpeta compartida %s en contexto %s debido a la configuración de usuario
pl_pl: Użytkownik %s nie ma dostępu do współdzielonego folderu %s w kontekście %s w związku z konfiguracją użytkownika

source: User %s has no access to mail folder %s
es_es: El usuario %s no tiene acceso a la carpeta de mail %s
pl_pl: Użytkownik %s nie ma dostępu do katalogu mail %s

source: User %s has no access to module %s in context %s due to user configuration
es_es: El usuario %s no tiene acceso al módulo %s en contexto %s debido a la configuración de usuario
pl_pl: Użytkownik %s nie ma dostępu do modułu %s w kontekście %s w związku z konfiguracją użytkownika

source: User %s has no admin access to folder %s in context %s
es_es: El usuario %s no tiene acceso administrador a la carpeta %s en contexto %s
pl_pl: Użytkownik %s nie ma dostępu administratora do folderu %s w kontekście %s

source: User %s has no administer access to mail folder %s
es_es: El usuario %s no tiene acceso administrador a la carpeta de mail %s
pl_pl: Użytkownik %s nie ma dostępu administratora do folderu mail %s

source: User %s has no create access to mail folder %s
es_es: El usuario %s no tiene acceso de creación a la carpeta de mail %s
pl_pl: Użytkownik %s nie ma dostępu do folderu mail %s

source: User %s has no create-subfolder permission on folder %s in context %s
es_es: El usuario %s no tiene permiso de creación de subcarpetas en la carpeta %s en contexto %s
pl_pl: Użytkownik %s nie ma uprawnień do tworzenia podkatalogów w folderze %s w kontekście %s

source: User %s has no delete access to mail folder %s
es_es: El usuario %s no tiene acceso de borrado a la carpeta de mail %s
pl_pl: Użytkownik %s nie ma uprawnień do usuwania danych z folderu mail %s

source: User %s has no insert access to mail folder %s
es_es: El usuario %s no tiene acceso de inserción a la carpeta de mail %s
pl_pl: Użytkownik %s nie ma uprawnień do dodawania danych w folderze mail %s

source: User %s has no keep-seen access to mail folder %s
es_es: El usuario %s no tiene acceso de lectura contínua a la carpeta de mail %s
pl_pl: Użytkownik %s nie ma uprawnień do przechowywania danych w folderze %s

source: User %s has no lookup access to mail folder %s
es_es: El usuario %s no tiene acceso de consulta en la carpeta de mail %s
pl_pl: Użytkownik %s nie ma uprawnień do przeglądania danych w folderze %s

source: User %s has no mail module access due to user configuration
es_es: El usuario %s no tiene acceso al módulo de mail debido a la configuración de usuario
pl_pl: Konfiguracja użytkownika uniemożliwia połączenie z modułami przez użytkownika %s

source: User %s has no read access to mail folder %s
es_es: El usuario %s no tiene acceso de lectura a la carpeta de mail %s
pl_pl: Użytkownik %s nie ma uprawnień do odczytu folderu mail %s

source: User %s has no write access on public folder %s in context %s due to user configuration
es_es: El usuario %s no tiene acceso de escritura en la carpeta pública %s en contexto %s debido a la configuración de usuario
pl_pl: Konfiguracja użytkownika uniemożliwia zapis w folderze publicznym przez użytkownika %s w kontekście %sconfiguration

source: User %s has no write access to IMAP folder %s
es_es: El usuario %s no tiene acceso de escritura a la carpeta IMAP %s
pl_pl: Użytkownik %s nie ma uprawnień do zapisu w folderze IMAP %s

source: User %s has no write permission on folder %s in context %s
es_es: El usuario %s no tiene permiso de escritura en la carpeta %s en contexto %s
pl_pl: Użytkownik %s nie ma uprawnień do zapisu w folderze %s w kontekście %s

source: User %s is not allowed to delete all contained objects in folder %s in context %s
es_es: El usuario %s no está autorizado a borrar todos los objetos contenidos en la carpeta %s en contexto %s
pl_pl: Użytkownik %s nie ma uprawnień do usuwania wybranych obiektów w folderze %s w kontekście %s

source: User %s is not allowed to delete default folder %s in context %s
es_es: El usuario %s no está autorizado a borrar la carpeta por defecto %s en el contexto %s
pl_pl: Użytkownik %s nie ma uprawnień do usuwania domyślnego folderu %s w kontekście %s

source: User %s is not allowed to delete shared folder %s in context %s
es_es: El usuario %s no está autorizado a borrar la carpeta compartida %s en contexto %s
pl_pl: Użytkownik %s nie ma uprawnień do usuwania współdzielonego folderu %s w kontekście %s

source: User %s is not allowed to move all subfolders of folder %s in context %s
es_es: El usuario %s no está autorizado a mover todas las subcarpetas de la carpeta %s en contexto %s
pl_pl: Użytkownik %s nie ma uprawnień do przenoszenia podkatalogów w folderze %s w kontekście %s

source: User %s is not allowed to share folder %s in context %s due to user configuration
es_es: El usuario %s no está autorizado a compartir la carpeta %s en el contexto %s debido a la configuración de usuario
pl_pl: Konfiguracja użytkownika uniemożliwa współdzielenie folderów %s przez użytkownika %s w kontekście %

source: User dictionary could not be found.
es_es: No se encuentra el diccionario de usuario.
pl_pl: Nie można znaleźć słownika użytkownika.

source: User input error %s
es_es: Error de entrada de usuario %s
pl_pl: Błąd wejściowy użytkownika %s

source: User's %s dictionary could not be loaded in context %d
es_es: El diccionario del usuario %s no puede cargarse en el contexto %d
pl_pl: Słownik użytkownika %s nie mógł być załadowany w kontekście %d

source: Word contains illegal comma character(s): %s
es_es: La palabra contiene comas o caracter(es) ilegal(es): %s
pl_pl: Słowo zawiera niedozwolone przecinki: %s

source: Wrong client IP address.
es_es: Dirección IP de cliente errónea.
pl_pl: Nieprawidłowy adres IP klienta.

source: Wrong message %s header: %s
es_es: Cabecera de mensaje %s incorrecta: %s
pl_pl: Nieprawidłowy nagłówek %s wiadomości: %s

source: Wrong message header: %s
es_es: Cabecera de mensaje incorrecta: %s
pl_pl: Nieprawidłowy nagłówek wiadomości: %s

source: Wrong or missing login data to access server %s.
es_es: No se encuentran datos de login o son incorrectos al acceder al servidor %s.
pl_pl: Nieprawidłowy/brakujący login serwera %s.

source: Wrong or missing login data to access server %s: User: %s | Context: %s
es_es: No se encuentran datos de login o son incorrectos al acceder al servidor %s: Usuario: %s | Contexto: %s
pl_pl: Nieprawidłowy/brakujący login serwera %s: Użytkownik: %s | Kontekst: %s

source: You are not allowed to see a private task in shared folder %1$s (%2$d).
es_es: No está autorizado a ver tareas privadas en la carpeta compartida %1$s (%2$d).
pl_pl: Nie masz uprawnień do wyświetlania prywatnych zadań we współdzielonym folderze %1$s (%2$d).

source: You do not have permission to read objects in folder %1$d in context %2$d with user %3$d
es_es: No tiene permisos para leer objetos en in folder %1$d in context %2$d with user %3$d
pl_pl: Nie masz uprawnień do odczytu obiektów z tego folderu %1$d w kontekście %2$d dla użytkownika %3$d

source: You do not have permission to store objects in folder %1$d in context %2$d with user %3$d
es_es: No tiene permiso para almacenar objetos en la carpeta %1$d en contexto %2$d con usuario %3$d
pl_pl: Nie masz uprawnień do przechowywania obiektów w folderze %1$d w kontekście %2$d dla użytkownika %3$d

source: You do not have sufficient permissions to read objects in this folder.
es_es: No tiene suficientes permisos para leer objetos en esta carpeta.
pl_pl: Nie masz wystarczających uprawnień do zapisywania obiektów w tym folderze.

source: You do not have sufficient read permissions.
es_es: No tiene suficientes permisos de lectura
pl_pl: Nie masz wystarczających uprawnień do odczytu.

source: You do not have the necessary permissions
es_es: No tiene los permisos necesarios
pl_pl: Nie masz wymaganych uprawnień
