Repository: cognitionworks/appsuite-middleware
Catalog: i18n/*/errors.*.po
Languages: de_de, es_es, fr_fr, pl_pl

source: Could not fetch result from result set. Probably the database may be busy or not running. Please try again.
es_es: No se puede sacar resultados del conjunto. Probablemente la base de datos debe estar ocupada o no está funcionando. Inténtelo de nuevo.
pl_pl: Nie można pobrać listy wyników. Prawdopodobnie baza jest zajęta lub nie została uruchomiona. Prosimy spróbować później.

source: Could not get file store location.
es_es: No se puede obtener localización de almacén.
pl_pl: Nie można pobrać lokalizacji pliku.

source: Could not import into folder %s
es_es: No se puede importar en la carpeta %s
pl_pl: Nie można importować do folderu %s

source: Could not import into the folder %s.
es_es: No se puede importar en la carpeta %s.
pl_pl: Nie można importować do folderu %s

source: Could not iterate result
es_es: No se puede iterar el resultado
pl_pl: Nie można iterować wyniku

source: Could not remove file from file store.
es_es: No se puede borrar el fichero del almacén.
pl_pl: Nie można usunąć pliku ze schowka.

source: Could not remove file. %s
es_es: No se puede borrar el fichero. %s
pl_pl: Nie można usunąć pliku. %s

source: Could not send results of importing process.
es_es: No se pueden enviar resultados del proceso de importación
pl_pl: Nie można wyświetlić podsumowania importu.

source: Could not use UTF-8 encoding.
es_es: No se puede usar codificación UTF-8
pl_pl: Nie można korzystać z kodowania UTF-8.

source: Couldn't convert object: %s
es_es: No se puede convertir objeto:%s
pl_pl: Nie można przekonwertować obiektu: %s

source: Cowardly refusing to import an entry flagged as confidential.
es_es: Rechazando importar una entrada marcada como confidencial.
pl_pl: órzliwie odrzucam ś .

source: Critical Error occurred. This folder contains a contact with no id. Context %1$d Folder %2$d
es_es: Ha ocurrido un error crítico. Esta carpeta contiene un contacto sin id. Contexto %1$d Folder %2$d
pl_pl: Wystąpił błąd krytyczny. W folderze znajduje się kontakt bez identyfikatora. Kontekst %1$d Folder %2$d

source: Database cannot be reached.
es_es: No puede accederse a la base de datos.
pl_pl: Nie można połączyć się z bazą danych.

source: Default folder %s cannot be deleted
es_es: La carpeta por defecto %s no puede borrarse
pl_pl: Folder domyślny %s nie może być usunięty

source: Default folder %s cannot be renamed in context %s
es_es: La carpeta por defecto %s no puede renombrarse en contexto %s
pl_pl: Nazwa domyślnego folderu %s nie może być zmieniona w kontekście %s

source: Default folder %s cannot be updated
es_es: La carpeta por defecto %s no puede actualizarse
pl_pl: Domyślny folder %s nie może być zaktualizowany

source: Defined permissions for folder %s in context %s are not applicable to user %s due to user configuration
es_es: Los permisos definidos en la carpeta %s en contexto %s no pueden aplicarse al usuario %s debido a la configuración de usuario
pl_pl: Zdefiniowane uprawnienie do katalogu %s w kontekście %s nie będą zastosowane dla użytkownika %w związku z jego konfiguracją

source: Deletion of folder %s failed
es_es: La eliminación de la carpeta %s ha fallado
pl_pl: Usunięcie folderu %s nie powiodło się

source: Deletion of message %s failed
es_es: La eliminación del mensaje %s ha fallado
pl_pl: Usunięcie wiadomości %s nie powiodło się

source: Delivered sequence id %s from database is less than allowed min folder id of %s in context %s
es_es: La secuencia enviada de id %s de la base de datos, es menos que el id mínimo permitido de la carpeta %s en contexto %s
pl_pl: Podana sekwencja iden %s z bazy jest mniejsza niż dozwolony minimalny identyfikator foldera %s w kontekście %s

source: Dictionary (id=%1$s) does not hold a command. Please specify a command in corresponding "spellcheck.cfg" file.
es_es: El diccionario (id=%1$s) no reconoce un comando. Por favor, especifique un comando en el correspondiente fichero "spellcheck.cfg"
pl_pl: Słownik (id=%1$s) nie przechowuje zamówień. Prosimy podać zamówienie w odpowiednim pliku "spellcheck.cfg".

source: Draft message could not be edited in read-only mail folder %s
es_es: El mensaje borrador no puede ser editado en la carpeta de correo sólo lectura %s
pl_pl: Szkic wiadomości nie może być edytowana w folderze tylko do odczytu %s

source: Driver class missing.
es_es: No se encuentra el controlador de clase.
pl_pl: Brak klasy sterownika.

source: ERROR: Private flag and participants are not supported.
es_es: ERROR: Marca de privado y con participantes no están soportados.
pl_pl: BŁĄD: Flagi prywatne oraz uczestnicy nie są obsługiwani.

source: Effective permission of folder %s could not determined for user %s in context %s
es_es: Los permisos efectivos de la carpeta %s no pueden determinarse para el usuario %s en contexto %s
pl_pl: Faktyczne uprawnienia folderu %s nie mogą być ustawione dla użytkownika %s w kontekście %s

source: Either key %s or key %s is mssing in message's JSON representation
es_es: Se ha perdido bien la clave %s o la clave %s en la representación del mensaje JSON
pl_pl: Brakuje jednego z kluczy %s albo %s w prezentacji JSON

source: Error in SQL Update
es_es: Error en Actualización SQL
pl_pl: Błąd podczas aktualizacji SQL

source: File "%s" does not exist.
es_es: El fichero "%s" no existe
pl_pl: Plik "%s" nie istnieje.

source: File "%s" is not readable.
es_es: El fichero "%s" no es legible.
pl_pl: Nie można odczytać pliku "%s".

source: File upload failed: %s
es_es: La carga del fichero ha fallado: %s
pl_pl: Nie udało się pobrać pliku: %s

source: Files attached to InfoStore items must have unique names. Filename: %s. The other document with this file name is %s.
es_es: Los ficheros añadidos a elementos de la carpeta de información deben tener nombres únicos. Fichero: %s. Existe otro documento con este nombre %s.
pl_pl: Pliki przypisane do schowka muszą mieć unikalne nazwy. Nazwa pliku: %s. Inny dokument z plikiem o tej samej nazwie to %s.

source: Flag %s could not be changed due to following reason: %s
es_es: La marca %s no puede cambiarse debido a las razones siguientes: %s
pl_pl: Flaga %s nie mogła być zmieniona z następującego powodu: %s

source: Flag %s could not be changed in message %d in folder %s due to following reason: %s
es_es: La marca %s no puede cambiarse en mensaje %d en la carpeta %s debido a las siguientes razones: %s
pl_pl: Flaga %s nie może być zmieniona dla wiadomości %d w folderze %s z powodu: %s

source: Folder %d for task %d cannot be found. User %d, Context %d.
es_es: No se encuentra la carpeta %d para la tarea %d. Usuario %d. Contexto %d.
pl_pl: Folder %d dla zadania %d nie może być znaleziony. Użytkownik %d, Kontekst %d.

source: Folder %d has two subfolders named %s. Your database is not consistent.
es_es: La carpeta %d tiene dos subcarpetas con el mismo nombre %s. La base de datos no es consistente.
pl_pl: Katalog %d posiada 2 subfoldery o naziwe %s. Baza danych nie jest zgodna.

source: Folder %s cannot be deleted
es_es: No puede borrarse la carpeta %s
pl_pl: Katalog %s nie może być usunięty

source: Folder %s cannot be updated
es_es: No puede actualizarse la carpeta %s
pl_pl: Katalog %s nie może być zaktualizowany

source: Folder %s could not be loaded in context %s
es_es: No puede cargarse la carpeta %s en contexto %s
pl_pl: Katalog %s nie może być załadowany w kontekście %s

source: Folder %s could not be put into cache in context %s
es_es: No puede añadirse a la caché la carpeta %s en contexto %s
pl_pl: Katalog %s nie może być załadowany do cache w kontekście %s

source: Folder %s could not be removed from folder cache
es_es: No puede borrarse la carpeta %s de la carpeta caché
pl_pl: Katalog %s nie może być usunięty z folderu cache

source: Folder %s could not be updated in context %s
es_es: No puede actualizarse la carpeta %s en contexto %s
pl_pl: Katalog %s nie może być zaktualizowany w kontekście %s

source: Folder %s does not allow subfolders.
es_es: La carpeta %s no admite subcarpetas.
pl_pl: Katalog %s nie pozwala na dodawanie subfolderów.

source: Folder %s does not exist in context %s
es_es: No existe la carpeta %s en contexto %s
pl_pl: Katalog %s nie istnieje w kontekście %s

source: Folder %s does not hold messages and is therefore not selectable
es_es: La carpeta %s no tiene mensajes y por tanto no es seleccionable
pl_pl: Katalog %s nie przechowuje wiadomości, nie można go też wybrać

source: Folder %s has been modified after last sync timestamp in context %s
es_es: La carpeta %s ha sido modificada después de la última sicronización en contexto %s
pl_pl: Katalog %s został zmieniony po ostatnim znaczniku synchronizacji w kontekście %s

source: Folder %s in context %s contains a hidden subfolder. User %s has no delete rights for this subfolder and consequently cannot delete its parent folder.
es_es: La carpeta %s contiene una subcarpeta oculta en contexto %s. El usuario %s no tiene permisos para borrar esta carpeta y por tanto no puede borrar su carpeta padre.
pl_pl: Katalog %s w kontekście %s zawiera ukryty subfolder. Użytkownik %s nie ma uprawnień do usuwania subfolderów oraz katalogu głównego.

source: Folder %s must not be moved to one of its subfolders in context %s
es_es: La carpeta %s no puede moverse a una de sus subcarpetas en contexto %s
pl_pl: Katalog %s nie może być przeniesiony do jednego z subkatalogów w kontekście %s

source: Folder %s not visible to user %s in context %s
es_es: La carpeta %s no es visible para el usuario %s en contexto %s
pl_pl: Katalog %s niewidoczny dla użytkownika %s w kontekście %s

source: Folder cache (region name = %s) could not be initialized due to following reason: %s
es_es: La carpeta caché (nombre región = %s) no puede inicializarse debido al siguiente motivo: %s
pl_pl: Katalog cache (nazwa regionalna = %s) nie mógł być uruchomiony z następującego powodu: %s

source: Folder cache has not been enabled in config file %s
es_es: La carpeta caché no ha sido activada en el fichero de configuración %s
pl_pl: Katalog cache nie został uruchomiony w pliku konfiguracyjnym %s

source: Folder existence cannot be checked due to unsufficient folder information)
es_es: No se puede verificar la existencia de la carpeta debido a una falta de información)
pl_pl: Lokalizacja folderu nie może być sprawdzona z powodu braku wystarczających informacji

source: Folder is closed: %s
es_es: La carpeta está cerrada: %s
pl_pl: Katalog jest zamknięty: %s

source: Folder not found: %s
es_es: Carpeta no encontrada
pl_pl: Katalog nie został znaleziony: %s

source: Folder owner's administer permission must not be removed from folder %s
es_es: No se puede eliminar el permiso de administración del propietario de la carpeta %s
pl_pl: Uprawnienia administratora folderu nie mogą być usunięte z katalogu %s

source: Folder read-only check failed
es_es: Falló la comprobación de la carpeta sólo-lectura
pl_pl: Sprawdzenie katalogu tylko do odczytu nie udało się

source: Found not committed transaction.
es_es: Se encontraron transacciones no enviadas.
pl_pl: Brak zapisanych transakcji.

source: FreeBusyResults calculation problem with oid: %d
es_es: Problema al calcular FreeBusyResults con oid: %d
pl_pl: Wystąpił problem przy obliczaniu FreeBusyResulsts z identyfikatorem: %d

source: Got SQL Exception
es_es: Excepción SQL
pl_pl: Wystąpił wyjątek SQL

source: Got a FileStorageException for FileStorage with id %s in context %s. Underlying message is: %s. Check the StackTrace.
es_es: FileStorageException para FileStorage con id %s en contexto %s. Mensaje interno es: %s. Comprobar StackTrace.
pl_pl: Wystąpił wyjątek pliku schowka o identyfikatorze %s w kontekście %s. Wstępna wiadomość to: %s. Sprawdź zapisane ślady.

source: Html-2-Text conversion failed: %s
es_es: Conversión Html-2-Text falló: %s
pl_pl: Konwersja Html-2-Text nie powiodła się: %s

source: IMAP command exceeds max. allowed length of %d: %s
es_es: El comando IMAP excede de la longitud máxima permitida de %d: %s
pl_pl: Komenda IMAP przekroczyła maksymalną długość %d: %s

source: IMAP default folder %s could not be created
es_es: La carpeta por defecto de IMAP %s no puede crearse
pl_pl: Domyślny folder %s nie mógł być stworzony

source: IMAP property error: %s
es_es: Error en la propiedad IMAP: %s
pl_pl: Błąd właściwości IMAP: %s

source: IMAP search failed due to following reason: %s Switching to application-based search
es_es: La búsqueda IMAP falló debido a la razón siguiente: %s Cambiando a la búsqueda de aplicación
pl_pl: Wyszukiwanie IMAP nie powiodło się z powodu: %s Zmienione wyszukiwanie w oparciu o aplikacje

source: IMAP sort failed due to following reason: %s Switching to application-based sorting
es_es: La ordenación IMAP falló debido a la razón siguiente: %s Cambiando a la ordenación de aplicación
pl_pl: Sortowanie IMAP nie powiodło się z powodu: %s Zmienione sortowanie w oparciu o aplikacje

source: Illegal write attempt: %s
es_es: Intento de escritura ilegal: %s
pl_pl: Nieprawidłowa próba zapisu: %s

source: Incorrect SQL Query.
es_es: Petición SQL incorrecta.
pl_pl: Nieprawidłowe zapytanie SQL.

source: Incorrect SQL Query: %s
es_es: Petición SQL incorrecta: %s
pl_pl: Nieprawidłowe zapytanie SQL: %s

source: Insufficient write rights for this folder. Unable to attach document. Context %4$d Folder %1$d Object %2$d User %3$d
es_es: Derechos insuficientes para escribir en esta carpeta. Imposible añadir documento. Contexto %4$d Carpeta %1$d Objecto %2$d Usuario %3$d
pl_pl: Brak uprawnień do zapisu tego folderu. Nie mozna dołączyć dokumentu. Kontekst %4$d Folder %1$d Obiekt %2$d Użytkownik %3$d

source: Integer value exceeds max allowed value (65535): %d
es_es: El valor entero excede el máximo permitido (65535): %d
pl_pl: Wartość liczby całkowitej przekroczyła maks. dozwoloną wartość (65536): %d

source: Internal error: %s
es_es: Error interno: %s
pl_pl: Błąd węwnętrzny: %s

source: Invalid Content-Type value: %s
es_es: Valor Content-Type no válido: %s
pl_pl: Nieprawidłowa wartość Content-Type: %s

source: Invalid SQL Query : %s
es_es: Petición SQL no válida: %s
pl_pl: Nieprawidłowe zapytanie SQL: %s

source: Invalid SQL query: %s
es_es: Petición SQL no válida: %s
pl_pl: Nieprawidłowe zapytanie SQL: %s

source: Invalid SQL: '%s'
es_es: SQL no válida: '%s'
pl_pl: Nieprawidłowy SQL: %s

source: Invalid action value: %s
es_es: Valor de acción no válida: %s
pl_pl: Nieprawidłowa wartość operacji: %s

source: Invalid attachment %s: %s
es_es: Adjunto %s no válido: %s
pl_pl: Nieprawidłowy zalącznik %s: %s

source: Invalid configuration: %s
es_es: Configuración no válida: %s
pl_pl: Nieprawidłowa konfiguracja: %s

source: Invalid constructor argument. Instance of %s not supported
es_es: Argumento constructor no válido. Instancias de %s no soportadas
pl_pl: Nieprawidłowy argument konstruktora. Instancja %s nie jest obsługiwana

source: Invalid constructor parameter at %1$d with type %2$s.
es_es: Parámetro constructor no válido en %1$d con tipo %2$s.
pl_pl: Nieprawidłowy parametr konstruktora na %1$d dla typu %2$s.

source: Invalid content-type header value: %s
es_es: Valor cabecera content-type no válido: %s
pl_pl: Nieprawidłowa wartość nagłówka content-type: %s

source: Invalid email address %s
es_es: Dirección de email no válida
pl_pl: Nieprawidłowy adres email %s

source: Invalid entity id %s detected in permissions of folder %s in context %s
es_es: Id de entidad %s no válida detectada en permisos de carpeta %s en contexto %s
pl_pl: Nieprawidłowy nagłówek identyfikatora %s wykryty w ustawieniach folderu %s w kontekście %s

source: Invalid integer value %s
es_es: Valor entero no válido %s
pl_pl: Niepoprawna wartość liczby całkowitej %s

source: Invalid method on an expunged message: %s
es_es: Método no válido en un mensaje externo: %s
pl_pl: Nieprawidłowa metoda wykreślonej wiadomości: %s

source: Invalid object ID %s
es_es: ID de objeto no válido %s
pl_pl: Niepoprawny identyfikator obiektu %s

source: Invalid permission values: fp=%d orp=%d owp=%d odp=%d
es_es: Valores de permiso no válidos: fp=%d orp=%d owp=%d odp=%d
pl_pl: Niepoprawne wartości uprawnień: fp=%d orp=%d owp=%d odp=%d

source: Invalid search expression: %s
es_es: Expresión de búsqueda no válida: %s
pl_pl: Nieprawidłowe zapytania wyszukiwania: %s

source: Invalid unique message identifier: %s
es_es: Identificador de mensaje único no válido: %s
pl_pl: Niepoprawny identyfikator unikalnej wiadomości: %s

source: Link is not implemented.
es_es: Enlace no implementado.
pl_pl: Link nie jest zaimplementowany.

source: Mail folder "%s" could not be created (maybe due to insufficient permission on parent folder %s)
es_es: La carpeta de mail "%s" no puede crearse (es posible que por derechos insuficientes de la carpeta padre %s)
pl_pl: Folder mail "%s" nie mógł być stworzony (prawdopodobnie z braku uprawnień do katalogu głównego %s)

source: Mail folder "%s" could not be created (maybe due to insufficient permission on parental folder %s)
es_es: La carpeta de mail "%s" no puede crearse (es posible que por derechos insuficientes de la carpeta padre %s)
pl_pl: Folder mail "%s" nie mógł być stworzony (prawdopodobnie z braku uprawnień do katalogu głównego %s)

source: Mail folder %s must not be moved to subsequent folder %s
es_es: La carpeta de mail %s no debe moverse a la carpeta siguiente %s
pl_pl: Folder mail %s nie może być przeniesiony do niższego katalogu %s

source: Mail folder cannot be created. Name must not contain character '%s'
es_es: La carpeta de mail no puede crearse. El nombre no puede contener el carácter '%s'
pl_pl: Folder mail nie może być stworzony. Nazwa nie może zawierać znaku '%s'

source: Mail folder could not be found: %s
es_es: No se encuentra la carpeta de mail: %s
pl_pl: Folder mail nie mógł być znaleziony: %s

source: Mail settings for user %s could not be found in context %d
es_es: No se encuentran las preferencias de mail para el usuario %s en el contexto %d
pl_pl: Ustawienia mail dla użytkownika % nie zostały znalezione w kontekście %d

source: Mandatory field last name is not set.
es_es: No se ha introducido el campo obligatorio Apellidos
pl_pl: Dodatkowe pole 'nazwisko' nie zostało ustawione.

source: Mapping for %d not implemented
es_es: Mapeado para %d no implementado
pl_pl: Mapowanie %d niezaimplementowane

source: Message could not be moved to trash folder. Quota exceeded
es_es: Mensaje no puede moverse a la papelera. Cuota sobrepasada
pl_pl: Nie można przenieść wiadomości do kubła. Przekroczony rozmiar

source: Message could not be sent to the following recipients: %s
es_es: El mensaje no puede enviarse a los destinatarios siguientes: %s
pl_pl: Wiadomość do użytkowników nie została wysłana: %s

source: Message field %s cannot be handled
es_es: El campo %s del mensaje no puede tratarse
pl_pl: Nieobsługiwane pole wiadomości %s

source: Message has been successfully sent, but a copy was not placed in your sent folder due to exceeded quota.
es_es: El mensaje se ha enviado satisfactoriamente, pero no se ha podido guardar una copia en la carpeta de Enviados debido a exceder la cuota.
pl_pl: Wiadomość została wysłana, ale nie można zapisać jej kopii w folderze wysłane z powodu przekroczenia limitu.

source: Message move aborted for user %s. Source and destination folder are equal: %s
es_es: Mover mensaje ha sido abortado para el usuario %s. La fuente y el destino son el mismo: %s
pl_pl: Nie można przenieść wiadomości użytkownika %s. Katalog źródłowy i docelowy jest identyczny: %s

source: Message(s) %s could not be found in folder %s
es_es: No se han encontrado mensaje(s) %s en la carpeta %s
pl_pl: Nie można znaleźć wiadomości %s w folderze %s

source: Messaging error: %s
es_es: Error de mensajería: %s
pl_pl: Błąd wysyłki: %s

source: Method not supported: %s
es_es: Método no soportado: %s
pl_pl: Metoda nieobsługiwana: %s

source: Missing %s folder in mail move operation
es_es: No se encuentra carpeta %s en la operación de mover mail
pl_pl: Brak folderu %s w trakcie przenoszenia maili

source: Missing SpellCheckConfig object.
es_es: No encontrado objeto SpellCheckConfig.
pl_pl: Brak obiektu SpellCheckConfig

source: Missing ability to encode or decode UTF-8 on server, cannot read file.
es_es: No se permite codificar o descodificar UTF-8 en el servidor, no se puede leer el fichero.
pl_pl: Brak opcji kodowania/dekodowania UTF-8 na serwerze, nie można odczytać pliku.

source: Missing data for spell check
es_es: No se encuentran datos para verificar ortografía
pl_pl: Brak danych do sprawdzenia pisowni

source: Missing default %s folder in user mail settings
es_es: No se encuentra carpeta por defecto %s en las preferencias mail de usuario
pl_pl: Brak folderu domyślnego %s w katalogu ustawień użytkownika

source: Missing field %s in folder %s in context %s
es_es: No se encuentra campo %s en carpeta %s en contexto %s
pl_pl: Brak pola %s w folderze %s w kontekście %s

source: Missing field %s in message %s
es_es: No se encuentra campo %s en mensaje %s
pl_pl: Brak pola %s w wiadomości %s

source: Missing header %s in message %s
es_es: No se encuentra cabecera %s en mensaje %s
pl_pl: Brak nagłówka %s w wiadomości %s

source: Missing key %s in message's JSON representation
es_es: No se encuentra clave %s en representación de mensaje JSON
pl_pl: Brak klucza %s w wiadomości JSON

source: Missing parameter in mail connection: %s
es_es: Parámetro no encontrado en conexión a mail: %s
pl_pl: Brak parametru w połączeniu mail: %s

source: Missing parameter: %s
es_es: Parámetro no econtrado: %s
pl_pl: Brak parametru:%s

source: Missing property %1$s in server.properties.
es_es: No se encuentra propiedad %1$s en server.properties.
pl_pl: Brak ustawienia %1$s w opcjach serwera.

source: Missing the following field: %s
es_es: No se encuentra el siguiente campo: %s
pl_pl: Brakuje następujących pól: %s

source: Missing user default email address in mail settings
es_es: No se encuentra la dirección de correo por defecto en las preferencias de correo
pl_pl: Brak domyślnego adresu email użytkownika w konfiguracji email

source: Missing value in key %s in message's JSON representation
es_es: No se encuentra valor en clave %s en la representación JSON del mensaje
pl_pl: Brak wartości klucza %s w wiadomości JSON

source: Module %s is unknown in context %s
es_es: No se conoce el módulo %s en contexto %s
pl_pl: Moduł %s nie został rozpoznany w kontekście %s

source: Module Calendar not enabled for user, cannot import appointments.
es_es: El módulo de calendario no está activado para el usuario, no puede importar reuniones.
pl_pl: Moduł Kalendarza nieaktywny dla użytkownika, nie można zaimportować spotkań.

source: Module Contacts is not enabled for this user, cannot store contacts contained in VCard.
es_es: El módulo contactos no está activado para el usuario, no puede almacenar los contactos contenidos en VCard.
pl_pl: Moduł Kontakty nieaktywny dla użytkownika, nie można zapisać kontaktów zawartych w VCard.

source: Module Contacts not enabled for user, cannot import contacts
es_es: El módulo de contactos no está activado para el usuario, no puede importar contactos
pl_pl: Moduł Kontakty nieaktywny dla użytkownika, nie można zaimportować kontaktów

source: Module Tasks not enabled for user, cannot import tasks.
es_es: El módulo de tareas no está activado para el usuario, no puede importar tareas.
pl_pl: Moduł Zadań nieaktywny dla użytkownika, nie można zaimportować kontaktów

source: Move not allowed to a shared folders if the private flag is set
es_es: No se permite mover a una carpeta compartida si la marca de privado está activa
pl_pl: Przenoszenie nie jest możliwe dla współdzielonych folderów z ustawioną flagą prywatną

source: Move not supported: Source:Destination %d:%d
es_es: No se puede mover: Origen:Destino %d:%d
pl_pl: Opcja przenoszenia nie jest obsługiwana. Źródłowy: %d Docelowy: %d
