Repository: cognitionworks/appsuite-middleware
Catalog: i18n/*/errors.*.po
Languages: de_de, es_es, fr_fr, pl_pl

source: Invalid parameter name: %1$s
de_de: Ungültiger Parametername: %1$s
fr_fr: Nom de paramètre invalide : %1$s

source: Invalid parameter: %s
de_de: Ungültiger Parameter: %s
es_es: Parámetro no válido: %s
fr_fr: Paramètre invalide : %s
pl_pl: Nieprawidłowy parametr: %s

source: Invalid permission values: fp=%1$s orp=%2$s owp=%3$s odp=%4$s
de_de: Ungültige Rechtewerte: fp=%1$s orp=%2$s owp=%3$s odp=%4$s
fr_fr: Valeurs de droits invalides : fp=%1$s orp=%2$s owp=%3$s odp=%4$s

source: Invalid request. Folder is shared!
de_de: Ungültige Anfrage. Ordner ist freigegeben.
es_es: Petición no válida. ¡La carpeta está compartida!
fr_fr: Requête invalide. Le dossier est partagé !
pl_pl: Zapytanie niepoprawne. Katalog jest współdzielony!

source: Invalid resource email address: %1$s
de_de: Ungültige Ressourcen-E-Mail-Adresse: %1$s
fr_fr: Adresse de courrier électronique de ressource invalide : %1$s

source: Invalid resource identifier: %1$s
de_de: Ungültige Ressourcen-ID: %1$s
fr_fr: Identifiant de ressource invalide : %1$s

source: Invalid search expression: %1$s
de_de: Ungültige Sucheingabe: %1$s
fr_fr: Expression de recherche invalide : %1$s

source: Invalid session given to implementation "%1$s".
de_de: Ungültige Sitzung an Implementation "%1$s" übergeben.
fr_fr: Session attribuée à l'implémentation « %1$s » invalide.

source: Invalid task state %d.
de_de: Ungültiger Aufgabenstatus %d
es_es: Estado de tarea no válido
fr_fr: État de tâche invalide : %d.
pl_pl: Nieprawidłowy status zadania %d.

source: Invalid user IDs: %1$s.
de_de: Ungültige Benutzer-ID %1$s.
fr_fr: Identifiants utilisateur invalides : %1$s.

source: Invalid value "%2$s" in JSON attribute "%1$s".
de_de: Ungültiger Wert "%2$s" in JSON-Attribut "%1$s".
fr_fr: Valeur « %2$s » invalide dans l'attribut « %1$s ».

source: Invalid value %s written to setting %s.
de_de: Ungültiger Wert %s in Einstellung %s.
fr_fr: Valeur %s invalide écrite dans le réglage %s.

source: Invalid value in element "%1$s": %2$s.
de_de: Ungültiger Wert in Element "%1$s": %2$s.
fr_fr: Valeur invalide dans l'élément « %1$s » : %2$s.

source: JSON error: %s
de_de: JSON-Fehler: %s
fr_fr: Erreur JSON : %s

source: Length is not a number: %1$s.
de_de: Length ist keine Zahl: %1$s.
fr_fr: La longueur n'est pas un nombre : %1$s.

source: Loading one or more users failed.
de_de: Das Laden eines oder mehrerer Benutzer ist fehlgeschlagen.

source: Magic bytes are not a number: %1$s.
de_de: Magic Bytes sind keine Zahl: %1$s.
fr_fr: Les octets magiques ne sont pas un nombre : %1$s.

source: Mail account %1$s with ID %2$s does not support mail transport.
de_de: Der Mail-Account %1$s mit der ID %2$s unterstützt keine Mail-Weiterleitung.
fr_fr: Le compte de courrier %1$s ayant l'identifiant %2$s ne prend pas en charge le transport du courrier.

source: Mail cannot be parsed. Invalid or incomplete mail data.
de_de: Nachricht kann nicht eingelesen werden. Daten der Nachricht sind unvollständig oder defekt.
fr_fr: Le message ne peut pas être analysé. Données de message invalides ou incomplètes.

source: Mail could not be found in folder %1$s for Message-Id: %2$s
de_de: Im Ordner %1$s wurde keine E-Mail mit folgender Message-ID gefunden: %2$s
fr_fr: Le message n'a pas pu être trouvé dans le dossier %1$s pour l'identifiant de message : %2$s

source: Mail could not be moved to trash folder. Quota exceeded
de_de: Nachricht konnte nicht in den Papierkorb verschoben werden. Quota überstiegen
fr_fr: Le message n'a pas pu être déplacé vers le dossier corbeille. Le quota a été dépassé

source: Mail folder "%1$s" could not be created (maybe due to insufficient permission on parent folder %2$s or due to an invalid folder name)
de_de: Der E-Mail-Ordner "%1$s" konnte nicht angelegt werden (möglicherweise aufgrund unzureichender Berechtigungen für den übergeordneten Ordner %2$s oder aufgrund eines ungültigen Ordner-Namens)

source: Mail folder "%1$s" could not be created (maybe due to insufficient permission on parent folder %2$s or due to an invalid folder name) on server %3$s with login %4$s (user=%5$s, context=%6$s)
de_de: Der E-Mail-Ordner "%1$s" konnte nicht auf dem Server %3$s mit dem Login %4$s (Benutzer=%5$s, Kontext=%6$s) angelegt werden (möglicherweise aufgrund unzureichender Berechtigungen für den übergeordneten Ordner %2$s oder aufgrund eines ungültigen Ordner-Namens)

source: Mail folder "%1$s" could not be found on mail server %2$s with login %3$s (user=%4$s, context=%5$s).
de_de: Mail-Ordner "%1$s" konnte nicht auf dem Server %2$s mit dem Login %3$s (Benutzer=%4$s, Kontext=%5$s) gefunden werden.
fr_fr: Impossible de trouver le dossier de courrier « %1$s » sur le serveur %2$s avec le nom de connexion %3$s (utilisateur=%4$s, contexte=%5$s).

source: Mail folder "%1$s" could not be found.
de_de: Mail-Ordner "%1$s" konnte nicht gefunden werden
fr_fr: Le dossier de courrier « %1$s » est introuvable.

source: Mail folder %1$s must not be moved to subsequent folder %2$s
de_de: Der E-Mail-Ordner %1$s darf nicht in den nachfolgenden Ordner %2$s verschoben werden

source: Mail folder %1$s must not be moved to subsequent folder %2$s on server %3$s with login %4$s (user=%5$s, context=%6$s)
de_de: Der E-Mail-Ordner "%1$s" darf auf dem Server %3$s mit dem Login %4$s (Benutzer=%5$s, Kontext=%6$s) nicht in den nachfolgenden Ordner %2$s verschoben werden.

source: Mail folder cannot be created/renamed. Empty folder name.
de_de: Der E-Mail-Ordner kann nicht erzeugt oder umbenannt werden, da ein leerer Ordnername angegeben wurde.
fr_fr: Le dossier de courrier n'a pas pu être créé ou renommé. Nom de dossier vide.

source: Mail folder cannot be created/renamed. Name must not contain character '%1$s'
de_de: Der E-Mail-Ordner kann nicht angelegt/umbenannt werden. Der Name darf nicht das Zeichen '%1$s' enthalten.
fr_fr: Le dossier de courrier n'a pas pu être créé ou renommé. Son nom ne doit pas contenir le caractère '%1$s'

source: Mail folder could not be found: %1$s.
de_de: Der E-Mail-Ordner konnte nicht gefunden werden: %1$s.
fr_fr: Dossier de courrier non trouvé : %1$s.

source: Mail folder must not be deleted: %1$s.
de_de: Der E-Mail-Ordner darf nicht gelöscht werden: %1$s.
fr_fr: Le dossier de courrier ne doit pas être supprimé : %1$s.

source: Mail folder must not be moved: %1$s.
de_de: Der E-Mail-Ordner darf nicht verschoben werden: %1$s.
fr_fr: Le dossier de courrier ne doit pas être déplacé : %1$s.

source: Mail folder must not be updated: %1$s.
de_de: Der E-Mail-Ordner darf nicht aktualisiert werden: %1$s.
fr_fr: Le dossier de courrier ne doit pas être mis à jour : %1$s.

source: Mail server indicates a bad command. Server response: %1$s
de_de: Der Mailserver zeigt einen fehlerhaften Befehl an. Server-Antwort: %1$s
fr_fr: Le serveur de courrier indique une commande incorrecte. Réponse du serveur : %1$s.

source: Mail settings for user %1$s could not be found in context %2$d
de_de: Keine Mail-Einstellungen für Benutzer %1$s im Kontext %2$d gefunden
fr_fr: Les réglages de courrier de l'utilisateur %1$s n'ont pas pu être trouvés dans le contexte %2$d

source: Mail(s) could not be found in folder
de_de: Nachricht(en) nicht im Ordner gefunden

source: Mail(s) %1$s could not be found in folder %2$s
de_de: Nachricht(en) %1$s nicht im Ordner %2$s gefunden
fr_fr: Le ou les messages %1$s n'ont pas pu être trouvés dans le dossier %2$s

source: Mailbox' root folder must not be source or the destination full name of a move operation.
de_de: Der Root-Ordner der Mailbox darf nicht FullName der Quelle oder des Ziels eines Verschiebevorgangs sein.

source: Mandatory field mail address for external participants
de_de: Pflichtfeld Mailadresse für externe Teilnehmer
es_es: El campo mail obligatorio para participantes externos
fr_fr: Le champ « adresse de courrier électronique » est obligatoire pour les participants externes
pl_pl: Dodatkowe pole 'adres email' dla zewnętrznych uczestników

source: Mapping for %1$d not implemented
de_de: Mapping für %1$d nicht implementiert
fr_fr: L'association pour %1$d n'est pas implémentée

source: Message cannot be displayed.
de_de: Nachricht kann nicht angezeigt werden
fr_fr: Le message ne peut pas être affiché.

source: Message could not be moved to trash folder
de_de: Nachricht konnte nicht in den Papierkorb verschoben werden.
es_es: Mensaje no puede moverse a la papelera
pl_pl: Nie można przenieść wiadomości do kubła

source: Message could not be moved to trash folder on server %1$s with login %2$s (user=%3$s, context=%4$s)
de_de: Die Nachricht konnte auf dem Server %1$s mit dem Login %2$s (Benutzer=%3$s, Kontext=%4$s) nicht in den Papierkorb verschoben werden.

source: Message could not be sent
de_de: Nachricht konnte nicht gesendet werden
es_es: El mensaje no puede enviarse
fr_fr: Le message n'a pas pu être envoyé
pl_pl: Nie można wysłać wiadomości

source: Message could not be sent because it is too large
de_de: Nachricht konnte nicht gesendet werden, da sie zu groß ist.
es_es: El mensaje no puede enviarse por ser demasiado largo
fr_fr: Le message n'a pas pu être envoyé car il est trop grand
pl_pl: Wiadomośc za duża, nie można jej wysłać

source: Message could not be sent to the following recipients: %1$s
de_de: Senden der Nachricht an folgende Empfänger fehlgeschlagen: %1$s
fr_fr: Le message n'a pas pu être envoyé aux destinataires suivants : %1$s

source: Message could not be sent: %1$s
de_de: Nachricht konnte nicht gesendet werden: %1$s
fr_fr: Le message n'a pas pu être envoyé : %1$s

source: Message field %1$s cannot be handled
de_de: Nachrichtenfeld %1$s kann nicht verarbeitet werden
fr_fr: Le champ de message %1$s ne peut pas être traité

source: Message field %1$s cannot be handled on server %2$s with login %3$s (user=%4$s, context=%5$s)
de_de: Nachrichtenfeld %1$s kann nicht auf dem Server %2$s mit dem Login %3$s (Benutzer=%4$s, Kontext=%5$s) verarbeitet werden.
fr_fr: Impossible d'utiliser le champ de message %1$s sur le serveur %2$s avec le nom de connexion %3$s (utilisateur=%4$s, contexte=%5$s)

source: Message has been successfully sent, but a copy could not be placed in your sent folder due to exceeded quota.
de_de: Nachricht erfolgreich versendet, jedoch konnte wegen abgelaufener Quota keine Kopie in Ihren Gesendet-Ordner gelegt werden.
fr_fr: Le message a été envoyé avec succès, mais il n'a pas été possible d'en mettre une copie dans votre dossier des messages envoyés, car le quota a été dépassé.

source: Message has been successfully sent, but a copy could not be placed in your sent folder.
de_de: Nachricht erfolgreich versendet, jedoch konnte keine Kopie in Ihren Gesendet-Ordner gelegt werden.
fr_fr: Le message a été envoyé avec succès, mais il n'a pas été possible d'en mettre une copie dans votre dossier des messages envoyés.

source: Message move aborted for user %1$s. Source and destination folder are equal to "%2$s"
de_de: Der Verschiebe-Vorgang für die Nachricht wurde für den Benutzer %1$s abgebrochen. Der Quell- und Ziel-Ordner sind identisch zu "%2$s"

source: Message move aborted for user %1$s. Source and destination folder are equal to "%2$s" on server %3$s with login %4$s (user=%5$s, context=%6$s)
de_de: Der Verschiebe-Vorgang für die Nachricht wurde für den Benutzer %1$s abgebrochen. Der Quell- und Ziel-Ordner sind identisch zu "%2$s" auf dem Server %3$s mit dem Login %4$s (Benutzer=%5$s, Kontext=%6$s)

source: Message(s) %1$s in folder %2$s could not be deleted due to error "%3$s"
de_de: Die Nachricht(en) %1$s im Ordner %2$s konnten aufgrund des Fehlers "%3$s" nicht gelöscht werden.

source: Message(s) %1$s in folder %2$s could not be deleted due to error "%3$s" on server %4$s with login %5$s (user=%6$s, context=%7$s)
de_de: Die Nachricht(en) %1$s im Ordner %2$s konnten aufgrund des Fehlers "%3$s" auf dem Server %4$s mit dem Login %5$s (Benutzer=%6$s, Kontext=%7$s) nicht gelöscht werden.

source: Messaging error: %1$s
de_de: Es trat ein Messaging-Fehler auf: %1$s
fr_fr: Une erreur de messagerie s'est produite : %1$s

source: Method not supported: %1$s
de_de: Methode nicht unterstützt: %1$s
fr_fr: Méthode non prise en charge : %1$s

source: Missing %1$s folder in mail move operation
de_de: Fehlender %1$s-Ordner für E-Mail-Verschiebevorgang.

source: Missing %1$s folder in mail move operation on server %2$s with login %3$s (user=%4$s, context=%5$s)
de_de: Fehlender %1$s-Ordner für E-Mail-Verschiebevorgang auf dem Server %2$s mit dem Login %3$s (Benutzer=%4$s, Kontext=%5$s)

source: Missing AJAX request handler for module %s
de_de: Fehlender AJAX Request Handler für das Modul %s
fr_fr: Gestionnaire de requêtes AJAX manquant dans le module %s

source: Missing DTSTART
de_de: Fehlender Wert DTSTART
fr_fr: DTSTART manquant

source: Missing IMAP server arguments to resolve IMAP login to a user
de_de: Fehlende IMAP-Server-Argumente zum Auflösen eines IMAP-Logins in einen Benutzer
fr_fr: Arguments de serveur IMAP manquants pour attribuer la connexion IMAP à un utilisateur

source: Missing Push UDP configuration.
de_de: Fehlende Push UDP-Konfiguration.
fr_fr: Configuration Push UDP manquante.

source: Missing affiliation id
de_de: Zugehörigkeits-ID fehlt
es_es: No encontrado ID de afiliación
fr_fr: Identifiant d'affiliation manquant
pl_pl: Brak powiązania identyfikatora

source: Missing cache configuration file at location: %1$s
de_de: Fehlende Cache-Konfigurationsdatei unter: %1$s
fr_fr: Le fichier de configuration du cache manque à l'emplacement : %1$s

source: Missing configuration property: %1$s
de_de: Fehlende Konfigurationseigenschaft: %1$s
fr_fr: Propriété de configuration manquante : %1$s

source: Missing default %1$s folder
de_de: Fehlender Standard-%1$s-Ordner

source: Missing default %1$s folder in user mail settings
de_de: Fehlender Standard-%1$s-Ordner in den Benutzer-Maileinstellungen
fr_fr: Dossier par défaut %1$s manquant dans les réglages de courrier de l'utilisateur

source: Missing default %1$s folder on server %2$s with login %3$s (user=%4$s, context=%5$s)
de_de: Fehlender Standard-%1$s-Ordner auf dem Server %2$s mit dem Login %3$s (Benutzer=%4$s, Kontext=%5$s)

source: Missing default auxiliary defined by property: jcs.default=<aux-name>
de_de: Fehlendes Standard-Auxiliary definiert durch Eigenschaft: jcs.default=<aux-name>
fr_fr: Il manque l'auxiliaire par défaut défini par la propriété : jcs.default=<aux-name>

source: Missing field %1$s
de_de: Fehlendes Feld %1$s
fr_fr: Champ %1$s manquant

source: Missing field %1$s in folder %2$s in context %3$s
de_de: Fehlendes Feld %1$s im Ordner %2$s im Kontext %3$s
fr_fr: Champ %1$s manquant dans le dossier %2$s dans le contexte %3$s

source: Missing field %1$s.
de_de: Fehlendes Feld %1$s.
fr_fr: Champ %1$s manquant.

source: Missing folder id for creating task.
de_de: Fehlende Ordner-ID zum Anlegen der Aufgabe
es_es: No se encuentra ID de carpeta para crear tarea.
fr_fr: Identifiant de dossier nécessaire pour créer la tâche manquant.
pl_pl: Brak identyfikatora folderu do stworzenia zadania.

source: Missing folder mapping for task %1$d.
de_de: Fehlende Ordner-Zuordnung für Aufgabe %1$d.
fr_fr: Association de dossier manquante pour la tâche %1$d.

source: Missing header field %1$s.
de_de: Fehlendes Header-Feld %1$s.
fr_fr: Champ d'en-tête %1$s manquant.

source: Missing mail folder fullname
de_de: Kompletter Name des Mailordners nicht vorhanden
fr_fr: Nom complet de dossier de courrier manquant

source: Missing mandatory field(s) in given resource.
de_de: Fehlende(s) Pflichtfeld(er) in angegebener Ressource
fr_fr: Un ou plusieurs champs obligatoires manquent dans la ressource fournie.

source: Missing or unknown password mechanism %1$s
de_de: Fehlender oder unbekannter Passwortmechanismus %1$s
fr_fr: Mécanisme de mot de passe %1$s absent ou inconnu

source: Missing parameter %1$s
de_de: Fehlender Parameter %1$s
fr_fr: Paramètre %1$s manquant

source: Missing parameter in user's mail config: %1$s
de_de: Fehlender Parameter in der Mail-Konfiguration des Benutzers: %1$s
fr_fr: Réglage manquant dans les réglages de courrier électronique de l'utilisateur : %1$s

source: Missing payload data in client's body chunk package
de_de: Fehlende Nutzdaten im Body Chunk-Paket des Client
es_es: No se encuentran datos de pago en el paquete del cuerpo del cliente
fr_fr: Données de charge utile manquantes dans le paquetage segment principal du client
pl_pl: Brak 'payload data' w treści pakietu klienta

source: Missing payload in datagram package.
de_de: Keine Nutzinformationsdaten im Datagramm-Paket

source: Missing personal namespace
de_de: Fehlender persönlicher Namensraum

source: Missing property %1$s in imap.properties.
de_de: Fehlende Eigenschaft %1$s in imap.properties.
fr_fr: Propriété %1$s manquante dans imap.properties.

source: Missing property %1$s in system.properties.
de_de: Fehlende Eigenschaft %1$s in system.properties.
es_es: No se encuentra propiedad %1$s en system.properties.
fr_fr: Propriété %1$s manquante dans system.properties.
pl_pl: Brak ustawienia %1$s w opcjach systemu.

source: Missing property %s in 'system.properties'
de_de: Fehlende Eigenschaft %s in system.properties.
es_es: No se encuentra propiedad %s en 'system.properties'
fr_fr: Propriété %s manquante dans 'system.properties'
pl_pl: Brak ustawienia %s w 'ustawieniach systemowych'

source: Missing property AJP_JVM_ROUTE in file "ajp.properties"
de_de: Fehlende Eigenschaft AJP_JVM_ROUTE in Datei "ajp.properties"
es_es: No se encuentra propiedad AJP_JVM_ROUTE en fichero "ajp.properties"
fr_fr: Propriété AJP_JVM_ROUTE manquante dans le fichier « ajp.properties »
pl_pl: Brak ustawienia AJP_JVM_ROUTE w pliku "ajp.properties"

source: Missing start date, unable to calculate recurring!
de_de: Fehlendes Startdatum. Wiederkehrendes Ereignis kann nicht berechnet werden.
es_es: No se encuentra fecha de inicio, ¡imposible calcular la recurrencia!
fr_fr: Date de début manquante, impossible de calculer la répétition !
pl_pl: Brak daty początkowej, nie można policzyć rekurencji!

source: Missing the following request parameter: %s
de_de: Folgende Anfrageparameter fehlen: %s
fr_fr: Le paramètre de requête suivant fait défaut : %s

source: Missing upload image.
de_de: Upload-Bild fehlt
es_es: No se encuentra la imagen cargada.
fr_fr: Image téléchargée manquante.
pl_pl: Brak obrazka do załadowania.

source: Module %1$s is unknown in context %2$s
de_de: Modul %1$s im Kontext %2$s nicht bekannt
fr_fr: Le module %1$s est inconnu dans le contexte %2$s

source: Module is not a number: %1$s.
de_de: Modul ist keine Zahl: %1$s.
fr_fr: Le module n'est pas un nombre : %1$s.

source: Module type of the object is missing.
de_de: Fehlender Modultyp des Objekts
fr_fr: Le type de module de l'objet manque.

source: Move not allowed from shared folders
de_de: Verschieben aus freigegebenen Ordnern nicht erlaubt
es_es: No se permite mover de la carpeta compartida
fr_fr: On ne peut pas déplacer à partir de dossiers partagés
pl_pl: Przenoszenie nie jest możliwe dla współdzielonych folderów

source: Move not allowed to a shared folder if the private flag is set
de_de: Verschieben in freigegebene Ordner nicht erlaubt, wenn Privatmarkierung (private flag) gesetzt ist.
fr_fr: On ne peut pas déplacer vers un dossier partagé si le drapeau privé est mis

source: Move not supported: Cannot move an appointment from folder %d to folder %d
de_de: Verschieben nicht unterstützt. Termin kann nicht von Ordner %d in Ordner %d verschoben werden.
fr_fr: Déplacement non pris en charge : impossible de déplacer un rendez-vous du dossier %d au dossier %d

source: Move of a recurring appointment to another folder is not supported.
de_de: Ein wiederkehrender Termin kann nicht in einen anderen Ordner verschoben werden.
fr_fr: Le déplacement d'un rendez-vous répétitif dans un autre dossier n'est pas pris en charge.

source: Move operation aborted. Source and destination folder are equal.
de_de: Der Verschiebe-Vorgang wurde abgebrochen. Der Quell- und Ziel-Ordner sind identisch.

source: Moving appointment to a public folder flaged as private is not allowed!
de_de: Die Privatmarkierung (private flag) darf nicht in einen öffentlichen Ordner verschoben werden.
es_es: ¡No se permite mover una cita marcada como privada a una carpeta pública!
fr_fr: Il n'est pas permis de déplacer un rendez-vous dans un dossier public marqué comme privé !
pl_pl: Przenoszenie spotkań do katalogu publicznego z prywatną flagą nie jest dozwolone!

source: Moving items from or into shared folder %1$s (%2$d) is not allowed.
de_de: Verschieben von Objekten von oder nach freigegebenem Ordner %1$s (%2$d) nicht erlaubt
es_es: No se permite mover elementos desde/hacia una carpeta compartida %1$s (%2$d)
fr_fr: Il n'est pas permis de déplacer des éléments depuis ou vers le dossier partagé %1$s (%2$d).
pl_pl: Przenoszenie jednostek z/do współdzielonych folderów %1$s (%2$d) jest niedozwolone.

source: Name "%s" already mapped to "%s". Ignoring servlet class "%s"
de_de: Name "%s" wurde bereits zu "%s" zugeordnet. Servlet-Klasse "%s" wird ignoriert.
es_es: El nombre "%s" ya está mapeado a "%s". Se ignora la clase servlet "%s"
fr_fr: Le nom « %s » est déjà associé à « %s ». La classe de servlet « %s » est ignorée
pl_pl: Nazwa "%s" jest już mapowana do "%s". Ignorowanie klasy servlet "%s"

source: New password contains invalid characters
de_de: Neues Passwort enthält ungültige Zeichen
fr_fr: Le nouveau mot de passe contient des caractères invalides

source: No access to mail folder %1$s
de_de: Kein Zugriff auf E-Mail-Ordner %1$s

source: No access to mail folder %1$s on server %2$s with login %3$s (user=%4$s, context=%5$s)
de_de: Kein Zugriff auf Mail-Ordner %1$s auf dem Server %2$s mit dem Login %3$s (Benutzer=%4$s, Kontext=%5$s).

source: No admin user found in context %1$s
de_de: Kein Adminbenutzer im Kontext %1$s gefunden
fr_fr: L'utilisateur administrateur dans le contexte %1$s n'a pas été trouvé

source: No administer access to mail folder %1$s
de_de: Kein Admin-Zugriff auf E-Mail-Ordner %1$s

source: No administer access to mail folder %1$s on server %2$s with login %3$s (user=%4$s, context=%5$s)
de_de: Kein Adamin-Zugriff auf Mail-Ordner %1$s auf dem Server %2$s mit dem Login %3$s (Benutzer=%4$s, Kontext=%5$s).

source: No administer permission specified for folder %1$s
de_de: Für den Ordner %1$s wurden keine Admin-Berechtigungen festgelegt.

source: No administer permission specified for folder %1$s on server %2$s with login %3$s (user=%4$s, context=%5$s)
de_de: Für den Ordner %1$s wurden auf dem Server %2$s mit dem Login %3$s (Benutzer=%4$s, Kontext=%5$s) keine Admin-Berechtigungen festgelegt.

source: No attachment was found with id %1$s in message
de_de: Keine Anlage mit der ID %1$s in Nachricht gefunden
fr_fr: La pièce jointe d'identifiant %1$s n'a pas été trouvée dans le message

source: No attachment was found with id %1$s in message on server %2$s with login %3$s (user=%4$s, context=%5$s)
de_de: In der Nachricht wurden keine Anhänge mit der ID %1$s auf dem Server %2$s mit dem Login %3$s (Benutzer=%4$s, Kontext=%5$s) gefunden.

source: No attribute name could be found for code: %1$d
de_de: Kein Attribut-Name gefunden für Code: %1$d
fr_fr: Le nom d'attribut correspondant au code %1$d n'a pas pu être trouvé

source: No cache found for region name: %1$s
de_de: Kein Cache gefunden für Bereichsname: %1$s
fr_fr: Cache introuvable pour le nom de la région : %1$s

source: No connection available to access mailbox
de_de: Keine Verbindung zum Zugriff auf die Mailbox verfügbar
es_es: No hay una conexión válida para acceder al buzón de mail
fr_fr: Pas de connexion disponible pour accéder à la boîte aux lettres
pl_pl: Brak aktywnych połączeń ze skrzynką pocztową
