Repository: cognitionworks/appsuite-middleware
Catalog: i18n/*/errors.*.po
Languages: de_de, es_es, fr_fr, pl_pl

source: No appropriate folder storage for tree identifier "%1$s" and folder identifier "%2$s".
de_de: Kein passender Ordner-Speicher für Baum-ID "%1$s" und Ordner-ID "%2$s".
fr_fr: Aucun stockage de dossier approprié pour l'identifiant d'arborescence « %1$s » et l'identifiant de dossier « %2$s ».

source: No appropriate folder storage for tree identifier "%1$s" and content type "%2$s".
de_de: Kein passender Ordner-Speicher für Baum-ID "%1$s" und Inhaltstyp "%2$s".
fr_fr: Aucun stockage de dossier approprié pour l'identifiant d'arborescence « %1$s » et le type de contenu « %2$s ».

source: Missing session.
de_de: Fehlende Sitzung.
fr_fr: Session manquante.

source: Folder "%1$s" is not visible to user "%2$s" in context "%3$s"
de_de: Ordner "%1$s" ist im Kontext "%3$s" für Benutzer "%2$s" nicht sichtbar
fr_fr: Le dossier « %1$s » n'est pas visible par l'utilisateur « %2$s » dans le contexte « %3$s »

source: JSON error: %1$s
de_de: JSON-Fehler: %1$s
fr_fr: Erreur JSON : %1$s

source: Missing tree identifier.
de_de: Fehlende ID für Baum.
fr_fr: Identifiant d'arborescence manquant.

source: Missing parent folder identifier.
de_de: Fehlende ID für übergeordneten Ordner.
fr_fr: Identifiant de dossier parent manquant.

source: Missing folder identifier.
de_de: Fehlende Ordner-ID.
fr_fr: Identifiant de dossier manquant.

source: Parent folder "%1$s" does not allow folder content type "%2$s" in tree "%3$s" for user %4$s in context %5$s.
de_de: Übergeordneter Ordner "%1$s" erlaubt im Kontext %5$s im Baum "%3$s" keinen Inhaltstyp "%2$s" für den Benutzer %4$s.
fr_fr: Le dossier parent « %1$s » n'autorise pas le type de contenu de dossier « %2$s » dans l'arborescence « %3$s » pour l'utilisateur « %4$s » dans le contexte « %5$s ».

source: Move operation not permitted.
de_de: Verschiebe-Aktion nicht erlaubt.
fr_fr: L'opération de déplacement n'est pas autorisée.

source: A folder named "%1$s" already exists below parent folder "%2$s" in tree "%3$s".
de_de: Eine Verzeichnis namens "%1$s" ist bereits im übergeordneten Ordner "%2$s" im Baum "%3$s" vorhanden.
fr_fr: Un dossier nommé « %1$s » existe déjà en dessous du dossier parent « %2$s » dans arborescence « %3$s ».

source: Subscribe operation not permitted on tree "%1$s".
de_de: Abonnier-Vorgang nicht im Baum "%1$s" erlaubt.
fr_fr: L'opération d'abonnement n'est pas autorisée sur l'arborescence « %1$s ».

source: Un-Subscribe operation not permitted on tree "%1$s".
de_de: Abbestellen nicht erlaubt im Baum "%1$s".
fr_fr: L'opération de désabonnement n'est pas autorisée sur l'arborescence « %1$s ».

source: Un-Subscribe operation not permitted on folder "%1$s" in tree "%2$s".
de_de: Abbestellen im Baum "%2$s" nicht erlaubt im Ordner "%1$s".
fr_fr: L'opération de désabonnement n'est pas autorisée sur le dossier « %1$s » dans l'arborescence « %2$s ».

source: Unknown content type: %1$s.
de_de: Unbekannter Inhalts-Typ: %1$s.
fr_fr: Type de contenu inconnu : %1$s.

source: Missing property: %1$s.
de_de: Fehlende Eigenschaft: %1$s.
fr_fr: Propriété manquante : %1$s.

source: Unsupported storage type: %1$s.
de_de: Nicht unterstützter Speicher-Typ: %1$s.
fr_fr: Type de stockage non pris en charge : %1$s.

source: Folder "%1$s" could not be found in tree "%2$s".
de_de: Ordner "%1$s" konnte nicht im Baum "%2$s" gefunden werden.
fr_fr: Le dossier « %1$s » n'a pas pu être trouvé dans l'arborescence « %2$s ».

source: No default folder available for content type "%1$s" in tree "%2$s".
de_de: Kein Standardordner verfügbar für den Content-Typ "%1$s" im Baum "%2$s".
fr_fr: Aucun dossier par défaut disponible pour le type de contenu « %1$s » dans l'arborescence « %2$s ».

source: Invalid folder identifier: %1$s.
de_de: Ungültige Ordner-ID: %1$s.
fr_fr: Identifiant de dossier invalide : %1$s

source: Folder "%1$s" must not be deleted by user "%2$s" in context "%3$s".
de_de: Ordner "%1$s" darf im Kontext "%3$s" vom Benutzer "%2$s" nicht gelöscht werden.
fr_fr: Le dossier « %1$s » ne doit pas être supprimé par l'utilisateur « %2$s » dans le contexte « %3$s ».

source: Folder "%1$s" must not be moved by user "%2$s" in context "%3$s".
de_de: Ordner "%1$s" darf im Kontext "%3$s" vom Benutzer "%2$s" nicht verschoben werden.
fr_fr: Le dossier « %1$s » ne doit pas être déplacé par l'utilisateur « %2$s » dans le contexte « %3$s ».

source: A temporary error occurred. Please retry.
de_de: Es trat ein vorübergehender Fehler auf. Bitte erneut versuchen.
fr_fr: Une erreur temporaire s'est produite. Veuillez réessayer.

source: User "%2$s" must not create subfolders below folder "%2$s" in context "%3$s".
de_de: Benutzer %2$s hat im Kontext %3$s im Ordner %2$s keine Berechtigung zum Anlegen von Unterordnern.
fr_fr: L'utilisateur « %2$s » ne doit pas créer de sous-dossiers en dessous du dossier « %2$s » dans le contexte « %3$s ».

source: No mail folder allowed below a public folder.
de_de: Kein Mail-Ordner unterhalb eines öffentlichen Ordners erlaubt.
fr_fr: Aucun dossier de courrier n'est autorisé sous un dossier public.

source: No such tree with identifier "%1$s".
de_de: Baum mit ID "%1$s" nicht vorhanden

source: Invalid SQL Query: %s
de_de: Ungültige SQL-Anfrage: %s
es_es: Petición SQL no válida: %s
fr_fr: Requête SQL invalide : %s
pl_pl: Nieprawidłowe zapytanie SQL: %s

source: Could not save file to the file store.
de_de: Datei konnte nicht in Dateispeicher gespeichert werden
es_es: No se puede salvar fichero en el almacén.
fr_fr: Impossible d'enregistrer le fichier dans le dépôt de fichiers.
pl_pl: Nie można zapisać pliku do schowka.

source: Attachments must contain a file.
de_de: Anlagen müssen eine Datei enthalten
es_es: Los adjuntos deben contener un fichero.
fr_fr: Les pièces jointes doivent contenir un fichier.
pl_pl: Załącznik musi zawierać plik.

source: Cannot generate ID for new attachment: %s
de_de: ID für neue Anlage konnte nicht erzeugt werden: %s
es_es: No se puede generar ID para el nuevo adjunto: %s
fr_fr: Impossible de générer l'identifiant de la nouvelle pièce jointe : %s
pl_pl: Nie można wygenerować identyfikatora dla nowego załącznika: %s

source: Could not retrieve file: %s
de_de: Datei konnte nicht geholt werden: %s
es_es: No se puede encontrar fichero: %s
fr_fr: Impossible de retrouver le fichier : %s
pl_pl: Nie można pobrać pliku: %s

source: The attachment you requested no longer exists. Please refresh the view.
de_de: Die von Ihnen angeforderte Anlage ist nicht mehr vorhanden. Aktualisieren Sie die Ansicht.
es_es: El adjunto que ha solicitado ya no existe. Por favor actualice la presentación.
fr_fr: La pièce jointe que vous avez demandée n'existe plus. Veuillez rafraîchir l'affichage.
pl_pl: Podany załącznik już nie istnieje. Proszę odświeżyć stronę.

source: Could not delete attachment.
de_de: Anlage konnte nicht gelöscht werden
es_es: No se puede borrar adjunto
fr_fr: Impossible de supprimer la pièce jointe.
pl_pl: Nie można usunąć załącznika.

source: Could not find an attachment with the file_id %s. Either the file is orphaned or belongs to another module.
de_de: Anlage mit der file_id %s konnte nicht gefunden werden. Entweder die Datei ist verwaist oder gehört zu einem anderen Modul.
es_es: No se puede encontrar un adjunto con file_id %s. Bien el fichero está huérfano o pertenece a otro módulo.
fr_fr: Impossible de trouver une pièce jointe avec l'identifiant de fichier %s. Soit le fichier est orphelin, soit il appartient à un autre module.
pl_pl: Nie można znaleźć załącznika o identyfikatorze %s. Plik może być niepowiązany albo należeć do innego modułu.

source: Could not delete files from filestore. Context: %d.
de_de: Dateien konnten nicht aus Dateispeicher gelöscht werden. Kontext: %d
fr_fr: Impossible de supprimer les fichiers du dépôt de fichiers. Contexte : %d.

source: Validation failed: %s
de_de: Validierung fehlgeschlagen: %s
fr_fr: La validation a échoué : %s

source: An error occurred executing the search in the database.
de_de: Fehler beim Verarbeiten der Suche in der Datenbank.
fr_fr: Une erreur s'est produite durant l'exécution de la recherche dans la base de données.

source: Unable to access the filestore.
de_de: Zugriff auf Dateispeicher fehlgeschlagen
fr_fr: Impossible d'accéder au dépôt de fichiers.

source: Writing to filestore failed.
de_de: Schreiben in den Dateispeicher fehlgeschlagen.
fr_fr: L'écriture dans le dépôt de fichiers a échoué.

source: Changes done to the object this attachment was added to could not be undone. Your database is probably inconsistent, run the consistency tool.
de_de: Änderungen am Objekt zu dem die Anlage hinzugefügt wurde konnten nicht rückgängig gemacht werden. Ihre Datenbank ist möglicherweise inkonsistent. Lassen Sie das Konsistenz-Tool ausführen.
es_es: Los cambios realizados en el objeto, se añadió el adjunto, no pueden deshacerse. Su base de datos es inconsistente, deberá ejecutar la utilidad de consistencia.
fr_fr: Les changements apportés à l'objet auquel cette pièce a été jointe n'ont pas pu être annulés. Votre base de données est probablement incohérente, lancez l'outil de mise en cohérence.
pl_pl: Zmiany wykonane dla załącznika obiektu nie będą mogły być cofnięte. Prawdopodobnie baza nie jest zgodna, prosimy uruchomić narzędzie sprawdzenia zgodności

source: An error occurred attaching to the given object.
de_de: Fehler beim Anhängen an das angegebene Objekt
es_es: Se ha producido un error al adjuntar el objeto dado.
fr_fr: Une erreur s'est produite en joignant à l'objet donné.
pl_pl: Wystąpił błąd podczas przypisywania do danego obiektu.

source: The object could not be detached because the update to an underlying object failed.
de_de: Das Objekt konnte nicht losgelöst werden, da das Update an einem zugrundeliegenden Objekt fehlschlug.
es_es: El se pudo separar el objeto porque falló la actualización de otro objeto interno.
fr_fr: L'objet n'a pas pu être détaché, car la mise à jour d'un objet de niveau inférieur a échoué.
pl_pl: Obiekt nie mógł być wydzielony z powodu braku aktualizacji pierwotnego obiektu.

source: Invalid parameter sent in request. Parameter '%1$s' was '%2$s' which does not look like a number.
de_de: Ungültiger Parameter in Anfrage. Parameter '%1$s' war '%2$s', sollte jedoch eine Zahl sein
fr_fr: Paramètre invalide envoyé dans la requête. Le paramètre « %1$s » était « %2$s », lequel ne semble pas être un nombre.

source: Conflicting services registered for context %1$i and folder %2$i
de_de: Dienste-Konflikt für Kontext %1$i und Ordner %2$i gemeldet
fr_fr: Conflit entre les services enregistrés pour le contexte %1$i et le dossier %2$i

source: Found a user contact outside global address book in folder %1$d in context %2$d.
de_de: Benutzerkontakt außerhalb des globalen Adressbuchs im Ordner %1$d im Kontext %2$d gefunden.
fr_fr: Un contact utilisateur en dehors du carnet d'adresses global du dossier %1$d a été trouvé dans le contexte %2$d.

source: Invalid E-Mail address: '%s'. Please correct the E-Mail address.
de_de: Ungültige E-Mail-Adresse: '%s'. Bitte korrigieren Sie die E-Mail-Adresse.
fr_fr: Adresse électronique invalide : « %s ». Veuillez corriger l'adresse électronique.

source: Unable to scale this contact image. Either the file type is not supported or the image is too large. Your mime type is %1$s and your image size is %2$d. The max. allowed image size is %3$d.
de_de: Das Kontaktfoto kann nicht skaliert werden. Es handelt sich entweder um einen nicht unterstützten Dateityp oder das Bild ist zu groß. Der MIME-Typ ist %1$s und die Bildgröße ist %2$d Die maximal erlaubte Bildgröße ist %3$d.
fr_fr: Impossible de changer l'échelle de l'image de ce contact. Soit ce n'est pas un type de fichier pris en charge, soit l'image est trop grande. Le type MIME est %1$s et la taille de l'image est %2$d. La taille d'image maximale autorisée est %3$d.

source: You are not allowed to store this contact in a non-contact folder: folder id %1$d in context %2$d with user %3$d
de_de: Sie haben keine Berechtigung zum Speichern dieses Kontakts in einem nicht-Kontakte-Ordner:: Ordner-ID %1$d in Kontext %2$d als Benutzer %3$d
es_es: No está autorizado a almacenar este contacto en una carpeta sin contactos: ID carpeta %1$d en contexto %2$d con el usuario %3$d
fr_fr: Vous n'avez pas le droit de ranger ce contact dans un dossier qui n'est pas consacré aux contacts : identifiant de dossier %1$d dans le contexte %2$d avec l'utilisateur %3$d
pl_pl: Nie masz uprawnień do przechowywania tego kontaku w innym folderze: folder id %1$d w kontekście %2$d dla użytkownika %3$d

source: You do not have permission to access objects in this folder %1$d in context %2$d with user %3$d
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Zugriff auf Objekte im Ordner %1$d im Kontext %2$d als Benutzer %3$d
fr_fr: Vous n'avez pas le droit d'accéder aux objets de ce dossier %1$d dans le contexte %2$d avec l'utilisateur %3$d

source: Got a -1 ID from IDGenerator
de_de: -1 ID von IDGenerator erhalten
es_es: Valor de ID -1 de IDGenerator
fr_fr: IDGenerator a renvoyé -1
pl_pl: IDGenerator stworzył identyfikato o wartości -1

source: Unable to scale image down.
de_de: Bild kann nicht herunterskaliert werden
es_es: No es posible reducir la imagen.
fr_fr: Impossible de réduire l'image à l'échelle.
pl_pl: Nie można zmniejszyć skali obrazka.

source: Invalid SQL Query.
de_de: Ungültige SQL-Anfrage.

source: You do not have permission to create objects in this folder %1$d in context %2$d with user %3$d
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Erstellen von Objekten im Ordner %1$d im Kontext %2$d als Benutzer %3$d
fr_fr: Vous n'avez pas le droit de créer des objets dans ce dossier %1$d dans le contexte %2$d avec l'utilisateur %3$d

source: Unable to synchronize the old contact with the new changes: Context %1$d Object %2$d
de_de: Der vorherige Kontakt kann nicht mit den neuen Änderungen synchronisiert werden. Kontext %1$d Objekt %2$d
fr_fr: Impossible de synchroniser le vieux contact avec les nouvelles modifications : Contexte %1$d Objet %2$d

source: You are not allowed to mark this contact as private contact: Context %1$d Object %2$d
de_de: Sie haben keine Berechtigung, diesen Kontakt als privaten Kontakt zu markieren. Kontext %1$d Objekt %2$d
es_es: No está autorizado a marcar este contacto como privado: Contexto %1$d Objeto %2$d
fr_fr: Vous n'avez pas le droit de marquer ce contact comme privé : Contexte %1$d Objet %2$d
pl_pl: Nie masz uprawnień do oznaczenia tego projektu jako projektu prywatnego: Kontekst %1$d Obiekt %2$d

source: An error occurred: Object id is -1
de_de: Es trat ein Fehler auf: Objekt-ID ist -1
es_es: Ha ocurrido un error: Id de objeto es -1
fr_fr: Une erreur s'est produite : l'identifiant d'objet est -1
pl_pl: Wystąpił błąd. Id obiektu to -1

source: No changes found. No update requiered. Context %1$d Object %2$d
de_de: Keine Änderungen gefunden. Kein Update erforderlich. Kontext %1$d Objekt %2$d
es_es: No se han encontrado cambios. No se requieren acutalizaciones. Context %1$d Object %2$d
fr_fr: Pas de changements trouvés. La mise à jour n'est pas nécessaire. Contexte %1$d Objet %2$d
pl_pl: Nie znaleziono żadnych zmian. Nie trzeba wykonywać aktualizacji. Kontekst %1$d Obiekt %2$d

source: Contact %1$d not found in context %2$d.
de_de: Kontakt %1$d nicht in Kontext %2$d gefunden.
fr_fr: Contact %1$d non trouvé dans le contexte %2$d.

source: Unable to save contact image. The image appears to be broken.
de_de: Kontaktfoto kann nicht gespeichert werden. Das Bild scheint beschädigt zu sein.
es_es: No es posible salvar la imagen de contacto. La imagen parece estar dañada.
fr_fr: Impossible d'enregistrer l'image du contact. L'image semble être corrompue.
pl_pl: Nie można zapisać obrazka kontaktu. Plik może być uszkodzony.

source: Unable to trigger object Events: Context %1$d Folder %2$d
de_de: Auslösen von Objekt-Events nicht möglich: Kontext %1$d Ordner %2$d
es_es: No es posible transaccionar eventos de objetos: Contexto %1$d Carpeta %2$d
fr_fr: Impossible de déclencher les évènements de l'objet : Contexte %1$d Dossier %2$d
pl_pl: Nie można zainicjować Zdarzeń obiektu: Kontekst %1$d Folder %2$d

source: Unable to pick up a connection from the DBPool
de_de: Auschecken einer Verbindung vom DB-Pool fehlgeschlagen
es_es: No es posible tomar una conexión del DBPool
fr_fr: Impossible de prendre une connexion dans le pool de base de données
pl_pl: Nie można odebrać połączenia z DBPool

source: Import failed. Some data entered exceed the database field limit. Please shorten following entries: %1$s Character Limit: %2$s Sent %3$s
de_de: Der Import ist fehlgeschlagen. Einige der eingegebenen Daten übersteigen das Datenbank-Feldlimit. Bitte kürzen Sie folgende Einträge: %1$s Zeichenlimit: %2$s Gesendet %3$s
fr_fr: L'importation a échoué. Certaines données fournies en entrée dépassent la limite des champs de la base de données. Veuillez raccourcir les éléments suivants : %1$s Limite en nombre de caractères : %2$s Envoyé %3$s

source: The image you tried to attach is not a valid picture. It may be broken or is not a valid file.
de_de: Das anzuhängende Bild ist ungültig. Es ist entweder beschädigt oder keine gültige Datei.
es_es: La imagen que ha intentado añadir no es válida. Debe estar rota o no es un fichero válido.
fr_fr: L'image que vous essayez de joindre n'est pas une image valide. Elle est soit endommagée soit un fichier invalide.
pl_pl: Dodanie obrazka jako załącznika jest niemożliwe. Plik może być uszkodzony, lub format jest nieprawidłowy.

source: Your first name is mandatory. Please enter it.
de_de: Der Vorname ist Pflichtfeld. Bitte geben Sie den Namen ein.
fr_fr: Votre prénom est obligatoire. Veuillez le saisir.

source: Unable to move this contact because it is marked as private: Context %1$d Object %2$d
de_de: Der Kontakt kann nicht verschoben werden, da er als privat markiert ist: Kontext %1$d Objekt %2$d
es_es: No es posible mover este contacto porque está marcado como privado: Contexto %1$d Objeto %2$d
fr_fr: Impossible de déplacer ce contact, car il est marqué comme privé : Contexte %1$d Objet %2$d
pl_pl: Nie można przenieść tego kontaktu, ponieważ jest oznaczony jako prywatny: Kontekst %1$d Obiekt %2$d

source: Your display name is mandatory. Please enter it.
de_de: Der Anzeigename ist Pflichtfeld. Bitte geben Sie den Namen ein.
fr_fr: Votre nom affiché est obligatoire. Veuillez le saisir.

source: The name you entered is not available. Choose another display name. Context %1$d Object %2$d
de_de: Der von Ihnen eingegebene Name ist nicht verfügbar. Wählen Sie einen anderen Anzeigenamen. Kontext %1$d Objekt %2$d
fr_fr: Le nom donné n'est pas disponible. Veuillez choisir un autre nom d'affichage. Contexte %1$d Objet %2$d

source: Bad character in field %2$s. Error: %1$s
de_de: Ungültiges Zeichen im Feld %2$s. Fehler: %1$s
fr_fr: Caractère incorrect dans le champ %2$s. Erreur : %1$s

source: You do not have permission to delete objects from folder %1$d in context %2$d with user %3$d
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Löschen von Objekten im Ordner %1$d im Kontext %2$d als Benutzer %3$d
es_es: No tiene permiso para borrar objetos de la carpeta %1$d en contexto %2$d con el usuario %3$d
fr_fr: Vous n'avez pas le droit de détruire des objets du dossier %1$d dans le contexte %2$d avec l'utilisateur %3$d
pl_pl: Nie masz uprawnień do usuwania obiektów z tego folderu %1$d w kontekście %2$d dla użytkownika %3$d

source: Mime type is not defined.
de_de: Mime-Typ ist nicht definiert.
fr_fr: Le type MIME n'est pas défini.

source: A contact with private flag cannot be stored in a public folder. Folder: %1$d context %2$d user %3$d
de_de: Ein Kontakt mit Privatmarkierung (private flag) kann nicht in einem öffentlichen Ordner gespeichert werden. Ordner: %1$d Kontext %2$d Benutzer %3$d
fr_fr: Un contact avec des drapeaux privés ne peut être déplacé dans un dossier public. Dossier : %1$d contexte %2$d utilisateur %3$d

source: Image size too large. Image size: %1$d. Max. size: %2$d.
de_de: Bild ist zu groß. Bildgröße: %1$d. Max. erlaubte Größe: %2$d.
fr_fr: La taille de l'image est trop grande : %1$d. Taille maximale : %2$d.

source: Primary email address in system contact must not be edited: Context %1$d Object %2$d User %3$d
de_de: Primäre E-Mail-Adresse in Systemkontakt darf nicht bearbeitet werden. Kontext %1$d Objekt %2$d Benutzer %3$d
fr_fr: L'adresse de courrier électronique principale dans un contact système ne doit pas être modifiée. Contexte %1$d Objet %2$d Utilisateur %3$d

source: The contact %1$d is not located in folder %2$s (%3$d)
de_de: Die Kontakt %1$d befindet sich nicht im Ordner %2$s (%3$d).
fr_fr: Le contact %1$d ne se trouve pas dans le dossier %2$s (%3$d)

source: Your last name is mandatory. Please enter it.
de_de: Der Nachname ist Pflichtfeld. Bitte geben Sie den Namen ein.
fr_fr: Votre nom est obligatoire. Veuillez le saisir.

source: You are not allowed to modify contact %1$d in context %2$d.
de_de: Sie haben keine Berechtigung, den Kontakt %1$d im Kontext %2$d zu ändern.
fr_fr: Vous n'êtes pas autorisé à modifier le contact %1$d dans le contexte %2$d.

source: Unable to load objects. Context %1$d User %2$d
de_de: Objekte können nicht geladen werden. Kontext %1$d Benutzer %2$d
es_es: No es posible cargar objetos. Contexto %1$d Usuario %2$d
fr_fr: Impossible de charger les objets. Contexte %1$d Utilisateur %2$d
pl_pl: Nie można załadować obiektów. Kontekst %1$d Użytkownik %2$d

source: This feature has not been enabled
de_de: Dieses Feature wurde nicht aktiviert.
fr_fr: Cette fonctionnalité n'a pas été activée

source: User contacts can not be deleted.
de_de: Benutzerkontakte können nicht gelöscht werden.
fr_fr: Les contacts utilisateur ne peuvent pas être supprimés.

source: Number of documents attached to this contact is below zero. You can not remove any more attachments.
de_de: Anzahl der an diesen Kontakt angehängten Dokumente ist weniger Null. Sie können keine weiteren Anlagen entfernen.
fr_fr: Le nombre de documents joints à ce contact est inférieur à zéro. Vous ne pouvez plus supprimer de pièces jointes.

source: Need at least a ContactObject and a value to set %s
de_de: Zum Setzen von%s wird mindestens ein ContactObject und ein Wert benötigt.
es_es: Se necesita al menos un ContactObject y un valor para establecer %s
fr_fr: On doit disposer d'au moins un ContactObject et d'une valeur pour initialiser %s
pl_pl: Potrzeba conajmniej ContactObject i wartośc do ustawienia %s

source: Could not convert given string %1$s to a date.
de_de: Angegebene Zeichenkette %1$s konnte nicht in ein Datum konvertiert werden.
fr_fr: Impossible de convertir la chaîne %1$s donnée en date.

source: Could not convert given object %s to a date when setting %s.
de_de: Mit der Einstellung %s konnte das angegebene Objekt %s nicht in ein Datum konvertiert werden.
es_es: No se puede convertir el objeto %s a una fecha si está declarado %s.
fr_fr: Impossible de convertir l'objet %s indiqué en date lors de l'initialisation de %s.
pl_pl: Nie można przekonwertować podanego obiektu %s na datę podczas ustawiania %s.

source: Need at least a ContactObject to get the value of %s
de_de: Zum Abrufen des Wertes von %s wird mindestens ein ContactObject benötigt.
es_es: Se necesita al menos un ContactObject para obtener el valor de %s
fr_fr: On doit disposer d'au moins un ContactObject pour récupérer la valeur de %s
pl_pl: Potrzeba conajmniej ContactObject do pobrania wartości dla %s

source: Wrong filestore %1$d for context %2$d needing filestore %3$d.
de_de: Ungültiger Dateispeicher %1$d für Kontext %2$d benötigt Dateispeicher %3$d.
es_es: Almacén %1$d incorrecto para el contexto %2$d, requerido almacén %3$d.
fr_fr: Dépôt de fichiers %1$d incorrect dans le contexte %2$d alors que l'on a besoin du dépôt de fichiers %3$d.
pl_pl: Nieprawidłowy schowek %1$d w kontekście %2$d potrzebuje schowka %3$d.
