Repository: cognitionworks/appsuite-middleware
Catalog: i18n/*/errors.*.po
Languages: de_de, es_es, fr_fr, pl_pl

source: No connection available to access mailbox on server %1$s with login %2$s (user=%3$s, context=%4$s)
de_de: Keine Verbindung verfügbar für den Zugriff auf die Mailbox auf dem Server %1$s mit dem Login %2$s (Benutzer=%3$s, Kontext=%4$s)

source: No content available in mail part
de_de: Teil der E-Mail ist leer.
fr_fr: Il n'y a pas de contenu dans une partie du courrier

source: No create access on mail folder %1$s on server %2$s with login %3$s (user=%4$s, context=%5$s).
de_de: Kein Anlegezugriff auf Mail-Ordner %1$s auf dem Server %2$s mit dem Login %3$s (Benutzer=%4$s, Kontext=%5$s).
fr_fr: Pas d'accès en création sur le dossier de courrier %1$s sur le serveur %2$s avec le nom de connexion %3$s (utilisateur=%4$s, contexte=%5$s).

source: No create access on mail folder %1$s.
de_de: Kein Anlegezugriff auf E-Mail-Ordner %1$s
fr_fr: Pas d'accès en création sur le dossier de courrier %1$s.

source: No data provided from web server: input stream returned "-1" while reading AJP magic bytes in package #%1$d. Wait for input data took %2$dmsec.
de_de: Keine Daten vom Web-Server bereitgestellt: Eingabe-Stream gab beim Lesen von AJP magic bytes im Paket #%1$d "-1" zurück. Warten auf Eingabedaten dauerte %2$dmsec.
fr_fr: Le serveur web n'a pas fourni de données : le flux d'entrée a renvoyé « -1 » lors de la lecture des octets magiques AJP dans le paquetage numéro %1$d. L'attente des données d'entrée a pris %2$d ms.

source: No default constructor specified in servlet class "%s"
de_de: Kein Standard-Constructor in der Servlet-Klasse "%s" angegeben
es_es: No se especificó constructor por defecto en la clase servlet "%s"
fr_fr: Pas de constructeur par défaut précisé dans la classe de servlet « %s »
pl_pl: Brak domyślnego konstruktora w klasie servlet "%s"

source: No default folder could be found in module %1$s for user %2$s in context %3$s
de_de: Kein Standardordner gefunden im Modul %1$s für Benutzer %2$s im Kontext %3$s
fr_fr: Le dossier par défaut du module %1$s pour l'utilisateur %2$s dans le contexte %3$s n'a pas pu être trouvé

source: No delete access on mail folder: %1$s.
de_de: Kein Löschzugriff auf E-Mail-Ordner %1$s
fr_fr: Pas d'accès en suppression sur le dossier de courrier %1$s.

source: No delete access to mail folder %1$s
de_de: Kein Löschzugriff auf den E-Mail-Ordner %1$s

source: No delete access to mail folder %1$s on server %2$s with login %3$s (user=%4$s, context=%5$s)
de_de: Kein Löschzugriff auf den E-Mail-Ordner %1$s auf dem Server %2$s mit dem Login %3$s (Benutzer=%4$s, Kontext=%5$s).

source: No folder permission.
de_de: Keine Ordnerberechtigung
es_es: No hay permisos de carpeta.
fr_fr: Pas de droit de dossier.
pl_pl: Brak uprawnień katalogu

source: No group given.
de_de: Keine Gruppe angegeben
fr_fr: Pas de groupe indiqué.

source: No individual user permissions are allowed for folder %1$s in context %2$s.
de_de: Für den Ordner %1$s im Kontext %2$s sind keine individuellen Benutzerberechtigungen erlaubt.
fr_fr: Aucune autorisation utilisateur individuelle n'est permise pour le dossier %1$s dans le contexte %2$s.

source: No insert access to mail folder %1$s
de_de: Kein Einfügezugriff auf den E-Mail-Ordner %1$s

source: No insert access to mail folder %1$s on server %2$s with login %3$s (user=%4$s, context=%5$s)
de_de: Kein Einfügezugriff auf den E-Mail-Ordner %1$s auf dem Server %2$s mit dem Login %3$s (Benutzer=%4$s, Kontext=%5$s).

source: No keep-seen access to mail folder %1$s
de_de: Gelesen/Ungelesen-Status für den E-Mail-Ordner %1$s kann nicht gespeichert werden

source: No keep-seen access to mail folder %1$s on server %2$s with login %3$s (user=%4$s, context=%5$s)
de_de: Gelesen/Ungelesen-Status für den E-Mail-Ordner %1$s kann nicht gespeichert werden auf dem Server %2$s mit dem Login %3$s (Benutzer=%4$s, Kontext=%5$s).

source: No lookup access to mail folder %1$s
de_de: Keine Berechtigung zum Sehen des E-Mail-Ordners %1$s

source: No lookup access to mail folder %1$s on server %2$s with login %3$s (user=%4$s, context=%5$s)
de_de: Keine Berechtigung zum Sehen des E-Mail-Ordners %1$s auf dem Server %2$s mit dem Login %3$s (Benutzer=%4$s, Kontext=%5$s).

source: No mail account exists for admin user in context %1$s
de_de: Es ist kein Mail-Account für den Benutzer admin im Kontext %1$s vorhanden
fr_fr: Il n'y a pas de compte de courrier pour l'utilisateur administrateur dans le contexte %1$s

source: No mail module access permitted
de_de: Kein Zugriff auf das E-Mail-Modul erlaubt
fr_fr: L'accès au module de courrier n'est pas autorisé

source: No permission for module: %s.
de_de: Keine Berechtigung für das Modul: %s.
fr_fr: Pas de droits d'accès sur le module : %s.

source: No permission to modify resources in context %1$s
de_de: Keine Berechtigung zum Ändern der Ressource im Kontext %1$s
fr_fr: Pas de droit de modifier des ressources dans le contexte %1$s

source: No principal found: %1$s.
de_de: Kein Eigentümer gefunden: %1$s.
fr_fr: Principale non trouvée : %1$s.

source: No provider could be found for protocol/URL "%1$s"
de_de: Kein Provider gefunden für Protokoll/URL "%1$s"
fr_fr: Aucun fournisseur n'a pu être trouvé pour le protocole ou l'URL « %1$s »

source: No read access to mail folder %1$s
de_de: Kein Lesezugriff auf den E-Mail-Ordner %1$s

source: No read access to mail folder %1$s on server %2$s with login %3$s (user=%4$s, context=%5$s)
de_de: Kein Lesezugriff auf den E-Mail-Ordner %1$s auf dem Server %2$s mit dem Login %3$s (Benutzer=%4$s, Kontext=%5$s).

source: No rename access to mail folder %1$s
de_de: Keine Berechtigung zum Umbenennen des E-Mail-Ordners %1$s

source: No rename access to mail folder %1$s on server %2$s with login %3$s (user=%4$s, context=%5$s)
de_de: Keine Berechtigung zum Umbenennen des E-Mail-Ordners %1$s auf dem Server %2$s mit dem Login %3$s (Benutzer=%4$s, Kontext=%5$s).

source: No reply on multiple message possible
de_de: Antwort auf multiple E-Mails nicht möglich
fr_fr: Il n'est pas possible de répondre à plusieurs messages à la fois

source: No resource given.
de_de: Es wurde keine Ressource angegeben.
fr_fr: Pas de ressource indiquée.

source: No route to host: server (%1$s) cannot be reached
de_de: Keine Verbindung zum Host: Kein Zugriff auf Server (%1$s)
fr_fr: La route vers l'hôte serveur (%1$s) n'a pu être établie

source: No send address could be found in user configuration
de_de: In der Benutzerkonfiguration konnte keine Senderadresse gefunden werden.
fr_fr: Aucune adresse d'expédition n'a pu être trouvée dans la configuration utilisateur

source: No servlet class name found for key "%s". Please check servlet mappings.
de_de: Kein class-Name des Servlet für Key "%s" gefunden. Bitte prüfen Sie die Servlet Mappings.
es_es: No se encuentra el nombre de servlet para la clave "%s". Por favor, compruebe los mapeados de servlet.
fr_fr: Pas de nom de classe de servlet pour la clé « %s ». Veuillez vérifier les associations de servlets.
pl_pl: Nie znaleziono nazwy klasy servlet dla klucza "%s". Proszę sprawdzić mapowanie servlet

source: No storage access because mail connection is not connected
de_de: Kein Speicherzugriff wegen fehlender Mail-Verbindung.
fr_fr: Pas d'accès au stockage, parce que la connexion à la messagerie n'est pas connectée

source: No subfolder creation underneath shared folder %1$s in context %2$s
de_de: Unterhalb des freigegebenen Ordners %1$s im Kontext %2$s können keine Unterordner angelegt werden.
fr_fr: Pas de création de sous-dossier en dessous du dossier partagé %1$s dans le contexte %2$s

source: No such element.
de_de: Kein solches Element
fr_fr: Pas de tel élément.

source: No support of capability "THREAD=REFERENCES"
de_de: Thread-Ansicht wird nicht unterstützt.

source: No support of capability "THREAD=REFERENCES" on server %2$s with login %3$s (user=%4$s, context=%5$s)
de_de: Thread-Ansicht auf dem Server %2$s mit dem Login %3$s (Benutzer=%4$s, Kontext=%5$s) wird nicht unterstützt.

source: No target service is registered for module %1$d.
de_de: Kein Zieldienst eingetragen für das Modul %1$d.
fr_fr: Aucun service cible n'est enregistré pour le module %1$d.

source: No transport provider could be found for protocol/URL "%1$s"
de_de: Kein Transport-Provider für Protokoll/Url "%1$s" gefunden.
fr_fr: Aucun fournisseur de transport n'a pu être trouvé pour le protocole ou l'URL « %1$s »

source: No write access on mail folder: %1$s.
de_de: Kein Schreibzugriff auf E-Mail-Ordner %1$s
fr_fr: Pas d'accès en lecture sur le dossier de courrier %1$s.

source: No write access to IMAP folder %1$s
de_de: Kein Schreibzugriff auf den IMAP-Ordner %1$s

source: No write access to IMAP folder %1$s on server %2$s with login %3$s (user=%4$s, context=%5$s)
de_de: Kein Schreibzugriff auf den IMAP-Ordner %1$s auf dem Server %2$s mit dem Login %3$s (Benutzer=%4$s, Kontext=%5$s).

source: No write permission.
de_de: Keine Schreibberechtigung.
fr_fr: Pas de droit d'écriture.

source: Not allowed to change parent id of folder %1$s through an update call. Use move method instead
de_de: Die übergeordnete ID des Ordners %1$s kann nicht durch ein Update geändert werden. Verwenden Sie die Verschiebefunktion.
fr_fr: Il n'est pas permis de changer l'identifiant de parent du dossier %1$s en demandant une mise à jour. Passez par un déplacement à la place

source: Not allowed to move default folder %1$s in context %2$s
de_de: Keine Rechte, den Standardordner %1$s im Kontext %2$s zu verschieben
fr_fr: Il n'est pas permis de déplacer le dossier par défaut %1$s dans le contexte %2$s

source: Not allowed to open folder %1$s due to missing read access
de_de: Aufgrund fehlenden Lesezugriffs darf der Ordner %1$s nicht geöffnet werden

source: Not allowed to open folder %1$s due to missing read access on server %2$s with login %3$s (user=%4$s, context=%5$s)
de_de: Aufgrund fehlenden Lesezugriffs darf der Ordner %1$s auf dem Server %2$s mit dem Login %3$s (Benutzer=%4$s, Kontext=%5$s) nicht geöffnet werden.

source: Not supported recurrence pattern: BYMONTH
de_de: Das Serienmuster wird nicht unterstützt: BYMONTH
fr_fr: Motif de répétition non pris en charge : BYMONTH

source: Not yet supported!
de_de: Noch nicht unterstützt.
es_es: ¡Opción aún no soportada!
fr_fr: Pas encore pris en charge !
pl_pl: Jeszcze nieobsługiwane!

source: Number of search fields (%d) do not match number of search patterns (%d)
de_de: Die Anzahl der Suchfelder (%d) stimmen nicht mit der Anzahl der Suchmuster (%d) überein.
es_es: El número de campos de búsqueda (%d) no coincide con el número de parámetros de búsqueda (%d)
pl_pl: Liczba pól do wyszukania (%d) nie jest zgodna z liczbą wzorów do znalezienia (%d)

source: Number parsing problem.
de_de: Problem beim Parsen der Zahl.
es_es: Problema al reconocer número.
fr_fr: Problème d'analyse du nombre.
pl_pl: Problem z parsowaniem liczb.

source: Object not found. %s
de_de: Objekt nicht gefunden. %s
es_es: Objeto no encontrado. %s
fr_fr: Objet non trouvé : %s
pl_pl: Obiekt nie został znaleziony. %s

source: One or more exception dates are not contained in recurring appointment
de_de: Ein oder mehrere Ausnahmedaten nicht in wiederkehrendem Termin enthalten
fr_fr: Une ou plusieurs dates faisant exception ne sont pas contenues dans le rendez-vous répétitif

source: Only folder owner may hold admin permission on a private folder
de_de: Nur der Eigentümer des Ordners kann Adminrechte auf einen privaten Ordner haben
es_es: Sólo el propietario de la carpeta puede dar permisos de administración a una carpeta privada
fr_fr: Seul le propriétaire du dossier peut détenir les droits d'administration sur un dossier privé
pl_pl: Uprawnienia administratora dla prywatnych folderów może ustawić jego właściciel

source: Only individual user permissions, but no group permissions are allowed for folder %1$s in context %2$s.
de_de: Für den Ordner %1$s im Kontext %2$s sind nur individuelle Benutzerberechtigungen, jedoch keine Gruppenberechtigungen erlaubt.
fr_fr: Seules des autorisations utilisateur individuelles, mais aucune autorisation de groupe, sont permises pour le dossier %1$s dans le contexte %2$s.

source: Only one admin permission is allowed on a private folder
de_de: Für einen privaten Ordner kann das Adminrecht nur einmal vergeben werden
es_es: Sólo se permite un administrador para una carpeta privada
fr_fr: Un seul droit d'administration peut être accordé sur un dossier privé
pl_pl: Można ustalić jedne ustawienia administratora na folderach prywatnych

source: Only the folder visibility permission is allowed to be changed for folder %1$s in context %2$s.
de_de: Für den Ordner %1$s im Kontext %2$s ist nur die Berechtigung Sichtbarer Ordner erlaubt.
fr_fr: Seule la modification de l'autorisation de la visibilité du dossier est permise pour le dossier %1$s dans le contexte %2$s.

source: Only the task creator is allowed to set private flag.
de_de: Nur der Ersteller der Aufgabe darf darauf eine Privatmarkierung (private flag) setzen
es_es: Sólo el creador de la tarea puede establecer la marca de privado.
fr_fr: Seul le créateur de la tâche est autorisé à mettre en place le drapeau privé.
pl_pl: Jedynie kreator zadań ma uprawnienia do ustawiania flagi prywatnej.

source: Operation not allowed on a closed SearchIterator
de_de: Aktion nicht erlaubt für einen geschlossenen SearchIterator
es_es: Operación no permitida en un SearchIterator cerrado
fr_fr: Opération sur un SearchIterator fermé non permise
pl_pl: Niedozwolona operacja na zamkniętym SearchIterator

source: Operation not executable on folder %1$s in context %2$s
de_de: Aktion für Ordner %1$s im Kontext %2$s nicht ausführbar
fr_fr: Opération ne pouvant pas être menée sur le dossier %1$s dans le contexte %2$s

source: Owner %1$s of default folder %2$s must keep the folder admin permission
de_de: Der Eigentümer %1$s des Standardordners %2$s muss die Adminrechte für den Ordner behalten
fr_fr: Le propriétaire %1$s du dossier par défaut %2$s doit conserver le droit d'administrer le dossier

source: Parameter "%1$s" conflicts with parameter "%2$s".
de_de: Konflikt zwischen Parameter "%1$s" und Parameter "%2$s".
fr_fr: Le paramètre « %1$s » est en conflit avec le paramètre « %2$s ».

source: Parameter %1$s does not match JSON key %2$s
de_de: Der Parameter %1$s stimmt nicht mit dem JSON-Key %2$s überein.
fr_fr: Le paramètre %1$s ne correspond pas à la clé JSON %2$s

source: Parent folder %1$s does not allow folder's module setting (%2$s) in context %3$s
de_de: Übergeordneter Ordner %1$s erlaubt im Kontext %3$s keine Moduleinstellung (%2$s) für den Ordner
fr_fr: Le dossier parent %1$s ne permet de régler le module du dossier (%2$s) dans le contexte %3$s

source: Parent folder %1$s does not allow folder's type setting %2$s in context %3$s
de_de: Übergeordneter Ordner %1$s erlaubt im Kontext %3$s keine Typeinstellung %2$s für den Ordner
fr_fr: Le dossier parent %1$s ne permet pas de régler le type du dossier %2$s dans le contexte %3$s

source: Parsing error parsing ical: %s
de_de: Fehler beim Analysieren von ical: %s
fr_fr: Erreur lors de l'analyse syntaxique d'ical : %s

source: Parsing thread-sort string failed: %1$s.
de_de: Fehler beim Analysieren des Thread-Sortierungsstrings

source: Participant %d for task %d is not found.
de_de: Teilnehmer %d für Aufgabe %d nicht gefunden
es_es: No se encuentra el participante %d para la tarea %d.
fr_fr: Le participant %d de la tâche %d n'a pas été trouvé.
pl_pl: Nie znaleziono uczestnika %d do zadania %d.

source: Percent is %d but must be between 0 and 100.
de_de: Prozentangabe ist %d, muss jedoch zwischen 0 und 100 liegen
es_es: El porcentaje %d debe estar entre 0 y 100.
fr_fr: Le pourcentage est %d mais il devrait être entre 0 et 100.
pl_pl: Procent musi zawierać się między 0 a 100, a wynosi %.

source: Please limit your recipients to %1$s (including To/Cc/Bcc), and click 'Send' again.
de_de: Beschränken Sie Ihre Empfänger auf %1$s (inklusive An/Cc/Bcc) und klicken Sie erneut auf 'Senden'.
fr_fr: Veuillez limiter vos destinataires à %1$s (y compris À/CC/BCC) et cliquez sur « Envoyer » à nouveau.

source: Port %1$s was unreachable on remote server
de_de: Keine Verbindung zu Port %1$s auf entferntem Server
fr_fr: Le port %1$s n'a pas pu être contacté sur le serveur distant

source: Port is not a number: %1$s.
de_de: Port ist keine Zahl: %1$s.
fr_fr: Le port n'est pas un nombre : %1$s.

source: Private Appointments can not have attendees. Removing attendees and accepting appointment anyway.
de_de: Privaten Terminen können keine Teilnehmer hinzugefügt werden. Teilnehmer entfernen und Termin trotzdem akzeptieren.
fr_fr: Les rendez-vous privés ne peuvent comporter des participants. Les participants sont supprimés et le rendez-vous est accepté tout de même.

source: Private flagged tasks cannot be delegated.
de_de: Als privat markierte Aufgaben können nicht delegiert werden.
es_es: Las tareas marcadas como privadas no pueden ser delegadas.
fr_fr: Les tâches marquées comme privées ne peuvent être déléguées.
pl_pl: Nie można delegować prywatnych zadań z flagami.

source: Private folder %1$s can only be moved to a private folder in context %2$s
de_de: Der private Ordner %1$s darf nur im Kontext %2$s in einen privaten Ordner verschoben werden.
fr_fr: Le dossier privé %1$s ne peut être déplacé que vers un dossier privé dans le contexte %2$s

source: Problem initializing the cache.
de_de: Problem beim Initialisieren des Cache
es_es: Problema al inicializar la caché.
fr_fr: Problème lors de l'initialisation du cache.
pl_pl: Problem z uruchomieniem cache.

source: Problem putting/removing an object into/from the cache.
de_de: Problem beim Legen/Verschieben eines Objekts in/aus dem Cache
es_es: Problema añadiendo/borrando un objeto en la caché
fr_fr: Problème en mettant un objet dans le cache ou en l'en retirant.
pl_pl: Problem z dodaniem/usunięciem obiektu z/do cache.

source: Problem setting auto commit to true.
de_de: Problem beim Setzen von Auto-Commit auf den Wert true
es_es: Problema al establecer el guardado automático.
fr_fr: Problème en réglant la validation automatique à « vrai ».
pl_pl: Problem z ustawieniem autozapisu do 'true'.

source: Problem while communicating with external authorization.
de_de: Problem beim Kommunizieren mit externer Autorisierung
es_es: Problema al comunicar con autorización externa.
fr_fr: Problème avec une autorisation externe lors d'une communication.
pl_pl: Problem z komunikacją podczas zewnętrznej autoryzacji.

source: Problem while initialising configuration tree.
de_de: Problem beim Initialisieren des Konfigurationsbaums
es_es: Problema al inicializar el arbol de configuración.
fr_fr: Problème lors de l'initialisation de l'arborescence de configuration.
pl_pl: Problem podczas uruchomienia konfiguracji drzewa.

source: Problem with a thread.
de_de: Problem mit einem Thread
es_es: Problema con un hilo.
fr_fr: Problème avec un fil d'exécution.
pl_pl: Problem z wątkiem

source: Problem writing to stream.
de_de: Problem beim Schreiben in Stream.
fr_fr: Problème lors de l'écriture dans le flux.

source: Process was interrupted. Please try again.
de_de: Vorgang wurde unterbrochen. Bitte erneut versuchen.
fr_fr: Le processus a été interrompu. Veuillez réessayer.

source: Property "%1$s" is not defined.
de_de: Eigenschaft "%1$s" nicht festgelegt
fr_fr: La propriété « %1$s » n'est pas définie.

source: Property %1$s is not an integer
de_de: Eigenschaft %1$s ist keine Ganzzahl
fr_fr: La propriété %1$s n'est pas un nombre entier

source: Protocol cannot be parsed: %1$s
de_de: Protokoll kann nicht analysiert werden: %1$s
fr_fr: Le protocole n'a pas pu être analysé : %1$s

source: Public folder %1$s can only be moved to a public folder in context %2$s
de_de: Der öffentliche Ordner %1$s darf nur im Kontext %2$s in einen öffentlichen Ordner verschoben werden
fr_fr: Le dossier public %1$s ne peut être déplacé que vers un dossier public dans le contexte %2$s

source: Push UDP Exception.
de_de: Push UDP-Ausnahme.
fr_fr: Exception UDP Push.

source: Put into cache failed.
de_de: Legen in Cache fehlgeschlagen
es_es: Falló la inserción en caché.
fr_fr: La mise en cache a échoué.
pl_pl: Wrzucenie do cache nie powiodło się.

source: Quota seems to be inconsistent. Please use consistency tool on context %1$d.
de_de: Quota scheint inkonsistent. Bitte wenden Sie das Konsistenztool auf den Kontext %1$d an.
fr_fr: Le quota semble être incohérent. Veuillez utiliser l'outil de mise en cohérence sur le contexte %1$d.

source: Quota usage is missing for context %1$d.
de_de: Übertragungszähler für Kontext %1$d ist nicht vorhanden.
fr_fr: Il manque l'utilisation des quotas pour le contexte %1$d.

source: Receipt acknowledgment cannot be sent: missing header %1$s in message %2$s
de_de: Empfangsbestätigung kann nicht gesendet werden: fehlender Header %1$s in der Nachricht %2$s
fr_fr: Impossible d'envoyer l'accusé de réception : en-tête manquant %1$s dans le message %2$s

source: Recurrence position %1$s does not exist
de_de: Wiederkehrende Position %1$s ist nicht vorhanden
fr_fr: La position de répétition %1$s n'existe pas

source: Redundant information for Until and occurrences.
de_de: Redundante Information für Bis und Wiederholungen.
fr_fr: Informations redondantes pour Until et les occurrences.

source: Referenced mail %1$s could not be found in folder %2$s. Therefore reply/forward operation cannot be performed.
de_de: Referenzierte E-Mail %1$s konnte nicht im Ordner %2$s gefunden werden. Deshalb kann der Antwort/Weiterleiten-Vorgang nicht ausgeführt werden.
fr_fr: Le courrier référencé %1$s est introuvable dans le dossier %2$s. Par conséquent, l'opération réponse/transmission ne peut être effectuée.

source: Reminder identifier is missing.
de_de: Erinnerungs-ID fehlt.
fr_fr: L'identifiant du rappel manque.

source: Remove on cache failed
de_de: Entfernen aus Cache fehlgeschlagen
es_es: Falló el borrado en caché
fr_fr: Le retrait du cache a échoué
pl_pl: Usunięcie z cache nie powiodło się

source: Rename of folder "%1$s" to "%2$s" failed on server %3$s with login %4$s (user=%5$s, context=%6$s).
de_de: Umbenennen des Ordners "%1$s" nach "%2$s" ist auf dem Server %3$s mit dem Login %4$s (Benutzer=%5$s, Kontext=%6$s) fehlgeschlagen.

source: Rename of folder "%1$s" to "%2$s" failed.
de_de: Umbenennen des Ordners "%1$s" nach "%2$s" ist fehlgeschlagen.

source: Request aborted due to timeout of %1$s %2$s.
de_de: Anfrage abgebrochen aufgrund Zeitüberschreitung von %1$s %2$s.

source: Request rejected because its size (%1$s) exceeds the maximum configured size of %2$s
de_de: Anfrage abgelehnt. Die Größe (%1$s) übersteigt die maximal konfigurierte Größe von %2$d
fr_fr: La requête a été rejetée car sa taille (%1$s) dépasse la taille maximale configurée qui est %2$s

source: Request type is not a number: %1$s.
de_de: Anfrage-Typ ist keine Zahl: %1$s.
fr_fr: Le type de requête n'est pas un nombre : %1$s.

source: Required value "Start Date" was not supplied.
de_de: Erfoderlicher Wert "Beginnt am" nicht angegeben
es_es: No se introdujo el valor obligatorio "Fecha de inicio"
fr_fr: La valeur « Date de début » requise n'a pas été indiquée.
pl_pl: Wymagana wartość "Start Date" nie została podana.

source: Required value "End Date" was not supplied.
de_de: Erfoderlicher Wert "Endet am" nicht angegeben
es_es: No se introdujo el valor obligatorio "Fecha de fin"
fr_fr: La valeur « Date de fin » requise n'a pas été indiquée.
pl_pl: Wymagana wartość "End Date" nie została podana.

source: Required value "Title" was not supplied.
de_de: Erfoderlicher Wert "Titel" nicht angegeben
es_es: No se introdujo el valor obligatorio "Título"
fr_fr: La valeur « Titre » requise n'a pas été indiquée.
pl_pl: Wymagana wartość "Title" nie została podana.
