Repository: cognitionworks/appsuite-middleware
Catalog: i18n/*/errors.*.po
Languages: de_de, es_es, fr_fr, pl_pl

source: Resolving user name "%1$s" failed.
de_de: Der Benutzername "%1$s" konnte nicht aufgelöst werden.
fr_fr: La résolution du nom de l'utilisateur « %1$s » a échoué.

source: Response package exceeds max package size value of 8192k: %1$s
de_de: Das Antwort-Paket übersteigt den maximalen Wert der Paketgröße von 8192k: %1$s
fr_fr: La taille du paquetage réponse dépasse la valeur maximale de 8192 ko : %1$s

source: Root folder must not be modified or deleted
de_de: Root-Ordner kann nicht geändert oder gelöscht werden
fr_fr: Le dossierracine ne doit pas être modifié ni supprimé

source: SQL problem while deleting task: %s.
de_de: SQL-Problem beim Löschen der Aufgabe: %s.
es_es: Problema SQL al borrar tarea: %s.
fr_fr: Problème SQL en supprimant la tâche : %s.
pl_pl: Problem z SQL podczas usuwania zadania: %s.

source: SQL problem while listing tasks: %s.
de_de: SQL-Problem beim Auflisten der Aufgaben: %s.
es_es: Problema SQL al listar tareas: %s.
fr_fr: Problème SQL en déterminant la liste des tâches : %s.
pl_pl: Problem z SQL podczas pobierania listy zadań: %s.

source: SQL problem while updating task: %s.
de_de: SQL-Problem beim Aktualisieren der Aufgabe: %s.
es_es: Problema SQL al actualizar tarea: %s.
fr_fr: Problème SQL en mettant à jour la tâche : %s.
pl_pl: Problem z SQL podczas aktualizacji zadania: %s.

source: Safe put into cache failed. An object bound to given key already exists.
de_de: Objekt konnte nicht in Cache gelegt werden. Der zugeordnete Key ist bereits vergeben.
fr_fr: La mise en cache sécurisée a échoué. Un objet associé à la clé fournie existe déjà.

source: SecurityException while loading servlet class "%s"
de_de: SecurityException beim Laden der Servlet class: "%s".
es_es: Excepción de seguridad al cargar clase servlet "%s"
fr_fr: Exception de sécurité en chargeant la classe de servlet « %s »
pl_pl: Wystąpił wyjątek bezpieczeństwa podczas ładowania klasy servlet "%s"

source: Sent quota exceeded, you are only allowed to send 1 mail in %1$s seconds.
de_de: Die Sende-Quota wurde überschritten. Sie dürfen nur 1 E-Mail in %1$s Sekunden senden.
fr_fr: Le quota d'envoi est dépassé, vous êtes autorisé à envoyer seulement 1 courriel en %1$s secondes.

source: Series end is before start date.
de_de: Enddatum der Serie liegt vor Startdatum
fr_fr: La série se termine avant la date de début.

source: Service initialization failed
de_de: Initialisieren des Dienstes fehlgeschlagen
fr_fr: L'initialisation du service a échoué

source: Servlet mapping directory does not exist: %s
de_de: Mapping-Verzeichnis des Servlet ist nicht vorhanden: %s
es_es: No existe directorio de mapeado de servlet: %s
fr_fr: Le répertoire d'association de servlets n'existe pas : %s
pl_pl: Katalog mapowania Servlet nie istnieje: %s

source: Servlet mappings could not be loaded due to following error: %s
de_de: Servlet mappings konnten aufgrund folgenden Fehlers nicht geladen werden: %s
es_es: No pueden cargarse los mapeados de servlet debido al siguiente error: %s
fr_fr: Les associations de servlets n'ont pas pu être chargées suite à l'erreur suivante : %s
pl_pl: Mapowanie Servlet nie mogło być załadowane z powodu następującego błędu: %s

source: Session attempts to instantiate a provider that doesn't exist: %1$s
de_de: Sitzung versucht, Instanz für nicht vorhandenen Provider zu erstellen: %1$s
fr_fr: La session a essayé d'instancier un fournisseur qui n'existe pas : %1$s

source: SessionObject not initialized
de_de: SessionObject nicht initialisiert
es_es: No se ha inicializado SessionObject
fr_fr: Le SessionObject n'a pas été initialisé
pl_pl: Nieuruchomiony SessionObject

source: Setting "%1$s" is not a leaf one.
de_de: Die Einstellung "%1$s" ist keine leaf-Einstellung.
es_es: El parámetro "%1$s" no es un ejemplo.
fr_fr: Le réglage « %1$s » n'est pas terminal.
pl_pl: Ustawienie "%1$s" nie jest stroną.

source: Shared folder %1$s MUST NOT be updated in context %2$s
de_de: Der freigegebene Ordner %1$s darf im Kontext %2$s NICHT aktualisiert werden
fr_fr: Le dossier partagé %1$s NE DOIT PAS être mis à jour dans le contexte %2$s

source: Shared folder %1$s cannot be moved in context %2$s
de_de: Der freigegebene Ordner %1$s kann im Kontext %2$s nicht verschoben werden
fr_fr: Le dossier partagé %1$s ne peut pas être déplacé dans le contexte %2$s

source: Shared folder %1$s cannot be target of move operation in context %2$s
de_de: Der freigegebene Ordner %1$s kann nicht Ziel der Verschiebeaktion im Kontext %2$s sein
fr_fr: Le dossier partagé %1$s ne peut pas être la cible d'un déplacement dans le contexte %2$s

source: Shared folder owner not given !
de_de: Kein Eigentümer für freigegebenen Ordner angegeben
es_es: ¡No se especificó propietario de la carpeta compartida!
fr_fr: Le propriétaire du dossier partagé n'a pas été indiqué !
pl_pl: Nie podano współdzielonego folderu właściciela!

source: Socket closed by web server. Wait for input data of package #%1$d took %2$dmsec.
de_de: Socket durch Webserver geschlossen. Warten auf Eingabedaten des Pakets #%1$d dauerte %2$dmsec.
fr_fr: La socket a été fermée par le serveur web. L'attente des données d'entrée des paquetages numéro %1$d a pris %2$d ms.

source: Some callbacks threw exceptions: %s
de_de: Einige Callbacks gaben Ausnahmefehler zurück: %s
fr_fr: Certaines fonctions de rappel ont lancé des exceptions : %s

source: Some data exceeds a field limit. Please shorten the input(s) for affected field(s).
de_de: Einige Daten übersteigen das Feldlimit. Bitte kürzen Sie die Einträge der betroffenen Felder.
fr_fr: Certaines données dépassent la limite d'un champ. Veuillez raccourcir les données saisies dans les champs affectés.

source: Sort field %1$s is not supported via IMAP SORT command
de_de: Das Sortierfeld %1$s wird nicht vom IMAP SORT-Befehl unterstützt

source: Sort field %1$s is not supported via IMAP SORT command on server %2$s with login %3$s (user=%4$s, context=%5$s)
de_de: Das Sortierfeld %1$s wird auf dem Server %2$s mit dem Login %3$s (Benutzer=%4$s, Kontext=%5$s) nicht vom IMAP SORT-Befehl unterstützt

source: Spam handler initialization failed: %1$s
de_de: Initialisierung des Spam-Handlers fehlgeschlagen: %1$s
fr_fr: L'initialisation du gestionnaire de pourriel a échoué : %1$s

source: Spamd returned wrong exit code "%s"
de_de: Spamd gab falschen 'exit'-Code "%s" zurück
fr_fr: Spamd a renvoyé un code de sortie erroné « %s »

source: Start date %1$s must be before end date %2$s.
de_de: Das Startdatum %1$s muss vor dem Enddatum %2$s liegen.
es_es: La fecha de inicio %1$s debe ser anterior a la fecha de fin %2$s.
fr_fr: La date de début %1$s doit être avant la date de fin %2$s.
pl_pl: Data początkowa musi być wcześniejsza %1$s niż data końcowa %2$s.

source: Store already closed: %1$s
de_de: Speicher bereits geschlossen: %1$s
fr_fr: Le dépôt est déjà fermé : %1$s

source: String parse exception: No ending 0x00 found
de_de: String Parse-Ausnahme: Keine Endung 0x00 gefunden
es_es: Excepción al reconocer cadena: Finalización 0x00 no encontrada
fr_fr: Exception d'analyse de chaîne de caractères : caractère nul final non trouvé
pl_pl: Wyjątek podczas parsowania ciągu: Brak zakończenia 0x00

source: System folder %1$s cannot be moved in context %2$s
de_de: Der Systemordner %1$s kann im Kontext %2$s nicht verschoben werden
fr_fr: Le dossier système %1$s n'a pas pu être déplacé dans le contexte %2$s

source: Target and source folder cannot be equal in context %1$s
de_de: Ziel- und Quellordner dürfen im Kontext %1$s nicht identisch sein
fr_fr: Les dossiers source et cible ne peuvent être identiques dans le contexte %1$s

source: Target folder %1$s contains a duplicate folder in context %2$s
de_de: Der Zielordner %1$s enthält ein Duplikat im Kontext %2$s
fr_fr: Le dossier cible %1$s contient un dossier en double dans le contexte %2$s

source: Task contains invalid data: "%1$s"
de_de: Aufgabe enthält ungültige Daten: "%1$s"
fr_fr: La tâche contient des données invalides : « %1$s »

source: Task with private flags cannot be moved to public folder %1$s (%2$d).
de_de: Aufgabe mit Privatmarkierung (private flage) kann nicht in öffentlichen Ordner verschoben werden %1$s (%2$d).
es_es: No se pueden mover tareas privadas a una carpeta pública %1$s (%2$d).
fr_fr: La tâche avec des drapeaux privés ne peut être déplacée dans un dossier public %1$s (%2$d).
pl_pl: Zadania z prywatnymi flagami nie mogą być przenoszone do folderów publicznych %1$s (%2$d).

source: Tasks are disable for you (%d).
de_de: Aufgaben sind für Sie deaktiviert (%d)
es_es: Las tareas le han sido desactivas (%d).
fr_fr: Les tâches sont desactivées pour vous (%d).
pl_pl: Zadania są wyłączone dla Ciebie (%d).

source: The IP address of host "%1$s" could not be determined
de_de: Die IP-Adresse des Host "%1$s" konnte nicht bestimmt werden
fr_fr: L'adresse IP de l'hôte « %1$s » n'a pas pu être déterminée

source: The action "%1$s" is disabled due to server configuration
de_de: Die Aktion "%1$s" wurde aufgrund der Serverkonfiguration deaktiviert.
fr_fr: L'action « %1$s » est désactivée à cause de la configuration du serveur

source: The allowed Quota is reached.
de_de: Die zulässige Quota ist erreicht.
fr_fr: Le quota autorisé est atteint.

source: The attribute %1$s contains too much characters. Current length %3$d is more than allowed length of %2$d characters.
de_de: Das Attribut %1$s enthält zu viele Zeichen. Aktuelle Anzahl %3$d übersteigt die zulässige Anzahl von %2$d Zeichen.
fr_fr: L'attribut %1$s comporte trop de caractères. La longueur actuelle %3$d est supérieure à la longueur autorisée de %2$d caractères.

source: The composed rights could not be applied to new folder %1$s due to missing administer right in its initial rights specified by IMAP server. However, the folder has been created on server %2$s with login %3$s (user=%4$s, context=%5$s).
de_de: Aufgrund fehlender Admin-Berechtigungen in den ursprünglichen Berechtigungen vom IMAP-Server konnten die erstellten Berechtigungen nicht auf den neuen Ordner %1$s angewendet werden. Jedoch wurde der Ordner auf dem Server %2$s mit dem Login %3$s (Benutzer=%4$s, Kontext=%5$s) angelegt.

source: The composed rights could not be applied to new folder %1$s due to missing administer right in its initial rights specified by IMAP server. However, the folder has been created.
de_de: Aufgrund fehlender Admin-Berechtigungen in den ursprünglichen Berechtigungen vom IMAP-Server konnten die erstellten Berechtigungen nicht auf den neuen Ordner %1$s angewendet werden. Jedoch wurde der Ordner angelegt.

source: The default element attributes could not be assigned.
de_de: Die Standard-Elementattribute konnten nicht zugewiesen werden.
fr_fr: Les attributs de l'élément par défaut n'ont pas pu être assignés.

source: The default element attributes could not be retrieved
de_de: Die Standard-Elementattribute konnten nicht abgerufen werden
es_es: No se encuentran los atributos por defecto de los elementos
fr_fr: Les attributs de l'élément par défaut n'ont pas pu être récupérés
pl_pl: Nie można pobrać domyślnych elementów atrybutów

source: The default element attributes could not be retrieved.
de_de: Die Standard-Elementattribute konnten nicht abgerufen werden
fr_fr: Les attributs de l'élément par défaut n'ont pas pu être récupérés.

source: The directory already exists.
de_de: Das Verzeichnis ist bereits vorhanden.
fr_fr: Le répertoire existe déjà.

source: The entered value for costs is not within the allowed range. Please use a value from -130000.00 to 130000.00.
de_de: Der eingegebene Kostenwert liegt nicht im zulässigen Bereich. Bitte verwenden Sie einen Wert von -130000.00 bis 130000.00.
fr_fr: La valeur des coûts saisie n'est pas dans l'intervalle autorisé. Veuillez choisir une valeur entre -130000.00 et 130000.00.

source: The folder %s doesn't exist.
de_de: Der Ordner %s ist nicht vorhanden.
fr_fr: Le dossier %s n'existe pas.

source: The given value for mode "%s" is not a possible one
de_de: Der angegebene Typ für den Modus "%s" wird nicht unterstützt.
fr_fr: La valeur donnée pour le mode « %s » n'est pas une valeur possible

source: The given value for userSource "%s" is not a possible one
de_de: Der für userSource "%s" angegebene Wert wird nicht unterstützt.
fr_fr: La valeur donnée pour le userSource « %s » n'est pas une valeur possible

source: The mandatory field %1$s is not defined.
de_de: Das Pflichtfeld %1$s wurde nicht festgelegt.
fr_fr: Le champ obligatoire %1$s n'est pas défini.

source: The message part with sequence ID %1$s could not be found in message %2$s in folder %3$s
de_de: Der Teil der Nachricht mit der Sequenz-ID %1$s konnte nicht in der Nachricht %2$s im Ordner %3$s gefunden werden.
fr_fr: La partie de message d'identifiant de séquence %1$s n'a pas pu être trouvée dans le message %2$s du dossier %3$s

source: The module of a default folder must not be changed.
de_de: Das Modul eines Standardordners darf nicht geändert werden.
fr_fr: Le module d'un dossier par défaut ne doit pas être modifié.

source: The object has been changed in the meantime.
de_de: Das Objekt hat sich mittlerweile geändert.
es_es: El objeto ha cambiado mientras tanto.
fr_fr: L'objet a été modifié entre-temps.
pl_pl: Obiekt zmienił się w międzyczasie.

source: The parameter "%s" is not set in property file
de_de: Der Parameter "%s" ist nicht in der Property-Datei festgelegt.
fr_fr: Le paramètre « %s » n'est pas défini dans le fichier de propriétés

source: The parameter "%s" must be an integer value but is "%s"
de_de: Der Parameter "%s" muss eine Ganzzahl sein, ist aber "%s"
fr_fr: Le paramètre « %s » doit être une valeur entière mais est « %s »

source: The parameter "%s" must be an long value but is "%s"
de_de: Der Parameter "%s" muss ein langer Wert sein, ist jedoch "%s"
fr_fr: Le paramètre « %s » doit être une valeur longue mais est « %s »

source: The parameter "%s" must be set in the property file if spamd is true
de_de: Der Parameter "%s" muss in der Property-Datei festgelegt sein, wenn spamdb auf true gesetzt ist.
fr_fr: Le paramètre « %s » doit être défini dans le fichier de propriétés si spamd est vrai

source: The parameter "userSource" must be set in the property file if spamd is true
de_de: Der Parameter "userSource" muss in der Property-Datei festgelegt sein, wenn spamdb auf true gesetzt ist.
fr_fr: Le paramètre « userSource » doit être défini dans le fichier de propriétés si spamd est vrai

source: The permissions for the user %1$s are limited. It is not possible to grant this user the wanted permissions for the folder %2$s in context %3$s.
de_de: Der Benutzer %1$s verfügt lediglich über eingeschränkte BenutzerberechtigungenDem Benutzer können die gewünschten Berechtigungen für den Ordner %2$s im Kontext %3$snicht erteilt werden.

source: The quota on mail server "%1$s" exceeded with login %2$s (user=%3$s, context=%4$s).
de_de: Quota auf Mailserver %1$s überschritten mit Login %2$s (Benutzer=%3$s, Kontext=%4$s)

source: The quota on mail server exceeded.
de_de: Die Quota auf dem Mailserver wurde überschritten.

source: The raw content's input stream of message %1$s in folder %2$s cannot be read
de_de: Die Rohdaten des Inhalts der Nachricht %1$s im Ordner %2$s konnten nicht gelesen werden.

source: The raw content's input stream of message %1$s in folder %2$s cannot be read on server %3$s with login %4$s (user=%5$s, context=%6$s)
de_de: Die Rohdaten des Inhalts der Nachricht %1$s im Ordner %2$s auf dem Server %3$s mit dem Login %4$s (Benutzer=%5$s, Kontext=%6$s) konnten nicht gelesen werden.

source: The recurrence pattern is too complex. Giving up.
de_de: Das Serienmuster ist zu komplex. Der Vorgang wird abgebrochen.
fr_fr: Le motif de répétition est trop complexe. Abandon.

source: The required value "days" is missing or wrong : %d
de_de: Erforderlicher Wert "Tage" fehlt oder ist ungültig: %d
fr_fr: La valeur « jours » requise est absente ou incorrecte : %d

source: The required service %1$s is temporary not available. Please try again later.
de_de: Der angeforderte Dienst %1$s ist vorübergehend nicht verfügbar. Bitte später erneut versuchen.
fr_fr: Le service demandé %1$s est temporairement non disponible. Veuillez réessayer plus tard.

source: The required value "interval" is missing or wrong
de_de: Erforderlicher Wert "Intervall" fehlt oder ist ungültig
es_es: El valor obligatorio "intervalo" falta o es incorrecto
fr_fr: La valeur « intervalle » requise est absente ou fausse
pl_pl: Podana wartość "interval" nie istnieje lub jest nieprawidłowa

source: The resource has been changed in the meantime
de_de: Die Ressource hat sich mittlerweile geändert.
fr_fr: La ressource a été modifiée entre-temps

source: The simple name contains this not allowed characters: "%1$s".
de_de: Der einfache Name enthält unzulässige Zeichen: "%1$s".
fr_fr: Le nom simple contient ces caractères non autorisés : « %1$s ».

source: The specified email address %1$s is not covered by allowed email address aliases
de_de: Die angegebene E-Mail-Adresse %1$s ist nicht in der Liste der erlaubten E-Mail-Adressen-Aliase enthalten.
fr_fr: L'adresse électronique %1$s indiquée n'est pas comprise dans les alias d'adresses électroniques

source: The task %1$d is not stored in folder %2$s (%3$d).
de_de: Die Aufgabe %1$d ist nicht im Ordner %2$s (%3$d) gespeichert.
fr_fr: La tâche %1$d n'est pas stockée dans le dossier %2$s (%3$d).

source: The task could not be saved. Please shorten the %1$s and try again. Current length %3$d is more than allowed length of %2$d characters.
de_de: Die Aufgabe konnte nicht gespeichert werden. Bitte kürzen Sie %1$s und versuchen Sie es erneut. Die aktuelle Anzahl %3$d übersteigt die zulässige Anzahl von %2$d Zeichen.
fr_fr: Impossible d'enregistrer la tâche. Veuillez raccourcir le %1$s et réessayer. La longueur actuelle %3$d est supérieure à la longueur autorisée de %2$d caractères.

source: The types of specified data source are not supported
de_de: Die angegebenen Datenquellentypen werden nicht unterstützt
fr_fr: Les types de sources de données spécifiés ne sont pas pris en charge

source: There are no recipient(s) for the new message.
de_de: Für die neue Nachricht sind keine Empfänger eingetragen.
es_es: No hay recipiente(s) para el nuevo mensaje.
fr_fr: Il n'y a aucun destinataire pour le nouveau message.
pl_pl: Brak odbiorców nowej wiadomości.

source: There was an issue in authenticating your E-Mail password. This may be because of a recent password change. To continue please logout now and then log back in with your most current password. (server=%1$s | user=%2$s)
de_de: Bei der Authentifizierung Ihres E-Mail-Passworts trat ein Fehler auf. Möglicherweise liegt dies an einer kürzlichen Passwortänderung. Bitte melden Sie sich nun ab und melden Sie sich dann wieder mit Ihrem aktuellen Passwort an. (Server=%1$s | Benutzer=%2$s)
fr_fr: Il y a eu un problème pour authentifier votre mot de passe de courrier électronique. Cela peut être dû à un changement récent de mot de passe. Pour continuer, veuillez vous déconnecter de suite, puis vous reconnecter avec votre mot de passe le plus récent. (serveur=%1$s | utilisateur=%2$s)

source: This does not look like an iCal file. Please check the file.
de_de: Dies sieht nicht wie eine iCal-Datei aus. Bitte prüfen Sie die Datei.
fr_fr: Cela ne ressemble pas à un fichier iCal. Veuillez vérifier le fichier.

source: This method is not applicable to an IMAP permission
de_de: Diese Methode ist nicht auf eine IMAP-Berechtigung anwendbar.
es_es: Este método no puede aplicarse a un permiso IMAP
fr_fr: Cette méthode ne peut pas s'appliquer à un droit IMAP
pl_pl: Nie można zastosować tej metody do uprawnień IMAP

source: This method is not implemented.
de_de: Diese Methode ist nicht implementiert.
es_es: Este método no está implementado.
fr_fr: Cette méthode n'est pas implémentée.
pl_pl: Ta metoda nie jest zaimplementowana.

source: Too few (%d) login attributes.
de_de: Zu wenige (%d) Login-Attribute.
es_es: Faltan atributos de login (%w)
fr_fr: Trop peu (%d) d'attributs de connexion.
pl_pl: Za mało (%d) atrybutów loginu.

source: Too many digits within field %1$s.
de_de: Zu viele Zahlen in Feld %1$s.
fr_fr: Trop de chiffres dans le champ %1$s.

source: Tried to delete %1$d folders but only %2$d were deleted.
de_de: Es wurde versucht, %1$d Ordner zu löschen, jedoch wurden nur %2$d gelöscht.
es_es: Intentando borrar %1$d carpetas pero sólo se borraron %2$d.
fr_fr: Tentative de supprimer %1$d dossiers mais seuls %2$d ont été détruits.
pl_pl: Próba usunięcia %1$d folderów, ale jedynie %2$d zostały usunięte.

source: Tried to delete %1$d participants but only %2$d were deleted.
de_de: Es wurde versucht, %1$d Teilnehmer zu löschen, jedoch wurden nur %2$d gelöscht.
es_es: Intentando borrar %1$d participantes pero sólo se borraron %2$d.
fr_fr: Tentative de supprimer %1$d participants mais seuls %2$d ont été détruits.
pl_pl: Próba usunięcia %1$d uczestników, ale jedynie %2$d zostało usunietych.

source: UNKNOWN EXCEPTION
de_de: UNERWARTETER FEHLER
es_es: EXCEPCIÓN DESCONOCIDA
fr_fr: EXCEPTION INCONNUE
pl_pl: NIEZNANY WYJĄTEK

source: URL "%s" is malformed.
de_de: Die URL "%s" ist fehlerhaft formatiert.
es_es: La URL "%s" está mal formada.
fr_fr: L'URL « %s » est mal formé.
pl_pl: URL "%s" jest w złym formacie.

source: Unable to calculate first occurrence.
de_de: Start kann nicht berechnet werden.
fr_fr: Impossible de calculer la première occurrence.

source: Unable to calculate given position. Seems to be a delete exception or outside range
de_de: Die angegebene Position kann nicht berechnet werden. Es scheint sich um eine Löschausnahme zu handeln oder um einen Wert außerhalb des möglichen Bereichs.
fr_fr: Impossible de calculer la position indiquée. Il semble s'agir d'une exception de suppression ou hors de portée

source: Unable to convert task priority %d.
de_de: Die Priorität %d der Aufgabe konnte nicht konvertiert werden.
fr_fr: Impossible de calculer la priorité de la tâche %d.

source: Unable to convert task status "%1$s".
de_de: Der Status "%1$s" der Aufgabe konnte nicht konvertiert werden.
fr_fr: Impossible de convertir l'état de la tâche « %1$s ».

source: Unable to create exception, recurring position can not be calculated !
de_de: Ausnahme kann nicht erstellt werden. Wiederkehrende Position kann nicht berechnet werden.
es_es: No es posible crear la excepción, ¡la posición recurrente no puede calcularse!
fr_fr: Impossible de créer une exception, l'emplacement de répétition ne peut pas être calculé !
pl_pl: Nie można stworzyć wyjątku,nie można obliczyć pozycji rekurencji!

source: Unable to delete reminder
de_de: Erinnerung kann nicht gelöscht werden
es_es: No es posible borrar el recordatorio
fr_fr: Impossible de supprimer le rappel
pl_pl: Nie można usunąć przypomnienia

source: Unable to insert reminder
de_de: Erinnerung kann nicht eingefügt werden.
es_es: No es posible insertar recordatorio
fr_fr: Impossible d'ajouter le rappel
pl_pl: Nie można dodać przypomnienia

source: Unable to list reminder
de_de: Erinnerung kann nicht aufgelistet werden
es_es: No es posible listar recordatorios
fr_fr: Impossible d'afficher la liste des rappels
pl_pl: Nie można wyświetlić listy przypomnień

source: Unable to load reminder
de_de: Erinnerung kann nicht geladen werden
es_es: No es posible cargar recordatorio
fr_fr: Impossible de charger le rappel
pl_pl: Nie można załadowac przypomnienia

source: Unable to map OCL permission value %1$s to a JSON permission value
de_de: Mapping von OCL-Berechtigungswert %1$s auf JSON-Berechtigungswert nicht möglich
fr_fr: Impossible d'associer la valeur de droit OCL %1$s à une valeur de droit JSON

source: Unable to parse IMAP server URI "%1$s".
de_de: Analyse des IMAP-Server-URI "%1$s" fehlgeschlagen.

source: Unable to parse SMTP server URI "%1$s".
de_de: Analyse von SMTP Server URI "%1$s" fehlgeschlagen.
