Repository: cognitionworks/appsuite-middleware
Catalog: i18n/*/errors.*.po
Languages: de_de, es_es, fr_fr, pl_pl

source: You are not allowed to read the contents of folder %1$s (%2$d).
de_de: Sie haben keine Berechtigung zum Lesen der Inhalte des Ordners %1$s (%2$d).
es_es: No está autorizado a leer el contenido de la carpeta %1$s (%2$d).
fr_fr: Vous n'avez pas le droit de lire le contenu du dossier %1$s (%2$d).
pl_pl: Nie masz uprawnień do odczytu zawartości folderu %1$s (%2$d).

source: You are not allowed to see the task %1$d in folder %2$s (%3$d).
de_de: Sie haben keine Berechtigung, die Aufgabe %1$d im Ordner %2$s (%3$d) zu sehen.
fr_fr: Vous n'avez pas le droit de voir des tâches %1$d dans le dossier %2$s (%3$d).

source: You can not move one element of a recurring appointment into another folder.
de_de: Ein Element eines wiederkehrenden Termins kann nicht in einen anderen Ordner verschoben werden.
es_es: No puede mover un elemento de una cita recurrente en otra carpeta.
fr_fr: Vous n'avez pas le droit de déplacer un élément d'un rendez-vous répétitif dans un autre dossier.
pl_pl: Nie możesz przenieść jednego elementu rekurencyjnego spotkania do innego folderu.

source: You can not use different private flags for one element of a recurring appointment
de_de: Es können keine unterschiedlichen Privatmarkierungen (private flags) für ein Element eines wiederkehrenden Termins verwendet werden.
es_es: No puede usar marcas privadas diferentes para un elemento de una reunión recurrente
fr_fr: Vous ne pouvez pas utiliser des drapeaux privés différents pour une occurrence d'un rendez-vous répétitif
pl_pl: Nie możesz użyć różnych prywatnych flag dla jednego elementu w rekurencyjnym spotkaniu

source: You can not use the private flags in a non private folder
de_de: Privatmarkierungen (private flags) können nicht in einem nicht privaten Ordner verwendet werden.
es_es: No puede usar marcas privadas en una carpeta no-privada
fr_fr: Vous ne pouvez pas utiliser les drapeaux privés privée dans un dossier qui n'est pas privé
pl_pl: NIe możesz użyć prywatnych flag w folderach publicznych

source: You do not have the appropriate permissions to create an object
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Anlegen eines Objekts.
es_es: No tiene los permisos adecuados para crear un objeto
fr_fr: Vous n'avez pas les droits appropriés pour créer un objet
pl_pl: Nie masz właściwych uprawnień do tworzenia obiektu

source: You do not have the appropriate permissions to modify this object.
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Ändern dieses Objekts.
es_es: No tiene los permisos adecuados para modificar este objeto.
fr_fr: Vous n'avez pas les droits appropriés pour modifier cet objet.
pl_pl: Nie masz właściwych uprawnień do modyfikacji tego obiektu.

source: You do not have the appropriate permissions to move this object.
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Verschieben dieses Objekts.
es_es: No tiene los permisos adecuados para mover este objeto.
fr_fr: Vous n'avez pas les droits appropriés pour déplacer cet objet.
pl_pl: Nie masz właściwych uprawnień do przenoszenia tego obiektu.

source: You do not have the appropriate permissions to read this object %1$d.
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Lesen dieses Objekts %1$d.

source: You do not have the necessary permissions for appointments in folder %1$d.
de_de: Sie haben keine ausreichenden Rechte für Termine im Ordner %1$d.
fr_fr: Vous n'avez pas les droits d'accès nécessaires sur les rendez-vous dans le dossier %1$d.

source: clientLastModified IS NULL. Abort action!
de_de: clientLastModified IST NULL. Aktion abbrechen!
es_es: El valor clientLatModified es NULL. ¡Acción abortada!
fr_fr: clientLastModified IS NULL. Action abandonnée !
pl_pl: clientLastModified JEST NULL. Operacja anulowana!

source: Could not coerce value %1$s into class %2$s
de_de: Der Wert %1$s konnte nicht in die Klasse %2$s gezwungen werden.

source: Can not define metadata %1$s in scope %2$s
de_de: Metadaten %1$s können nicht im Bereich %2$s definiert werden.

source: Can not set property %1$s in scope %2$s
de_de: Eigenschaft %1$s kann nicht im Bereich %2$s festgelegt werden.

source: The given type of %1$s is not supported
de_de: Der angegebene Typ %1$s wird nicht unterstützt.
fr_fr: Le type indiqué de %1$s n'est pas pris en charge

source: Missing argument %1$s
de_de: Fehlendes Argument %1$s
fr_fr: Argument %1$s manquant

source: Invalid value for argument %1$s: ``%2$s''
de_de: Ungültiger Wert für Argument %1$s: ``%2$s''
fr_fr: Valeur de l'argument %1$s invalide : « %2$s »

source: Unknown data source identifier: %1$s
de_de: Ungültige ID für Datenquelle: %1$s
fr_fr: Identifiant de source de données inconnu : %1$s

source: Unknown data handler identifier: %1$s
de_de: Unbekannte ID für Daten-Handler: %1$s
fr_fr: Identifiant de conteneur de données inconnu : %1$s

source: No matching type could be found for data source %1$s and data handler %2$s
de_de: Kein passender Typ für Datenquelle %1$s und Daten-Handler %2$s gefunden
fr_fr: Impossible de trouver un type correspondant pour la source de données %1$s et le conteneur de données %2$s

source: The following field(s) are too long: %1$s
de_de: Folgende(s) Feld(er) sind zu lang: %1$s
fr_fr: Le ou les champs suivants sont trop longs : %1$s

source: Unable to change data. (%1$s)
de_de: Daten können nicht geändert werden. (%1$s)
fr_fr: Impossible de modifier les données. (%1$s)

source: Data retention failed: %1$s.
de_de: Datenerhaltung fehlgeschlagen: %1$s.
fr_fr: Erreur de conservation des données : %1$s.

source: AN I/O error occurred: %1$s.
de_de: Es trat ein E/A-Fehler auf: %1$s
fr_fr: Une erreur d'E/S s'est produite : %1$s.

source: A JSON exception occurred.
de_de: Es trat eine JSON-Ausnahme auf.
fr_fr: Une exception JSON s'est produite.

source: An IO Exception occurred
de_de: Es trat ein E/A-Fehler auf.
fr_fr: Une exception d'E/S s'est produite

source: Invalid type: %1$s.
de_de: Ungültiger Typ %1$s.
fr_fr: Type invalide : %1$s.

source: Different types in array.
de_de: Unterschiedliche Typen in Array.
fr_fr: Le tableau contient des données de types différents.

source: Invalid tree structure.
de_de: Ungültige Baumstruktur.
fr_fr: Structure de l'arbre invalide.

source: Missing parameter %s
de_de: Fehlender Parameter %s
es_es: Parámetro no encontrado %s
fr_fr: Paramètre %s manquant
pl_pl: Brak parametru %s

source: loadBinaries must be an array of paths
de_de: loadBinaries müssen ein Pfade-Array sein
fr_fr: loadBinaries doit être un tableau de chemins

source: The parameters ( %s ) are conflicting. Please supply only one of those.
de_de: Parameterkonflikt ( %s ). Bitte geben Sie nur einen davon an.
fr_fr: Les paramètres ( %s ) sont en conflit. Veuillez n'indiquer que l'un d'entre eux.

source: The action %s is not known.
de_de: Die Aktion %s ist unbekannt.
fr_fr: L'action %s n'est pas prise en charge.

source: Binaries that are part of trees must be base64 encoded. Only directly accessed binaries can be encoded freely.
de_de: Binaries dieTeil eines Baums sind, müssen base64-kodiert sein. Lediglich Binaries, auf die direkt zugegriffen wird können frei kodiert werden.
fr_fr: Les binaires faisant partie d'arborescences doivent être encodés en base64. Seuls les binaires auxquels on accède directement peuvent être encodés librement.

source: Unknown binaryEncoding %s.
de_de: Unbekannte Binary-Kodierung %s.
fr_fr: BinaryEncoding %s inconnu.

source: General Exception
de_de: Allgemeine Ausnahme
fr_fr: Exception générale

source: An SQL Exception has occurred.
de_de: Es trat ein SQL-Fehler auf.
fr_fr: Une exception SQL s'est produite.

source: Could not create table %s
de_de: Tabelle konnte nicht erzeugt werden: %s
fr_fr: Impossible de retrouver le tableau %s

source: No such node: %1$s
de_de: Unbekannter Knoten: %1$s.
fr_fr: Aucun nœud de ce type : %1$s

source: This EAV implementation does not support floating point numbers. Please use only integers.
de_de: Die EAV-Implementierung unterstützt keine Fließkommazahlen. Bitte verwenden Sie Ganzzahlen.
fr_fr: Cette implémentation EAV ne prend pas en charge les nombres à virgule flottante.Veuillez utiliser seulement des entiers.

source: The path %s has already been taken
de_de: Der Pfad %s wurde bereits verwendet
fr_fr: L'emplacement %s a déjà été pris

source: A CIFS/SMB error occurred: %1$s
de_de: Es trat ein CIFS/SMB-Fehler auf: %1$s
fr_fr: Une erreur CIFS/SMB s'est produite : %1$s

source: Invalid CIFS/SMB URL: %1$s
de_de: Ungültige CIFS/SMB-URL: %1$s
fr_fr: URL CIFS/SMB invalide : %1$s

source: CIFS/SMB URL does not denote a directory: %1$s
de_de: CIFS/SMB-URL ist kein Verzeichnis: %1$s
fr_fr: L'URL CIFS/SMB n'indique pas un répertoire : %s

source: The CIFS/SMB resource does not exist: %1$s
de_de: Die CIFS/SMB-Ressource ist nicht vorhanden: %1$s
fr_fr: La ressource CIFS/SMB n'existe pas : %1$s

source: Update denied for CIFS/SMB resource: %1$s
de_de: Aktualisierung verweigert für die CIFS/SMB-Ressource: %1$s
fr_fr: Mise à jour refusée pour la resource CIFS/SMB : %1$s

source: Delete denied for CIFS/SMB resource: %1$s
de_de: Löschvorgang verweigert für die CIFS/SMB-Ressource: %1$s
fr_fr: Suppression refusée pour la ressourcer CIFS/SMB : %1$s

source: CIFS/SMB URL does not denote a file: %1$s
de_de: CIFS/SMB-URL ist keine Datei: %1$s
fr_fr: L'URL CIFS/SMB URL n'indique pas un fichier : %1$s

source: Missing file name.
de_de: Fehlender Dateiname
fr_fr: Nom de fichier manquant.

source: Versioning not supported by CIFS/SMB file storage.
de_de: Versionierung wird nicht vom CIFS/SMB-Dateispeicher unterstützt.
fr_fr: Le contrôle de versions n'est pas pris en charge par le stockage de fichiers CIFS/SMB.

source: A HTTP error occurred: %1$s
de_de: Es trat ein HTTP-Fehler auf: %1$s
fr_fr: Une erreur HTTP s'est produite : %1$s

source: A DAV error occurred: %1$s
de_de: Es trat ein DAV-Fehler auf: %1$s
fr_fr: Une erreur de DAV s'est produite : %1$s

source: The resource is not a directory: %1$s
de_de: Ressource ist kein Verzeichnis: %1$s
fr_fr: La ressource n'est pas un répertoire : %1$s

source: Invalid date property: %1$s
de_de: Ungültige Dateneigenschaft: %1$s
fr_fr: Propriété de date invalide : %1$s

source: Invalid property "%1$s". Should be "%2$s", but is not.
de_de: Ungültige Eigenschaft "%1$s". Sollte "%2$s" sein.
fr_fr: Propriété « %1$s » invalide. Ce devrait être « %2$s », mais tel n'est pas le cas.

source: Directory "%1$s" must not be deleted.
de_de: Das Verzeichnis "%1$s" darf nicht gelöscht werden.
fr_fr: Le répertoire « %1$s » ne doit pas être supprimé.

source: Directory "%1$s" must not be updated.
de_de: Das Verzeichnis "%1$s" darf nicht aktualisiert werden.
fr_fr: Le répertoire « %1$s » ne doit pas être mis à jour.

source: Invalid or missing credentials to access WebDAV server "%1$s".
de_de: Ungültige oder fehlende Zugangsdaten zum Zugriff auf den WebDAV-Server "%1$s".
fr_fr: Justificatifs d'identité invalides ou manquants pour accéder au serveur WebDAV « %1$s ».

source: The resource is not a file: %1$s
de_de: Die Ressourcen ist keine Datei: %1$s
fr_fr: La ressource n'est pas un fichier : %1$s

source: Versioning not supported by WebDAV.
de_de: Versionierung wird nicht von WebDAV unterstützt.
fr_fr: Le contrôle de versions n'est pas pris en charge par WebDAV.

source: File storage account %1$s of service "%2$s" could not be found for user %3$s in context %4$s.
de_de: Dateispeicher-Account %1$s des Dienstes "%2$s" nicht für Benutzer %3$s im Kontext %4$s gefunden.
fr_fr: Impossible de trouver le compte de stockage de fichiers %1$s du service « %2$s » pour l'utilisateur %3$s dans le contexte %4$s.

source: The operation is not supported by service %1$s.
de_de: Die Aktion wird nicht von Dienst %1$s unterstützt.
fr_fr: L'opération n'est pas prise en charge par %1$s

source: The folder "%1$s" cannot be found in account %2$s of service "%3$s" of user %4$s in context %5$s.
de_de: Der Ordner "%1$s" konnte nicht im Account %2$s des Dienstes "%3$s" von Benutzer %4$s im Kontext %5$s gefunden werden.
fr_fr: Impossible de trouver le dossier « %1$s » dans le compte %2$s du service « %3$s » de l'utilisateur %4$s dans le contexte %5$s.

source: Invalid file identifier: %1$s
de_de: Ungültige Datei-ID: %1$s.
fr_fr: Identifiant de fichier invalide : %1$s

source: Invalid header "%1$s": %2$s
de_de: Ungültiger Header "%1$s": %2$s
fr_fr: En-tête invalide « %1$s » : %2$s

source: Unknown action to perform: %1$s.
de_de: Unbekannte auszuführende Aktion: %1$s
fr_fr: Action à effectuer inconnue : %1$s.

source: A file error occurred: %1$s
de_de: Es trat ein Dateifehler auf: %1$s
fr_fr: Une erreur de fichier s'est produite : %1$s

source: Wrongly formatted address: %1$s.
de_de: Falsch formatierte Adresse: %1$s.
fr_fr: Adresse formatée de façon incorrecte : %1$s.

source: Unknown file content: %1$s.
de_de: Unbekannter Datei-Inhalt: %1$s.
fr_fr: Contenu de fichier inconnu : %1$s.

source: Unknown file storage service: %1$s.
de_de: Unbekannter Dateispeicher-Dienst: %1$s.
fr_fr: Service de stockage de fichiers inconnu : %1$s.

source: Missing parameter: %1$s.
de_de: Fehlender Parameter: %1$s
fr_fr: Paramètre manquant : %1$s

source: Invalid parameter: %1$s with value '%2$s'.
de_de: Ungültiger Parameter: %1$s mit Wert '%2$s'.
fr_fr: Paramètre invalide : %1$s avec la valeur « %2$s ».

source: File part is read-only.: %1$s
de_de: Datei-Teil ist nur lesbar: %1$s
fr_fr: La partie du fichier est en lecture seule : %1$s

source: Unknown color label index: %1$s
de_de: Unbekannter Farb-Label-Index: %1$s
fr_fr: Index d'étiquette de couleur inconnu : %1$s

source: A duplicate folder named "%1$s" already exists below parent folder "%2$s".
de_de: Ein Ordnerduplikat namens "%1$s" ist bereits unterhalb des übergeordneten Ordners "%2$s" vorhanden.
fr_fr: Un dossier dupliqué nommé « %1$s » existe déjà en dessous du dossier parent « %2$s ».

source: No create access on folder %1$s.
de_de: Kein Anlegezugriff auf Ordner %1$s.
fr_fr: Pas d'accès en création sur le dossier %1$s.

source: Not connected
de_de: Nicht verbunden
fr_fr: Non connecté

source: Invalid sorting column. Cannot sort by %1$s.
de_de: Ungültige Sortierspalte. Nach %1$s kann nicht sortiert werden.
fr_fr: Colonne de tri invalide. Impossible de trier par %1$s.

source: No attachment found with section identifier %1$s in file %2$s in folder %3$s.
de_de: Kein Anhang mit Section ID %1$s in Datei %2$s im Ordner %3$d gefunden.
fr_fr: Aucune pièce jointe n'a été trouvée avec l'identifiant de section %1$s dans le fichier %2$s dans le dossier %3$s.

source: File %1$s not found in folder %2$s.
de_de: Datei %1$s nicht im Ordner %2$s gefunden.
fr_fr: Le fichier %1$s est introuvable dans le dossier %2$s.

source: No account manager could be found for service: %1$s.
de_de: Kein Account Manager gefunden für Dienst %1$d
fr_fr: Aucun gestionnaire de comptes n'a pu être trouvé pour le service : %1$s.

source: Invalid URL "%1$s". Error: %2$s.
de_de: Ungültige URL "%1$s": Fehler: %2$s.
fr_fr: URL « %1$s » invalide. Erreur : %2$s.

source: The database returned an error: %1$s
de_de: Die Datenbank gab einen Fehler zurück: %1$s

source: The uwa widget with the id %1$s could not be found
de_de: Das UWA-Widget mit der ID %1$s kann nicht gefunden werden

source: The widget with the id %1$s is protected and only positional information can be updated
de_de: Das Widget mit der ID %1$s ist geschützt. Es können nur Positionsinformationen aktualisiert werden.

source: Could not find data provider for id: %1$s
de_de: Daten-Provider für ID: %1$s nicht gefunden
fr_fr: Impossible de trouver le fournisseur de données pour l'identifiant : %1$s

source: Missing parameter: %1$2
de_de: Fehlender Parameter: %1$2
fr_fr: Paramètre manquant : %1$2

source: Communication error with facebook service: %1$s
de_de: Fehler bei der Kommunikation mit dem Facebook-Service: %1$s
fr_fr: Erreur de communication avec le service Facebook : %1$s

source: Login to facebook failed for login %1$s.
de_de: Das Anmelden bei Facebook ist fehlgeschlagen für den Login %1$s.
fr_fr: La connexion à Facebook a échoué pour le nom de connexion %1$s.

source: Login form not found on page: %1$s
de_de: Anmeldeformular nicht gefunden auf Seite: %1$s
fr_fr: Formulaire de connexion non trouvé sur la page : %1$s

source: Element with attribute %1$s not found on page %2$s.
de_de: Element mit Attribut %1$s nicht auf Seite %2$s gefunden.
fr_fr: L'élément avec l'attribut %1$s non trouvé sur la page %2$s.

source: Missing permission "%1$s" in facebook login %2$s. Please copy following URL to your browser, login as %2$s (if not done yet) and grant access: %3$s
de_de: Fehlende Berechtigung "%1$s" in Facebook-Login %2$s. Bitte kopieren Sie folgende URL in Ihren Browser, melden Sie sich als %2$s an (falls noch nicht geschehen) und erteilen Sie Zugriffsrechte: %3$s
fr_fr: Autorisation manquante « %1$s » dans la connexion Facebook %2$s. Veuillez copier l'URL suivante dans votre navigateur, vous connecter en tant que %2$s (si cela n'est pas déjà fait) et accorder l'accès : %3$s

source: An error occurred during the processing of a script.
de_de: Fehler beim Verarbeiten eines Skripts.
fr_fr: Une erreur s'est produite durant le traitement d'un script.

source: Missing permission for the application associated with configured Facebook API key: %1$s Please grant access for that application in your Facebook account settings.
de_de: Fehlende Berechtigung für die Applikation, die assoziiert wird mit dem konfigurierten Facebook API KEY: %1$s Bitter erteilen Sie in Ihren Facebook-Account-Einstellungen Zugriff für diese Applikation.
fr_fr: Autorisation manquante pour l'application associée à la clé d'API Facebook configurée : %1$s Veuillez accorder l'accès pour cette application dans votre configuration de compte Facebook.

source: FQL query result size (%1$s) does not match requested number of post identifiers (%2$s).
de_de: Größe des FQL-Anfrage-Ergebnisses (%1$s) stimmt nicht mit der Anzahl der angefragten Kommentar-IDs (%2$s) überein.
fr_fr: La taille de résultat de requête FQL (%1$s) ne correspond pas au nombre demandé d'identifiants de messages (%2$s).

source: Unsupported query type: %1$s.
de_de: Nicht unterstützter Anfrage-Typ: %1$s.
fr_fr: Type de requête non pris en charge : %1$s.

source: An OAuth error occurred: %1$s.
de_de: Es trat ein OAuths-Fehler auf: %1$s

source: A FQL error of type %1$s occurred: %2$s.
de_de: Es trat ein FQL-Fehler des Typs %1$s auf: %2$s.

source: FQL response body cannot be parsed to a JSON value: %1$s
de_de: FQL Response Body kann nicht in einen JSON-Wert umgewandelt werden: %1$s

source: XML parse error: %1$s.
de_de: XML-Analyse-Fehler: %1$s

source: Missing configuration parameter: %1$s.
de_de: Fehlender Konfigurationsparameter: %1$s
fr_fr: Paramètre de configuration manquant : %1$s.

source: Wrong configuration parameter type. Should be %1$s, but is %2$s.
de_de: Falscher Konfigurationsparametertyp. Sollte %1$s ist, ist jedoch %2$s.
fr_fr: Type de paramètre de configuration incorrect. Ce devrait être %1$s, mais on a %2$s.

source: Invalid Twitter messaging account. Please delete and re-create your Twitter messaging account.
de_de: Ungültiger Twitter-Messaging-Account. Löschen Sie bitte Ihren Twitter Messaging-Account und legen Sie ihn erneut an.

source: Messaging account %1$s of service "%2$s" could not be found for user %3$s in context %4$s.
de_de: Messaging Account %1$s des Dienstes "%2$s" nicht für Benutzer %3$s im Kontext %4$s gefunden.
fr_fr: Impossible de trouver le compte de messagerie %1$s du service « %2$s » trouvé pour l'utilisateur %3$s dans le contexte %4$s.

source: Invalid message identifier: %1$s
de_de: Ungültige Nachrichten-ID: %1$s
fr_fr: Identifiant de message invalide : %1$s

source: Unknown messaging content: %1$s.
de_de: Unbekannter Messaging-Inhalt: %1$s.
fr_fr: Contenu de messagerie inconnu : %1$s.

source: Unknown messaging service: %1$s.
de_de: Unbekannter Messaging-Dienst: %1$s
fr_fr: Service de messagerie inconnu : %1$s.

source: Messaging part is read-only.: %1$s
de_de: Messaging-Teil ist nur lesbar: %1$s
fr_fr: La partie messagerie est en lecture seule : %1$s

source: No attachment found with section identifier %1$s in message %2$s in folder %3$s.
de_de: Keine Anlage mit der Section ID %1$s in Nachricht %2$s im Ordner %3$s gefunden.
fr_fr: Aucune pièce jointe avec l'identifiant de section %1$s n'a été trouvée dans le message %2$s dans le dossier %3$s.

source: Message %1$s not found in folder %2$s.
de_de: Nachricht %1$s nicht im Ordner %2$s gefunden.
fr_fr: Le message %1$s n'a pas été trouvé dans le dossier %2$s.

source: An error occurred for action: %1$s
de_de: Es trat ein Fehler für folgende Aktion auf: %1$s

source: An error occurred loading context %1$s
de_de: Beim Laden des Kontext %1$s trat ein Fehler auf

source: An error occurred loading user data for user %1$s
de_de: Beim Laden der Benutzerdaten für den Benutzer %1$s trat ein Fehler auf

source: Could not load configuration or necessary field from configuration
de_de: Konfiguration bzw. benötigtes Konfigurationsfeld konnte nicht geladen werden

source: Response is not of type: %1$s
de_de: Antwort ist nicht vom Typ: %1$s.
fr_fr: La réponse n'est pas du type : %1$s.

source: General error: %1$s
de_de: Allgemeiner Fehler: %1$s
fr_fr: Erreur générale : %1$s

source: Not found: %1$s
de_de: Nicht gefunden. %1$s
fr_fr: Non trouvé : %1$s

source: The source and destination URIs are equal: %1$s.
de_de: Die Quell- und Ziel-URIs sind identisch: %1$s.
fr_fr: Les URI source et destination sont équivalents : %1$s.

source: Conflict. The resource cannot be created until one or more parental directories have been created: %1$s.
de_de: Konflikt. Die Ressource kann nicht angelegt werden solange nicht eines oder mehrere übergeordnete Verzeichnisse erstellt wurden: %1$s.
fr_fr: Conflit. Il est impossible de créer la ressource jusqu'à ce qu'un répertoire parental ou plus aient été créés : %1$s.

source: Such a resource already exists: %1$s.
de_de: Eine solche Ressource ist bereits vorhanden: %1$s.
fr_fr: Une ressource de ce type existe déjà : %1$s.

source: Resource limit exceeded.
de_de: Ressourcenlimit ist erreicht.
fr_fr: Limite de ressource dépassée.

source: Unexpected status %1$s (%2$s)
de_de: Unerwarteter Status %1$s (%2$s)
fr_fr: État inattendu %1$s (%2$s)

source: Name contains illegal characters or parent is read-only: %1$s.
de_de: Der Name enthält unzulässige Zeichen oder das übergeordnete Verzeichnis ist nur lesbar: %1$s.
fr_fr: Le nom contient des caractères illégaux ou le parent est en lecture seule : %1$s

source: Invalid URL: %1$s
de_de: Ungültige URL: %1$s
fr_fr: URL invalide : %1$s

source: Unsupported protocol for SmartDrive server access: %1$s
de_de: Nicht unterstütztes Protokoll für den SmartDrive Server-Zugriff: %1$s
fr_fr: Protocole pour l'accès au serveur SmartDrive non pris en charge : %1$s

source: SmartDrive user "%1$s" is not authenticated for stateful access to SmarTDrive server "%2$s".
de_de: SmartDrive-Benutzer "%1$s" ist nicht authentifiziert für einen Zugriff auf den SmarTDrive-Server "%2$s".
fr_fr: L'utilisateur SmartDrive « %1$s » n'est pas authentifié pour un accès à état au serveur SmarTDrive « %2$s ».

source: This resource is not a file
de_de: Diese Ressource ist keine Datei.
fr_fr: Cette ressource n'est pas un fichier

source: This resource is not a directory
de_de: Diese Ressource ist kein Verzeichnis.
fr_fr: Cette ressource n'est pas un répertoire

source: Unknown OAuth service meta data: %1$s
de_de: Unbekannte OAuth Service-Metadaten: %1$s

source: Account not found with identifier %1$s for user %2$s in context %3$s.
de_de: Kein Account mit der ID %1$s für Benutzer %2$s im Kontext %3$s gefunden

source: Unsupported OAuth service: %1$s
de_de: Nicht unterstützter OAuth-Dienst: %1$s.

source: Missing argument: %1$s
de_de: Fehlendes Argument: %1$s
