Repository: cognitionworks/appsuite-middleware
Catalog: i18n/*/errors.*.po
Languages: de_de, es_es, fr_fr, pl_pl

source: Cannot find mail account with identifier %1$s for user %2$s in context %3$s.
de_de: Kein E-Mail-Account mit der ID %1$s für Benutzer %2$s im Kontext %3$s gefunden
fr_fr: Impossible de trouver un compte de courrier avec l'identifiant %1$s pour l'utilisateur %2$s dans le contexte %3$s.

source: Found two mail accounts with same identifier %1$s for user %2$s in context %3$s.
de_de: Zwei E-Mail-Accounts mit gleicher ID %1$s für Benutzer %2$s im Kontext %3$d gefunden
fr_fr: Deux comptes de courrier avec le même identifiant %1$s pour l'utilisateur %2$s ont été trouvés dans le contexte %3$s.

source: Found two mail accounts with same email address %1$s for user %2$s in context %3$s.
de_de: Zwei E-Mail-Accounts mit gleicher E-Mail-Adresse %1$s für Benutzer %2$s im Kontext %3$d gefunden
fr_fr: Deux comptes de courrier avec la même adresse électronique %1$s pour l'utilisateur %2$s ont été trouvés dans le contexte %3$s.

source: A SQL error occurred: %1$s.
de_de: Es trat ein SQL-Fehler auf: %1$s
fr_fr: Une erreur SQL s'est produite : %1$s.

source: A host could not be resolved: %1$s.
de_de: Host kann nicht aufgelöst werden: %1$s
fr_fr: Impossible de résoudre un nom d'hôte : %1$s.

source: Denied deletion of default mail account of user %1$s in context %2$s.
de_de: Löschen des Standard-Mail-Accounts für Benutzer %1$s im Kontext %2$s verweigert.
fr_fr: Suppression du compte de courrier par défaut de l'utilisateur %1$s refusée dans le contexte %2$s.

source: Denied update of default mail account of user %1$s in context %2$s.
de_de: Update des Standard-Mail-Accounts für Benutzer %1$s im Kontext %2$s verweigert.
fr_fr: Mise à jour du compte de courrier par défaut de l'utilisateur %1$s refusée dans le contexte %2$s.

source: No duplicate default account allowed.
de_de: Duplikat des Standard-Accounts nicht zulässig
fr_fr: Aucun compte par défaut en double n'est autorisé.

source: Password encryption failed for login %1$s on server %2$s (user=%3$s, context=%4$s).
de_de: Passwortverschlüsselung fehlgeschlagen für Login %1$s auf Server %2$s (Benutzer=%3$s, Kontext=%4$s).
fr_fr: Le chiffrement du mot de passe a échoué pour la connexion %1$s sur le serveur %2$s (utilisateur=%3$s, contexte=%4$s).

source: Password decryption failed for login %1$s on server %2$s (user=%3$s, context=%4$s).
de_de: Passwortentschlüsselung fehlgeschlagen für Login %1$s auf Server %2$s (Benutzer=%3$s, Kontext=%4$s).
fr_fr: Le déchiffrement du mot de passe a échoué pour la connexion %1$s sur le serveur %2$s (utilisateur=%3$s, contexte=%4$s).

source: The Unified INBOX account already exists for user %1$s in context %2$s.
de_de: Der Unified INBOX-Account ist bereits für den Benutzer %1$s im Kontext %2$s vorhanden.
fr_fr: Le compte « Boîte de réception unifiée » existe déjà pour l'utilisateur %1$s dans le contexte %2$s.

source: Mail account creation failed.
de_de: E-Mail-Account kann nicht erstellt werden.
fr_fr: La création du compte de courrier a échoué.

source: Mail account validation failed.
de_de: Überprüfen des E-Mail-Accounts fehlgeschlagen
fr_fr: La validation du compte de courrier a échoué.

source: Multiple mail accounts not enabled for user %1$s in context %2$s.
de_de: Multiple E-Mail-Accounts nicht für Benutzer %1$s im Kontext %2$s aktiviert
fr_fr: Comptes de courrier multiples non activés pour l'utilisateur %1$s dans le contexte %2$s.

source: Invalid mail account name: %1$s
de_de: Ungültiger Mail-Account-Name: %1$s
fr_fr: Nom de compte de messagerie invalide : %1$s

source: Duplicate mail account for user %1$s in context %2$s.
de_de: Mail-Account-Duplikat für Benutzer %1$s in Kontext %2$s.

source: Duplicate transport account for user %1$s in context %2$s.
de_de: Transport-Account-Duplikat für Benutzer %1$s in Kontext %2$s.

source: Search failed: %1$s.
de_de: Suche fehlgeschlagen: %1$s.
fr_fr: La recherche a échoué : %1$s.

source: Missing operation in JSON object.
de_de: Fehlende Aktion im JSON-Objekt.
fr_fr: Opération manquante dans l'objet JSON.

source: Missing operands in JSON object.
de_de: Fehlende Operanden in JSON-Objekt.
fr_fr: Opérandes manquantes dans l'objet JSON.

source: Invalid search term in JSON object.
de_de: Ungültiger Suchbegriff im JSON-Objekt.
fr_fr: Expression de recherche invalide dans l'objet JSON.

source: Missing field "%1$s" in JSON object.
de_de: Fehlendes Feld "%1$s" in JSON-Objekt.
fr_fr: Champ « %1$s » manquant dans l'objet JSON.

source: Unknown operation: %1$s.
de_de: Unbekannte Aktion: %1$s.
fr_fr: Opération inconnue : %1$s.

source: Can not insert appointment with this uid. Uid already exists.
fr_fr: Impossible d'insérer un rendez-vous avec cet UID. L'UID existe déjà.

source: Defined permissions for folder %1$s in context %2$s are not applicable to user %3$s due to user configuration
fr_fr: Les droits définis pour le dossier %1$s dans le contexte %2$s ne peuvent pas s'appliquer à l'utilisateur %3$s à cause de la configuration utilisateur

source: Invalid method on an expunged message: %1$s
fr_fr: Méthode invalide appliquée à un message effacé : %1$s

source: Mail server's quota is exceeded
fr_fr: Le quota du serveur de courrier a été dépassé

source: SQL Problem: "%1$s"
fr_fr: Problème SQL : « %1$s »

source: SQL Problem: "%s"
es_es: Problema SQL "%s"
fr_fr: Problème SQL : « %s »
pl_pl: Problem z SQL: "%s"

source: SQL Problem: "%s".
es_es: Problema SQL "%s".
fr_fr: Problème SQL : « %s ».
pl_pl: Problem z SQL: "%s".

source: SQL problem: %1$s.
es_es: Problema SQL: %1$s.
fr_fr: Problème SQL : %1$s.
pl_pl: Problem z SQL: %1$s.

source: SearchIterator NULL
es_es: Valor NULL de SearchIterator
fr_fr: Le SearchIterator vaut NULL

source: You do not have the appropriate permissions to read this object
es_es: No tiene los permisos adecuados para leer este objeto.
fr_fr: Vous n'avez pas les droits appropriés pour lire cet objet
pl_pl: Nie masz właściwych uprawnień do odczytu tego obiektu

source: User is disabled
fr_fr: L'utilisateur est désactivé

source: %s attachment could not be save due to an unsupported MIME type %s
es_es: El adjunto %s no puede guardarse debido a un tipo MIME %s no soportado
pl_pl: %s załącznik nie został zapisany z powodu nieobsługiwanego typu MIME %s

source: %s is not initialized.
es_es: %s no está inicializado.
pl_pl: %s nie został zainicjowany.

source: 'Depth' must be >= 1 but is %1$d.
es_es: 'Profundidad' debe ser >=1 pero no %1$d.
pl_pl: Głębia musi być >= 1 a wynosi %1$d.

source: 'Entries' must be >= 1 but is %1$d.
es_es: 'Entradas' debe ser >=1 pero no %1$d.
pl_pl: Wpisy muszą być >= 1 a wynoszą %1$d.

source: A DBPool error occurred: %s
es_es: Se produjo un error DBPool: %s
pl_pl: Wystąpił błąd DBPool: %s

source: A JSON error occured: %s
es_es: Se produjo un error JSON : %s
pl_pl: Wystąpił błąd JSON: %s

source: A JSON error occurred: %s
es_es: Se produjo un error JSON : %s
pl_pl: Wystąpił błąd JSON: %s

source: A JSON syntax error occurred: %s
es_es: Se produjo un error de sintaxis JSON : %s
pl_pl: Wystąpił błąd w składni JSON: %s

source: A LDAP error occurred in context %s
es_es: Se produjo un error LDAP en contexto %s
pl_pl: Wystąpił błąd LDAP dla kontekstu %s

source: A SQL error occured: %s
es_es: Se produjo un error SQL : %s
pl_pl: Wystąpił błąd SQL: %s

source: A database error occurred while creating table 'version': %1$s.
es_es: Se produjo un error de base de datos al crear la tabla 'version': %1$s.
pl_pl: Wystąpił błąd bazy w trakcie tworzenie tabeli 'wersja' : %1$s.

source: A database error occurred while reading schema version information: %1$s.
es_es: Se produjo un error de base de datos al leer la información de la versión del esquema: %1$s.
pl_pl: Wystąpił błąd podczas odczytywania informacji o schemacie wersji: %1$s.

source: A duplicate folder exists in parent folder %s in context %s
es_es: Existe una carpeta dublicada en la carpeta padre %s en el contexto %s
pl_pl: Podwójny katalog istnieje w katalogu nadrzędnym %s dla kontekstu %s

source: A folder named %s already exists
es_es: Ya existe una carpeta con nombre %s
pl_pl: Folder o nazwie %s już istnieje

source: A messaging error occurred: %s
es_es: Se ha producido un error en mensajería : %s
pl_pl: Wystąpił bład podczas wysyłki: %s

source: A part's content could not be read from message %s in mail folder %s
es_es: Uno de los componentes del mensaje %s de la carpeta %s no puede leerse
pl_pl: Częściowa zawartość nie może być odczytana z wiadomości %s w folderze mail %s

source: A part's content could not be read from message %s in mail folder %s of user %s
es_es: Uno de los componentes del mensaje %s de la carpeta %s del usuario %s no puede leerse
pl_pl: Częściowa zawartość nie może być odczytana z wiadomości %s w folderze mail %s dla użytkownika %s

source: A protocol exception occurred during execution of an IMAP request: %s
es_es: Se ha producido una excepción de protocolo durante la ejecución de una petición IMAP : %s
pl_pl: Wystąpił wyjątek protokołu podczas wykonywani zapytania IMAP: %s

source: A runtime error occurred in context %s
es_es: Se ha producido un error de rutina en el contexto %s
pl_pl: Wystąpił błąd wywołania dla kontekstu %s

source: A socket error occurred: %s
es_es: Se ha producido un error de Socket: %s

source: A source folder of module %s must not be moved to a target folder of module %s
es_es: Una carpeta fuente del módulo %s no puede moverse a una carpeta destino del módulo %s
pl_pl: Katalog źródłowy modułu %s nie musi być przeniesiony do katalogu docelowego modułu %s

source: AJP server socket could not be bound to port %d. Probably another process is already listening on this port.
es_es: El servidor socket AJP no se encuentra en el puerto %d. Probablemente otro proceso está ya escuchando en este puerto.
pl_pl: Gniazdo serwera AJP nie może być przypisany do portu %d. Prawdopodobnie inny proces korzysta już z tego portu.

source: Action %s is not supported by %s
es_es: La acción %s no está soportada por %s
pl_pl: Akcja %s nie jest obsługiwana przez %s

source: An I/O error occured
es_es: Se ha producido un error I/O
pl_pl: Wystąpił błąd wejścia/wyjścia

source: An I/O error occured: %s
es_es: Se ha producido un error I/O: %s
pl_pl: Wystąpił bład wejścia/wyjścia: %s

source: An I/O error occurred: %1$s.
es_es: Se ha producido un error I/O: %1$s
pl_pl: Wystąpił bład wejścia/wyjścia: %1$s.

source: An I/O error occurred: %s
es_es: Se ha producido un error I/O: %s
pl_pl: Wystąpił bład wejścia/wyjścia: %s

source: An IMAP error occurred: %s
es_es: Se ha producido un error IMAP: %s
pl_pl: Wystąpił bład IMAP: %s

source: An SQL error occurred in context %s
es_es: Se ha producido un error SQL en contexto %s
pl_pl: Wystąpił błąd SQL dla kontekstu %s

source: An SQL error occurred while creating table 'version': %1$s.
es_es: Se ha producido un error SQL al crear la tabla 'version': %1$s.
pl_pl: Wystąpił błąd SQL przy zapisie tabeli 'wersja': %1$s.

source: An SQL error occurred while performing task CreateTableVersion: %1$s.
es_es: Se ha producido un error SQL al realizar la tarea CreateTableVersion: %1$s.
pl_pl: Wystąpił błąd SQL podczas wykonywania zadania CreateTableVersion: %1$s.

source: An SQL error occurred while performing task DelFolderTreeTableUpdateTask: %1$s.
es_es: Se ha producido un error SQL al realizar la tarea DelFolderTreeTableUpdateTask: %1$s.
pl_pl: Wystąpił błąd SQL podczas wykonywania zadania DelFolderTreeTableUpdateTask: %1$s.

source: An SQL error occurred while performing task PasswordMechUpdateTask: %1$s.
es_es: Se ha producido un error SQL al realizar la tarea PasswordMechUpdateTask: %1$s.
pl_pl: Wystąpił błąd SQL podczas wykonywania zadania PasswordMechUpdateTask: %1$s.

source: An SQL error occurred while performing task SpamUpdateTask: %1$s.
es_es: Se ha producido un error SQL al realizar la tarea SpamUpdateTask: %1$s.
pl_pl: Wystąpił błąd SQL podczas wykonywania zadania SpamUpdateTask: %1$s.

source: An SQL error occurred while reading schema version information: %1$s.
es_es: Se ha producido un error SQL al leer la información de versión de esquema: %1$s.
pl_pl: Wystąpił błąd SQL w trakcie odczytu informacji o schemacie wersji: %1$s.

source: An SQL error occurred: %1$s
es_es: Se ha producido un error SQL: %1$s
pl_pl: Wystąpił błąd SQL: %1$s

source: An SQL error occurred: %s
es_es: Se ha producido un error SQL: %s
pl_pl: Wystąpił błąd SQL: %s

source: An SQL exception occurred while checking for schema version table: %1$s.
es_es: Ha ocurrido una excepción de SQL al comprobar la tabla de versión de esquema : %1$s.
pl_pl: Wystąpił wyjątek SQL podczas sprawdzenia wersji schematu tabeli: %1$s.

source: An attempt was made to open a read-only folder with read-write: %s
es_es: Se ha intentao abrir en escritura una carpeta de sólo lectura: %s
pl_pl: Wykryto próbę otwarcia katalogu tylko do odczytu w trybie zapisu: %s

source: An error occurred during the load of deleted objects from a folder. Context %1$d Folder %2$d User %3$d
es_es: Ha ocurrido un error durante la carga de objetos borrados de una carpeta. Contexto %1$d Carpeta %2$d Usuario %3$d
pl_pl: Wystąpił błąd podczas ładowania usuniętych obiektów z folderu. Kontekst %1$d Folder %2$d Użytkownik %3$d

source: An error occurred during the load of folder objects by a simple search. Context %1$d Folder %2$d User %3$d
es_es: Ha ocurrido un error durante la carga de objetos de carpeta mediante una búsqueda simple. Contexto %1$d Carpeta %2$d Usuario %3$d
pl_pl: Wystąpił błąd w trakcie ładowania obiektów w folderze przez proste wyszukanie. Kontekst %1$d Folder %2$d Użytkownik %3$d

source: An error occurred during the load of folder objects by an extended search. Context %1$d Folder %2$d User %3$d
es_es: Ha ocurrido un error durante la carga de objetos de carpeta mediante una búsqueda extendida. Contexto %1$d Carpeta %2$d Usuario %3$d
pl_pl: Wystąpił błąd w trakcie ładowania obiektów w folderze przez zaawansowane wyszukiwanie Kontekst %1$d Folder %2$d Użytkownik %3$d

source: An error occurred during the load of folder objects. Context %1$d Folder %2$d User %3$d
es_es: Ha ocurrido un error durante la carga de objetos de carpeta. Contexto %1$d Carpeta %2$d Usuario %3$d
pl_pl: Wystąpił błąd w trakcie ładowania obiektów w folderze. Kontekst %1$d Folder %2$d Użytkownik %3$d

source: An error occurred during the load of modified objects from a folder. Context %1$d Folder %2$d User %3$d
es_es: Ha ocurrido un error durante la carga de objetos modificados de una carpeta. Contexto %1$d Carpeta %2$d Usuario %3$d
pl_pl: Wystąpił błąd w trakcie ładowania zmodyfikowanych obiektów z folderu. Kontekst %1$d Folder %2$d Użytkownik %3$d

source: An error occurred. Unable to delete some links from this objects. Object %1$d Folder %2$d Context %3$d
es_es: Ha ocurrido un error. Imposible borrar enlaces del objeto. Objeto %1$d Carpeta %2$d Contexto %3$d"r "
pl_pl: Wystąpił błąd. Nie można usunąć niektórych linków z obiektu. Obiekt %1$d Folder %2$d Kontekst %3$d

source: An error occurred. Unable to load some links for this objects. 1. Object %1$d 2. Object %2$d Context %3$d
es_es: Ha ocurrido un error. Imposible cargar enlaces del objeto. 1. Objeto %1$d 2. Carpeta %2$d Contexto %3$d
pl_pl: Wystąpił błąd. Nie można załadować niektórych linków dla tego obiektu 1. Obiekt %1$d 2. Obiekt %2$d Kontekst %3$d

source: An error occurred. Unable to save this linking between those two objects. 1. Object %1$d Folder %2$d 2. Object %3$d Folder %4$d Context %5$d
es_es: Ha ocurrido un error. Imposible salvar el elnace entre estos dos objetos. 1. Objecto %1$d Carpeta %2$d 2. Objecto %3$d Carpeta %4$d Contexto %5$d
pl_pl: Wystąpił błąd. Nie można zapisać połączeń między tymi dwoma obiektami 1. Obiekt %1$d Folder %2$d 2. Obiekt %3$d Folder %4$d Kontekst %5$d

source: An infostore folder named %s already exists below folder %s (%d) in context %d. Please choose another display name.
es_es: El nombre de carpeta de información %s ya existe en la carpeta %s (%d) en contexto %d. Por favor, escoja otro nombre.
pl_pl: Katalog infostore o nazwie %s już istnieje poniżej folderu %s (%d) w kontekście %d. Proszę wybrać inną nazwę do wyświetlenia.

source: An invalid SQL query was sent to the server.
es_es: Se ha enviado una petición SQL inválida al servidor.
pl_pl: Nieprawidłowe zapytanie SQL zostało wysłane do serwera.

source: An uploaded file referenced by %s could not be found
es_es: No se puede encontrar un fichero referenciado por %s
pl_pl: Pobrany plik, który odnosi się do %s nie został znaleziony

source: Attribute "%s" is not set in FolderObject instance %s in context %s
es_es: El atributo "%s" no establecido en FolderObject instancia %s en contexto %s
pl_pl: Atrybut "%s" nie jest przypisany do instancji FolderObject %s w kontekście %s

source: Bad value %s in parameter %s
es_es: Valor incorrecto %s en parámetro %s
pl_pl: Nieprawidłowa wartość %s parametru %s

source: Both %s and %s must not be present in message's JSON representation
es_es: Ambos %s y %s no deben estar presentes en la representación JSON del mensaje
pl_pl: Oba %s oraz %s nie muszą występować w prezentacji wiadomości JSON

source: Broken file uploaded: %s
es_es: Carga de fichero incompleta: %s
pl_pl: Pobrano uszkodzony plik: %s

source: Caller does not allow to fetch a connection from pool in context %s
es_es: El solicitante no acepta conexiones en contexto %s
pl_pl: Odbiorca uniemożliwia pobranie połączenia z pola w kontekście %s

source: Can't access DBPool
es_es: No se acede a DBPool
pl_pl: Nie można zalogować się do DBPool

source: Cannot clone tree.
es_es: No se puede clonar el árbol.
pl_pl: Nie można zduplikować drzewa.

source: Cannot close database connection
es_es: No se puede cerrar la conexión a base de datos.
pl_pl: Nie można zamknąć połączenia do bazy

source: Cannot create file %1$s.
es_es: Non se puede crear fichero %1$s.
pl_pl: Nie można stworzyć pliku %1$s.

source: Cannot create lock file.
es_es: No se puede crear fichero lock.
pl_pl: Nie można stworzyć blokady pliku.

source: Cannot find file store location.
es_es: No se puede encontrar la dirección de almacen de ficheros.
pl_pl: Nie można znaleźć pliku do zapisu.

source: Cannot find folder of task participant.
es_es: No se puede encontrar una carpeta o tarea participante.
pl_pl: Nie można znaleźć folderu uczestnika zadania.

source: Cannot get connection to database %d.
es_es: No se puede conectar a la base %d.
pl_pl: Nie można połączyć się z bazą danych %d.

source: Cannot get information for pool %d.
es_es: No se puede adquirir información del registro %d.
pl_pl: Nie można pobrać informacji o puli %d.

source: Cannot import this kind of data. Use method canImport() first.
es_es: No se puede importar este tipo de datos. Utilice antes canImport().
pl_pl: Nie można importować tego rodzaju danych. Najpierw skorzystaj z metody canImport().

source: Cannot instantiate updater implementation %1$s.
es_es: No se puede instanciar la implementación del actualizador %1$s.
pl_pl: Nie można zaimplementować aktualizatora %1$s.

source: Cannot load class "%s".
es_es: No se puede cargar la clase "%s".
pl_pl: Nie można załadować klasy "%s".

source: Cannot put object %s into cache.
es_es: No se puede colocar el objeto %s en la caché.
pl_pl: Nie można dodać obiektu %s do cache'u.

source: Cannot reach the file store so I cannot remove the documents.
es_es: No se puede tener acceso al almacén, no se pueden borrar los documentos.
pl_pl: Nie można odnaleźć lokalizacji pliku, a dokumenty nie będą usunięte.

source: Cannot read file "%s".
es_es: No se puede leer el fichero "%s".
pl_pl: Nie można odczytać pliku "%s".

source: Cannot read given InputStream.
es_es: No se puede leer InputStream dada.
pl_pl: Nie można odczytać podanego strumienia wejściowego.

source: Cannot remove file. Database and file store are probably inconsistent. Please contact an administrator to run the recovery tool.
es_es: No se puede borrar fichero. La base de datos y el almacén son inconsistentes. Por favor, contacte con un administrador para que ejecute la utilidad de recuperación.
pl_pl: Nie można usunąć pliku. Prawdopodobnie plik i baza danych są niezgodne. Prosimy o kontakt z administratorem w celu uruchomienia narzędzi do ich odzyskania.

source: Cannot return connection to pool %d.
es_es: No se puede devolver la conexión al registro %d.
pl_pl: Nie można uzyskać połączenia zwrotnego dla puli %d.

source: Cannot set schema in database connection.
es_es: No se puede establecer esquema en la conexión de base de datos.
pl_pl: Nie można ustawić schematu połączenia do bazy danych.

source: Changes were made to the object of this attachment and cannot be undone. Your database is probably inconsistent, run the consistency tool.
es_es: Los cambios realizados en el objeto, no pueden deshacerse. Su base de datos es inconsistente, deberá ejecutar la utilidad de consistencia.
pl_pl: Zmiany wykonane dla załącznika obiektu nie będą mogły być cofnięte. Prawdopodobnie baza nie jest zgodna, prosimy uruchomić narzędzie sprawdzenia zgodności

source: Class %1$s can not be loaded.
es_es: No se carga la clase %1$s.
pl_pl: Klasa %1$s nie mogła być załadowana.

source: Configuration for user %s could not be found in context %d
es_es: La configuración del usuario %s no puede econtrarse en el contexto %d
pl_pl: Konfiguracja użytkownika %s nie została znaleziona w kontekście %d

source: Connection is broken due to a socket exception on remote server: %s
es_es: La conexión está rota debido a una excepción del socket en el servidor remoto: %s
pl_pl: Połączenie zostało przerwane z powodu błędu socket na zdalnym serwerze: %s

source: Connection was refused or timed out while attempting to connect to remote server %s for user %s
es_es: La conexión fue rechazada o se produjo un time out al conectar al servidor remoto %s para el usuario %s
pl_pl: Połączenie zostało odrzucone, albo został przekroczony limit czasu połączenia ze zdalnym serwerem%s dla użytkownika %s

source: Contact not found! Context %1$d
es_es: ¡Contacto no encontrado! Contexto %1$d
pl_pl: Nieznaleziono kontaktu! Kontekst %1$d

source: Cookie JSESSIONID contains non-matching JVM route: %s not equal to %s
es_es: La cookie JSESSIONID contiene una ruta JVM no válida: %s no es igual a %s
pl_pl: Ciasteczko JSESSIONID zawiera trasę JVM %s niezgodną z %s

source: Corrupt AJP package #%d: First two bytes do not indicate a package from server to container: %s %s
es_es: Paquete AJP corrumpto #%d: Los primeros dos bytes no indican un paquete del servidor al contenedor: %s %s
pl_pl: Uszkodzony pakiet AJP #%d: 2 pierwsze bajty nie wskazują pakietu z serwera do kontenera: %s %s

source: Could not access file store.
es_es: No se puede acceder al almacén.
pl_pl: Brak dostępu do przechowywanego pliku

source: Could not bind connection to local port %s
es_es: No se puede conectar al puerto local %s
pl_pl: Nie można przypisać połączenia do lokalnego portu %s

source: Could not convert given string %s to a date.
es_es: No se puede convertir la cadena %s en una fecha.
pl_pl: Nie można przekonwertować podanego ciągu %s na datę.

source: Could not create a PartModifier instance from name %s
es_es: No se puede crear una instancia PartModifier a partir del nombre %s
pl_pl: Nie można stworzyć instancji PartModifier z nazwy %s

source: Could not create folder id from string %s
es_es: No se puede crear un id carpeta a partir de la cadena %s
pl_pl: Nie można stworzyć id folderu dla ciągu %s

source: Could not delete file from file store. Filestore: %s Context: %s
es_es: No se puede borrar fichero del almacén. Almacén: %s Contexto: %s
pl_pl: Nie można usunąć pliku ze schowka. Schowek: %s Kontekst: %s

source: Could not export the folder %s in the format %s.
es_es: No se puede exportar a la carpeta %s en el formato %s.
pl_pl: Nie można eksportować folderu %s w formacie %s.
