Repository: cognitionworks/appsuite-middleware
Catalog: i18n/*/errors.*.po
Languages: de_de, es_es, fr_fr, pl_pl

source: "%1$s" is a directory.
de_de: "%1$s" ist ein Verzeichnis.
fr_fr: « %1$s » est un répertoire.

source: %1$s is not a number.
de_de: %1$s ist keine Zahl.
fr_fr: %1$s n'est pas un nombre.

source: 'Depth' mismatch while computing next entry.
de_de: Unpassende 'Depth' beim Berechnen des nächsten Eintrags.
es_es: 'Profundidad' no introducida al calcular la siguiente entrada.
fr_fr: Différence de 'Depth' lors du calcul de l'élément suivant.
pl_pl: Niezgodność głębi przy obliczaniu następnego wpisu.

source: A DBPool error occurred in context %1$s
de_de: Es trat ein DBPool-Fehler im Kontext %1$s auf
fr_fr: Une erreur DBPool s'est produite dans le contexte %1$s

source: A DBPool error occurred: 1$%s
de_de: Es trat ein DBPool-Fehler auf: 1$%s
fr_fr: Une erreur DBPool s'est produite : 1$%s

source: A DBPooling error occurred
de_de: Es trat ein DBPooling-Fehler auf
es_es: Se produjo un error al hacer DBPool
fr_fr: Une erreur de DBPool vient de se produire
pl_pl: Wystąpił błąd DBPool

source: A JSON error occurred: %1$s
de_de: Es trat ein JSON-Fehler auf: %1$s
fr_fr: Une erreur JSON s'est produite : %1$s

source: A LDAP error occurred in context %1$s
de_de: Es trat ein LDAP-Fehler im Kontext %1$s auf
fr_fr: Une erreur LDAP s'est produite dans le contexte %1$s

source: A SQL error occurred: %1$s
de_de: Es trat ein SQL-Fehler auf: %1$s
fr_fr: Une erreur SQL s'est produite : %1$s

source: A WebDAV error occurred.
de_de: Es trat ein WebDAV-Fehler auf.
fr_fr: Une erreur WebDAV s'est produite.

source: A cache error occurred: %1$s
de_de: Es trat ein Cache-Fehler auf: %1$s
fr_fr: Une erreur de cache s'est produite : %1$s

source: A command failed on mail server %1$s with login %2$s (user=%3$s, context=%4$s). Server response: %5$s
de_de: Befehl auf Mailserver %1$s mit Login %2$s fehlgeschlagen (Benutzer=%3$s, Kontext=%4$s). Server-Antwort: %5$s
fr_fr: Une commande a échoué sur le serveur de courrier %1$s avec le nom de connexion %2$s (utilisateur=%3$s, contexte=%4$s). Réponse du serveur : %5$s

source: A command to mail server failed. Server response: %1$s.
de_de: Ein Befehl an den Mailserver ist fehlgeschlagen. Server-Antwort: %1$s.
fr_fr: Une commande vers le serveur de courrier a échoué. Réponse du serveur : %1$s.

source: A duplicate folder exists in parent folder %1$s in context %2$s
de_de: Im übergeordneten Ordner %1$s im Kontext %2$s befindet sich ein Ordnerduplikat
fr_fr: Un dossier en double existe dans le dossier parent %1$s dans le contexte %2$s

source: A folder named %1$s already exists on server %2$s with login %3$s (user=%4$s, context=%5$s).
de_de: Eine Verzeichnis namens %1$s ist bereits vorhanden auf dem Server %2$s mit dem Login %3$s (Benutzer=%4$s, Kontext=%5$s).
fr_fr: Un dossier nommé %1$s existe déjà sur le serveur %2$s avec le nom de connexion %3$s (utilisateur=%4$s, contexte=%5$s).

source: A folder named %1$s already exists.
de_de: Ein Ordner namens %1$s ist bereits vorhanden.
fr_fr: Un dossier nommé %1$s existe déjà.

source: A group must not hold admin permission on a private folder
de_de: Eine Gruppe darf keine Administrationsrechte für einen privaten Ordner haben
es_es: Un grupo no puede tener permisos de administrador en una carpeta privada
fr_fr: Un groupe ne doit pas détenir les droits d'administration sur un dossier privé
pl_pl: Grupa nie może posiadać uprawnień administratora dla folderu prywatnego

source: A harmful attachment was detected.
de_de: Schädlicher Anhang entdeckt
fr_fr: Une pièce jointe nuisible a été détectée.

source: A messaging error occurred: %1$s
de_de: Es trat ein Messaging-Fehler auf: %1$s
fr_fr: Une erreur de messagerie s'est produite : %1$s

source: A parameter conflict occurred.
de_de: Es trat ein Parameterkonflikt auf.
fr_fr: Un conflit de paramètres est survenu.

source: A part's content could not be read from message %1$s in mail folder %2$s
de_de: Ein Teil des Inhalts der Nachricht %1$s im E-Mail-Ordner %2$s konnte nicht gelesen werden.
fr_fr: Le contenu d'une partie n'a pas pu être lu dans le message %1$s du dossier de courrier %2$s

source: A protocol exception occurred during execution of IMAP request "%1$s". Error message: %2$s
de_de: Protokollfehler beim Ausführen der IMAP-Anfrage "%1$s". Fehlermeldung: %2$s

source: A runtime error occurred in context %1$s
de_de: Es trat ein Laufzeit-Fehler im Kontext %1$s auf
fr_fr: Une erreur d'exécution s'est produite dans le contexte %1$s

source: A socket error occurred: %1$s
de_de: Es trat ein Socket-Fehler auf: %1$s
fr_fr: Une erreur de socket s'est produite : %1$s

source: A source folder of module %1$s must not be moved to a target folder of module %2$s
de_de: Ein Quellordner des Moduls %1$s darf nicht in einen Zielordner des Moduls %2$s verschoben werden.
fr_fr: Un dossier source du module %1$s ne doit pas être déplacé dans un dossier cible du module %2$s

source: AJP connection is not set to status "ASSIGNED"
de_de: Der Status der AJP-Verbindung ist nicht auf "ASSIGNED" gesetzt.
es_es: la conexión AJP no está en estado "ASSIGNED"
fr_fr: La connexion AJP n'est pas mise dans l'état « ASSIGNED »
pl_pl: Połączenie AJP nie ma przypisanego statusu "ASSIGNED"

source: AJP server socket could not be bound to port %1$d. Probably another process is already listening on this port.
de_de: AJP Server Socket konnte nicht an Port %1$d angebunden werden. Möglicherweise lauscht bereits ein anderer Prozess auf diesem Port.
fr_fr: La socket serveur AJP n'a pas pu ouvrir le port %1$d. Un autre processus écoute probablement déjà sur ce port.

source: Action "%1$s" on request path "%2$s" is not permitted via a non-secure connection.
de_de: Aktion "%1$s" im Anfragepfad "%2$s" ist über eine unsichere Verbindung nicht erlaubt.
fr_fr: L'action « %1$s » sur le chemin de la requête « %2$s » n'est pas autorisée sur une connexion non sécurisée.

source: Action %1$s is not supported by %2$s
de_de: Aktion%1$s wird nicht von %2$s unterstützt
fr_fr: L'action %1$s n'est pas prise en charge par %2$s

source: Action type not supported : %d
de_de: Aktionstyp wird nicht unterstützt : %d
es_es: Tipo de acción no soportada : %d
fr_fr: Type d'action non pris en charge : %d
pl_pl: Rodzaj akcji nie jest obsługiwany: %d

source: Administration rights required. In the Rights tab add at least one user with administration rights.
de_de: Administrationsrechte erforderlich. Fügen Sie im Reiter 'Rechte' wenigstens einen Benutzer mit Administrationsrechten hinzu.
fr_fr: Droits d'administration requis. Dans l'onglet Droits, ajoutez au moins un utilisateur disposant des droits d'administration.

source: Alarm date for the reminder is missing.
de_de: Es wurde kein Datum für die Erinnerungsfunktion angegeben.
fr_fr: La date d'alarme du rappel manque.

source: An I/O error occurred
de_de: Es trat ein E/A-Fehler auf.
fr_fr: Une erreur d'E/S s'est produite

source: An I/O error occurred while creating the socket connection to IMAP server (%1$s): %2$s
de_de: E/A-Fehler beim Erstellen der Socket-Verbindung zum IMAP-Server (%1$s): %2$s
fr_fr: Une erreur d'E/S s'est produite en créant la connexion par socket au serveur IMAP (%1$s) : %2$s

source: An I/O error occurred.
de_de: Es trat ein E/A-Fehler auf.
fr_fr: Une erreur d'E/S s'est produite.

source: An I/O error occurred: %1$s
de_de: Es trat ein E/A-Fehler auf: %1$s
fr_fr: Une erreur d'E/S s'est produite : %1$s

source: An IO error occurred: %s
de_de: Es trat ein E/A-Fehler auf: %s
es_es: Se ha producido un error I/O: %s
fr_fr: Une erreur d'E/S s'est produite : %s
pl_pl: Wystąpił bład wejścia/wyjścia:: %s

source: An attempt was made to open a read-only folder with read-write "%1$s"
de_de: Es wurde versucht, einen nur lesbaren Ordner mit Lese- Schreibrechten zu öffnen "%1$s"
fr_fr: Il a été tenté d'ouvrir un dossier en lecture seule avec un « %1$s » en lecture-écriture

source: An attempt was made to open a read-only folder with read-write "%1$s" on mail server %2$s with login %3$s (user=%4$s, context=%5$s)
de_de: Es wurde versucht, einen nur lesbaren Ordner mit Lese- Schreibrechten "%1$s" auf dem Mailserver %2$s mit dem Login %3$s (Benutzer=%4$s, Kontext=%5$s) zu öffnen
fr_fr: Il a été tenté d'ouvrir un dossier en lecture seule avec un « %1$s » en lecture-écriture sur le serveur de courrier %2$s avec le nom de connexion %3$s (utilisateur=%4$s, contexte=%5$s)

source: An error in mail server protocol. Error message: %1$s
de_de: Fehler im Mailserver-Protokoll. Fehlermeldung: %1$s
fr_fr: Une erreur dans le protocole du serveur de courrier. Message d'erreur : %1$s.

source: An error in protocol to mail server %1$s with login %2$s (user=%3$s, context=%4$s). Error message: %5$s
de_de: Fehler im Protokoll an Mailserver %1$s mit Login %2$s (Benutzer=%3$s, Kontext=%4$s). Fehlermeldung: %5$s
fr_fr: Une erreur dans le protocole vers le serveur de courrier %1$s avec le nom de connexion %2$s (utilisateur=%3$s, contexte=%4$s). Message d'erreur : %5$s

source: An error occurred: %1$s
de_de: Es trat ein Fehler auf: %1$s
fr_fr: Une erreur s'est produite : %1$s

source: An event error occurred: %1$s
de_de: Es trat ein Event-Fehler auf: %1$s
fr_fr: Une erreur d'évènement s'est produite : %1$s

source: An infostore folder named %1$s already exists below folder %2$s (%3$s) in context %4$s. Please choose another display name.
de_de: Es existiert bereits ein Infostore-Ordner namens %1$s unterhalb des Ordners %2$s (%3$s) im Kontext %4$s. Bitte wählen Sie einen anderen Anzeigenamen.
fr_fr: Un dossier nommé %1$s du dépôt de données existe déjà à l'intérieur du dossier %2$s (%3$s) dans le contexte %4$s. Veuillez choisir un autre nom d'affichage.

source: An internal error occurred: %1$s
de_de: Es trat ein interner Fehler auf: %1$s
fr_fr: Une erreur interne s'est produite : %1$s

source: An unexpected error occurred: %1$s
de_de: Es trat ein unerwarteter Fehler auf: %1$s
fr_fr: Une erreur d'évènement inattendue s'est produite : %1$s

source: An uploaded file referenced by %1$s could not be found
de_de: Keine von %1$s referenzierte hochgeladene Datei gefunden
fr_fr: Un fichier téléchargé vers le serveur référencé par %1$s n'a pas pu être trouvé

source: Another group with same identifier name exists: %1$d.
de_de: Gruppe mit gleichem ID-Namen ist bereits vorhanden: %1$d.
fr_fr: Une autre groupe avec le même identifiant existe : %1$d.

source: Append messages failed.
de_de: Das Ablegen der E-Mails ist fehlgeschlagen.

source: Appointment's owner must not be removed from participants
de_de: Der Termin-Eigentümer darf nicht aus der Liste der Teilnehmer entfernt werden.
fr_fr: Le propriétaire du rendez-vous ne doit pas être retiré de la liste des participants

source: Attachment %1$s not found inside mail %2$s of mail folder %3$s
de_de: Anhang %1$s konnte nicht in E-Mail %2$s des E-Mail-Ordners %3$s gefunden werden.
fr_fr: Pièce jointe %1$s non trouvée dans le message %2$s du dossier de courrier %3$s

source: Attribute "%1$s" is not set in FolderObject instance %2$s in context %3$s
de_de: Attribut "%1$s" ist nicht in der FolderObject-Instanz %2$s im Kontext %3$s festgelegt.
fr_fr: L'attribut « %1$s » n'est pas défini dans l'instance %2$s de FolderObject dans le contexte %3$s

source: Attributes of user %1$d in context %2$d have been erased.
de_de: Attribute des Benutzers %1$d im Kontext %2$d wurden gelöscht.
fr_fr: Les attributs de l'utilisateur %1$d dans le contexte %2$d ont été effacés.

source: Authentication failed for user name: %1$s
de_de: Authentifizierung fehlgeschlagen für den Benutzernamen: %1$s
fr_fr: L'initialisation du cache a échoué pour le nom de l'utilisateur : %1$s

source: Bad character in field %1$s. Error: %2$s
de_de: Ungültiges Zeichen im Feld %1$s. Fehler: %2$s
fr_fr: Caractère incorrect dans le champ %1$s. Erreur : %2$s

source: Bad command indicated by mail server %1$s with login %2$s (user=%3$s, context=%4$s). Server response: %5$s
de_de: Fehlerhafter Befehl angezeigt durch Mailserver %1$s mit Login %2$s (Benutzer=%3$s, Kontext=%4$s). Server-Antwort: %5$s
fr_fr: Commande incorrecte indiquée par le serveur de courrier %1$s avec le nom de connexion %2$s (utilisateur=%3$s, contexte=%4$s). Réponse du serveur : %5$s

source: Bad value %1$s in parameter %2$s
de_de: Ungültiger Wert %1$s in Parameter %2$s
fr_fr: Valeur invalide %1$s pour le paramètre %2$s

source: Cache %s could not be initialized due to following error: %s
de_de: Cache %s konnte aufgrund folgenden Fehlers nicht initialisiert werden: %s
es_es: La caché %s no puede inicializarse debido al error: %s
fr_fr: Le cache %s n'a pas pu être initialisé suite à l'erreur suivante : %s
pl_pl: Cache %s nie mógł być pobrany z powodu następującego błędu: %s

source: Cache initialization failed. Region: %1$s
de_de: Cache-Initialisierung fehlgeschlagen. Bereich: %1$s
es_es: Falló la inicialización de caché. Region: %1$s
fr_fr: L'initialisation du cache a échoué. Région : %1$s
pl_pl: Pobranie cachu nie powiodło się Region: %1$s

source: Calendar calculation requires a proper defined time zone.
de_de: Kalenderberechnung erfordert eine richtig definierte Zeitzone.
fr_fr: Le calcul de calendrier a besoin d'un fuseau horaire défini convenablement.

source: Calendar operation: Context not set.
de_de: Kalender-Aktion: Kein Kontext gesetzt
es_es: Operación de calendario : Contexto no especificado
fr_fr: Opération sur le calendrier : contexte non défini.
pl_pl: Operacja kalendarza: Kontekst nie został ustawiony.

source: Can not create recurrence rule: %s
de_de: Erstellen der Serien-Regel fehlgeschlagen: %s
fr_fr: Impossible de créer la règle de répétition : %s

source: Can not find reminder with identifier %1$d in context %2$d.
de_de: Erinnerung mit ID %1$s konnte nicht im Kontext %2$d gefunden werden.
fr_fr: Impossible de trouver un rappel avec l'identifiant %1$s dans le contexte %2$d.

source: Can not generate uid.
de_de: UID konnte nicht generiert werden
fr_fr: Impossible de générer un nouvel uid.

source: Can not resolve resource: %1$s
de_de: Fehler beim Auflösen der Ressource: %1$s
fr_fr: Impossible de déterminer la ressource : %1$s

source: Can not resolve user: %d
de_de: Fehler beim Auflösen des Benutzers: %d
fr_fr: Impossible de déterminer l'utilisateur : %d

source: Can't handle spam because MailService isn't available
de_de: Spam kann nicht verarbeitet werden, da MailService nicht zur Verfügung steht.
fr_fr: Impossible de gérer les pourriels, parce que MailService n'est pas disponible

source: Cannot add external participant without email address.
de_de: Externer Teilnehmer ohne E-Mail-Adresse kann nicht hinzugefügt werden.
es_es: No se puede añadir un participante externo sin dirección email.
fr_fr: Impossible d'ajouter un participant externe qui n'a pas d'adresse de courrier électronique.
pl_pl: Nie można dodać zewnętrznego uczestnika bez adresu email.

source: Cannot build distinguished name from %s.
de_de: Erstellen eines eindeutigen Namens aus %s fehlgeschlagen.
es_es: No se puede construir un nombre diferenciador a partir de %s.
fr_fr: Impossible de fabriquer le nom distingué à partir de %s.
pl_pl: Nie można zbudować wyróżnionej nazwy z %s.

source: Cannot clone object %1$s.
de_de: Objekt %1$s kann nicht geklont werden.
es_es: No se puede clonar el objeto %1$s
fr_fr: Impossible de cloner l'objet %1$s.
pl_pl: Nie można zduplikować obiektu %1$s.

source: Cannot create directory "%1$s" for FileStorage.
de_de: Verzeichnis "%1$s" für FileStorage kann nicht erstellt werden.
es_es: No se puede crear directorio "%1$s" para compartir ficheros.
fr_fr: Impossible de créer le répertoire « %1$s » pour le dépôt de fichiers.
pl_pl: Nie można stworzyć katalogu "%1$s" do przechowywania plików.

source: Cannot create lock file here %1$s. Please check for a stale .lock file, permissions or too long usage of the filestore.
de_de: Sperrdatei kann hier nicht angelegt werden %1$s. Bitte sehen Sie nach evtl. alten .lock-Dateien oder zu langer Verwendung des Dateispeichers und prüfen Sie die Berechtigungen.
fr_fr: Impossible de créer un fichier verrou ici %1$s. Veuillez vérifier s'il existe un fichier verrou utilisé .lock, des droits d'accès ou un emploi trop long du dépôt de fichiers.

source: Cannot create private task in public/shared folder %1$d.
de_de: Erstellen einer privaten Aufgabe im öffentlichen/freigegebenen Ordner %1$d nicht möglich
es_es: No se puede crear una tarea privada en la carpeta pública/compartida %1$d.
fr_fr: Impossible de créer une tâche privée dans le dossier public ou partagé %1$d.
pl_pl: Nie można stworzyć prywatnego zadania w publicznym/współdzielonym katalogu %1$d.

source: Cannot decrease number of attachments below zero.
de_de: Anzahl der Anlagen kann nicht weniger Null sein
es_es: No se puede tener menos de cero adjuntos.
fr_fr: Impossible de diminuer le nombre de pièces jointes en dessous de zéro.
pl_pl: Liczba załączników nie może być mniejsza niż zero.

source: Cannot find context "%s".
de_de: Kontext "%s" konnte nicht gefunden werden
es_es: No se puede encontrar contexto "%s".
fr_fr: Impossible de trouver le contexte « %s ».
pl_pl: Nie można znaleźć kontekstu "%s".

source: Cannot find context %d.
de_de: Kontext %d konnte nicht gefunden werden.
es_es: No se puede encontrar contexto %d
fr_fr: Impossible de trouver le contexte %d.
pl_pl: Nie można znaleźć kontekstu %d.

source: Cannot find folder for task %2$d and participant %1$d in context %3$d.
de_de: Ordner für Aufgabe %2$d und Teilnehmer %1$d im Kontext %3$d konnte nicht gefunden werden
fr_fr: Impossible de trouver dans le dossier la tâche %2$d et le participant %1$d dans le contexte %3$d.

source: Cannot find group with identifier %1$s in context %2$d.
de_de: Gruppe mit ID %1$s konnte nicht im Kontext %2$d gefunden werden.
es_es: No se puede encontrar el grupo con identificador %1$s en contexto %2$d.
fr_fr: Impossible de trouver le groupe d'identifiant %1$s dans le contexte %2$d.
pl_pl: Nie można znaleźć grupy z identyfikatorem %1$s w kontekście %2$d.

source: Cannot find property %s.
de_de: Eigenschaft %s nicht gefunden
es_es: No se puede encontrar la propiedad %s.
fr_fr: Impossible de trouver la propriété %s.
pl_pl: Nie można znaleźć właściwości %s.

source: Cannot find resource group with identifier %1$d.
de_de: Ressourcengruppe mit ID %1$d konnte nicht gefunden werden.
fr_fr: Impossible de trouver le groupe de ressources d'identifiant %1$d.

source: Cannot find resource group with identifier %d.
de_de: Ressourcengruppe mit ID %d konnte nicht gefunden werden.
es_es: No se puede encontrar grupo de recursos con identificador %d.
fr_fr: Impossible de trouver le groupe de ressources d'identifiant %d.
pl_pl: Nie można znaleźć zasobów grupy o identyfikatorze %d.

source: Cannot find resource with identifier %1$d.
de_de: Ressource mit ID %1$d konnte nicht gefunden werden
fr_fr: Impossible de trouver la ressource d'identifiant %1$d.

source: Cannot find resource with identifier %d.
de_de: Ressource mit ID %d konnte nicht gefunden werden
es_es: No se puede econtrar recurso con identificador %d.
fr_fr: Impossible de trouver la ressource d'identifiant %d.
pl_pl: Nie można znaleźć zasobów o identyfikatorze %d.

source: Cannot find task %d in context %d.
de_de: Aufgabe %d konnte nicht im Kontext %d gefunden werden
es_es: No se puede encontrar tarea %d en contexto %d.
fr_fr: Impossible de trouver la tâche %d dans le contexte %d.
pl_pl: Nie można znaleźć zadania %d w kontekście %d.

source: Cannot find user with email %s.
de_de: Benutzer mit der E-Mail %s konnte nicht gefunden werden
es_es: No se puede encontrar usuario con email %s.
fr_fr: Impossible de trouver l'utilisateur dont l'adresse électronique est %s.
pl_pl: Nie można znaleźć użytkownika o adresie %s.

source: Cannot find user with identifier %1$s in context %2$d.
de_de: Benutzer mit ID %1$s konnte nicht im Kontext %2$d gefunden werden.
es_es: No se puede econtrar usuario con identificador %1$s en contexto %2$d.
fr_fr: Impossible de trouver l'utilisateur d'identifiant %1$s dans le contexte %2$d.
pl_pl: Nie można znaleźć użytkownika o identyfikatorze %1$s w kontekście %2$d.

source: Cannot get connection to database.
de_de: Verbindung zur Datenbank kann nicht hergestellt werden.
es_es: No se puede conectar a la base.
fr_fr: Impossible d'établir une connexion vers la base de données.
pl_pl: Nie można połączyć się z bazą danych.

source: Cannot get database connection.
de_de: Verbindung zur Datenbank kann nicht hergestellt werden.
es_es: No se puede conectar a la base.
fr_fr: Impossible d'établir une connexion de base de données.
pl_pl: Nie można połączyć się z bazą danych.

source: Cannot initialize mail module
de_de: E-Mail-Modul kann nicht initialisiert werden
fr_fr: Impossible d'initialiser le module de courrier

source: Cannot insert appointment (%1$s). An appointment with the unique identifier (%2$s) already exists.
de_de: Der Termin (%1$s) kann nicht angelegt werden. Ein Termin mit der eindeutigen ID (%2$s) ist bereits vorhanden.

source: Cannot instantiate class %1$s.
de_de: Anlegen von Instanzen für Klasse %1$s nicht möglich
es_es: No se puede instanciar la clase %1$s.
fr_fr: Impossible d'instancier la classe %1$s.
pl_pl: Nie można zrealizować klasy %1$s.

source: Cannot instantiate class %s.
de_de: Anlegen von Instanzen für Klasse %s nicht möglich.
es_es: No se puede instanciar la clase %s.
fr_fr: Impossible d'instancier la classe %s.
pl_pl: Nie można zrealizować klasy %s.

source: Cannot load class "%1$s".
de_de: Klasse "%1$s" kann nicht geladen werden
fr_fr: Impossible de charger la classe « %1$s ».

source: Cannot read file "%1$s".
de_de: Datei "%1$s" kann nicht gelesen werden.
fr_fr: Impossible de lire le fichier « %1$s ».

source: Cannot remove lock file.
de_de: Lock-Datei konnte nicht entfernt werden.
es_es: No se puede quitar el fichero lock.
fr_fr: Impossible de supprimer le fichier verrou.
pl_pl: Nie można usunąć blokady pliku.

source: Cannot remove object %s from cache.
de_de: Objekt %s kann nicht aus dem Cache entfernt werden
es_es: No se puede borrar el objeto %s de la caché.
fr_fr: Impossible de retirer l'objet %s du cache.
pl_pl: Nie można usunąć obiektu %s z cache'u.

source: Cannot resolve mailadmin for context %d.
de_de: Mailadmin für Kontext %d kann nicht aufgelöst werden.
es_es: No se puede encontrar mailadmin en contexto %d.
fr_fr: Impossible de déterminer l'administrateur de courrier dans le contexte %d.
pl_pl: Nie można odnaleźć maila admina dla kontekstu %d.

source: Cannot send event to event system.
de_de: Event kann nicht an das Event-System geschickt werden.
es_es: No se puede enviar el evento al sistema.
fr_fr: Impossible de passer l'évènement au système d'événements.
pl_pl: Nie można wysłać zdarzenia do dziennika zdarzeń.

source: Changing an exception into a series is not supported.
de_de: Das Ändern einer Ausnahme in eine Serie wird nicht unterstützt.
fr_fr: Le changement d'une exception dans une série n'est pas pris en charge.

source: Changing recurrence position of a change exception denied.
de_de: Die Position der Ausnahme des Serientermins konnte nicht geändert werden.
fr_fr: Il a été refusé de modifier l'emplacement de répétition d'une exception de modification.

source: Changing recurrence type of a change exception denied
de_de: Der Typ der Ausnahme des Serientermins konnte nicht geändert werden.
fr_fr: Il a été refusé de modifier le type de répétition d'une exception de modification

source: Checking default folders on server %1$s for user %2$s (%3$s) in context on %4$s failed: %5$s
de_de: Prüfen der Standardordner auf dem Server %1$s für Benutzer %2$s (%3$s) im Kontext auf %4$s fehlgeschlagen: %5$s
fr_fr: Impossible de vérifier les dossiers par défaut sur le serveur %1$s pour l'utilisateur %2$s (%3$s) dans le contexte sur %4$s : %5$s

source: Class %1$s can not be found.
de_de: Klasse %1$s kann nicht gefunden werden
es_es: No se encuentra la clase %1$s.
fr_fr: La classe %1$s est introuvable.
pl_pl: Klasa $s nie została znaleziona.
