Repository: cognitionworks/appsuite-middleware
Catalog: i18n/*/errors.*.po
Languages: de_de, es_es, fr_fr, pl_pl

source: Unable to parse mail server URI "%1$s".
de_de: Analyse von Mail Server URI "%1$s" fehlgeschlagen.

source: Unable to parse value "%1$s" within field %2$s as a number.
de_de: Parsen des Werts "%1$s" im Feld %2$s als Zahl fehlgeschlagen
fr_fr: Impossible d'interpréter la valeur « %1$s » dans le champ %2$s comme un nombre.

source: Unable to remove participant %d
de_de: Der Teilnehmer %d kann nicht gelöscht werden
es_es: No se puede retirar el participante %d
fr_fr: Impossible de supprimer le participant %d
pl_pl: Nie można usunąc uczestnika %d

source: Unable to remove participant because this participant is the last one
de_de: Teilnehmer kann nicht gelöscht werden, da er der einzige ist.
es_es: No se puede retirar el participante por ser el último
fr_fr: Impossible de supprimer le participant, car il s'agit du dernier participant
pl_pl: Nie można usunąc uczestnika, ponieważ nie ma więcej uczestników

source: Unable to update reminder.
de_de: Erinnerung kann nicht aktualisiert werden
fr_fr: Impossible de mettre à jour le rappel.

source: Unexpected SQL Error!
de_de: Unerwarteter SQL-Fehler.
es_es: ¡Error SQL inesperado!
fr_fr: Erreur SQL inattendue !
pl_pl: Wystąpił błąd SQL!

source: Unexpected empty body package received from web server. Total-Received: %1$d | Content-Length: %2$d. Corresponding AJP forward package: %3$s
de_de: Unerwartetes leeres body-Paket vom Webserver erhalten. Total-Received: %1$d | Content-Length: %2$d. Zugehöriges AJP Weiterleitungspaket: %3$s
fr_fr: Reçu de façon inattendue du serveur web un paquetage dont le corps est vide. Total-Received : %1$d | Content-Length : %2$d. Paquetage de renvoi AJP correspondant : %3$s

source: Unexpected error: %1$s
de_de: Unerwarteter Fehler: %1$s
fr_fr: Erreur inattendue : %1$s

source: Unexpected exception %d!
de_de: Unbekannter Fehler %d!
es_es: ¡Excepción inesperada %d!
fr_fr: Exception %d inattendue !
pl_pl: Niespodziewany wyjątek %d!

source: Unexpected state for deleting a virtual appointment (exception). uid:oid:position %d:%d:%d
de_de: Unerwarteter Status zum Löschen eines virtuellen Termins (Ausnahme). Benutzer-ID:Objekt-ID:Position %d:%d:%d
es_es: Estado no esperado al borrar en una cita virtual (excepción). uid:oid:posición %d:%d:%d
fr_fr: État inattendu en supprimant un rendez-vous virtuel (exception). uid:oid:emplacement %d:%d:%d
pl_pl: Wystąpił wyjątek podczas usuwania wirtualnego spotkania. uid:oid:pozycja %d:%d:%d

source: Unified INBOX does not support draft messages.
de_de: Die Unified Inbox unterstützt keine Nachrichtenentwürfe.

source: Unified INBOX does not support mail folder creation
de_de: Die Unified Inbox unterstützt das Anlegen von Mail-Ordnern nicht

source: Unified INBOX does not support to clear INBOX folder.
de_de: Die Unified Inbox unterstützt das Leeren des Posteingangsordners nicht.

source: Unified INBOX does not support to copy messages.
de_de: Die Unified Inbox unterstützt das Kopieren von Nachrichten nicht.

source: Unified INBOX does not support to create folders.
de_de: Die Unified Inbox unterstützt das Anlegen von Ordnern nicht.

source: Unified INBOX does not support to delete folders.
de_de: Die Unified Inbox unterstützt das Löschen von Ordnern nicht.

source: Unified INBOX does not support to move folders.
de_de: Die Unified Inbox unterstützt das Verschieben von Ordnern nicht.

source: Unified INBOX does not support to move messages.
de_de: Die Unified Inbox unterstützt das Verschieben von Nachrichten nicht.

source: Unified INBOX does not support to update folders.
de_de: Die Unified Inbox unterstützt das Aktualisieren von Ordnern nicht.

source: Unknown AJAX action: %s.
de_de: Unbekannte AJAX-Aktion: %s.
es_es: Acción AJAX desconocida: %s.
fr_fr: Action AJAX inconnue : %s.
pl_pl: Nieznana operacja AJAX: %s.

source: Unknown Class: %1$s
de_de: Unbekannte Klasse: %1$s
fr_fr: Classe inconnue : %1$s

source: Unknown IMAP server: %1$s
de_de: Unbekannter IMAP-Server: %1$s
fr_fr: Serveur IMAP inconnu : %1$s

source: Unknown Request Prefix Code: %1$s
de_de: Unbekannter Anfrage-Präfix-Code: %1$s
fr_fr: Code préfixe de requête inconnu : %1$s

source: Unknown action value: %1$s
de_de: Unbekannter Aktionswert: %1$s
fr_fr: Valeur d'action inconnue : %1$s

source: Unknown action: %1$s
de_de: Unbekannte Aktion: %1$s
fr_fr: Action inconnue : %1$s

source: Unknown color label: %1$s
de_de: Unbekanntes Farb-Label: %1$s
fr_fr: Nom de couleur inconnu : %1$s

source: Unknown default folder fullname: %1$s.
de_de: Unbekannter kompletter Ordner-Standardname: %1$s.

source: Unknown delete event type: %1$d
de_de: Unbekannter Lösch-Event-Typ: %1$d
fr_fr: Type d'évènement de suppression inconnu : %1$d

source: Unknown field: %1$s
de_de: Unbekanntes Feld: %1$s
fr_fr: Champ inconnu : %1$s

source: Unknown folder open mode %1$s
de_de: Unbekannter Modus %1$s zum Öffnen des Ordners

source: Unknown folder open mode %1$s on server %2$s with login %3$s (user=%4$s, context=%5$s)
de_de: Unbekannter Modus %1$s zum Öffnen des Ordners auf dem Server %2$s mit dem Login %3$s (Benutzer=%4$s, Kontext=%5$s)

source: Unknown module: %1$d
de_de: Unbekanntes Modul: %1$d
fr_fr: Module inconnu : %1$d

source: Unknown module: %s.
de_de: Unbekanntes Modul: %s
fr_fr: Module inconnu : %s.

source: Unknown name-value-pair in recurrence string: %1$s=%2$s
de_de: Unbekanntes Name-Value-Paar in Serien-String: %1$s=%2$s
fr_fr: Paire nom-valeur inconnue dans la chaîne de répétition : %1$s=%2$s

source: Unknown or unsupported action: %1$s
de_de: Unbekannte oder nicht unterstützte Aktion: %1$s
fr_fr: Action inconnue ou non prise en charge : %1$s

source: Unknown parameter container type: %1$s
de_de: Unbekannter Parameter-Container-Typ: %1$s
fr_fr: Type de conteneur de paramètres inconnu : %1$s

source: Unknown participant type %1$d.
de_de: Unbekannter Teilnehmer-Typ: %1$d
fr_fr: Type de participant inconnu : %1$d.

source: Unknown problem: "%s".
de_de: Unbekanntes Problem: "%s".
es_es: Problema desconocido: "%s".
fr_fr: Problème inconnu : « %s ».
pl_pl: Nieznany problem: "%s".

source: Unknown recurrence type %d.
de_de: Unbekannter Wiederholungstyp %d.
es_es: Tipo de referencia desconocido %d.
fr_fr: Type de répétition inconnu : %d.
pl_pl: Nieznany rodzaj rekurencji %d.

source: Unknown request type: %1$s.
de_de: Unbekannter Anfrage-Typ: %1$s.
fr_fr: Type de requête inconnu : %1$s.

source: Unknown search field: %1$s
de_de: Unbekanntes Such-Feld: %1$s

source: Unknown search field: %1$s on server %2$s with login %3$s (user=%4$s, context=%5$s)
de_de: Unbekanntes Suchfeld %1$s auf dem Server %2$s mit dem Login %3$s (Benutzer=%4$s, Kontext=%5$s).

source: Unknown setting path %1$s.
de_de: Unbekannter Einstellungspfad %1$s.
es_es: Ruta de parámetro desconocida %1$s.
fr_fr: Chemin de réglage inconnu %1$s.
pl_pl: Nieznane ustawienie ścieżki %1$s.

source: Unknown task attribute %d.
de_de: Unbekanntes Aufgabenattribut %d.
es_es: Atributo de tarea desconocido %d.
fr_fr: Attribut de tâche inconnu %d.
pl_pl: Nieznany atrybut zadania %d.

source: Unnecessary recurrence information (%1$s) for type %2$s
de_de: Unnötige Serieninformation (%1$s) für Typ %2$s
fr_fr: Informations répétitives non nécessaires (%1$s) pour le type %2$s

source: Unnecessary recurrence information for recurrence type "no recurrence".
de_de: Unnötige Serieninformationen für den Serientyp "keine Serie".
fr_fr: Informations répétitives non nécessaires pour le type de répétition « pas de répétition ».

source: Unparseable header field %1$s in forward request package
de_de: Nicht analysierbares Header-Feld %1$s im Weiterleitung-Request-Paket
fr_fr: Le champ %1$s de l'en-tête ne peut pas être analysé dans le paquetage de demande de transmission

source: Unsupported MIME type %1$s
de_de: Nicht unterstützter MIME-Typ %1$s
fr_fr: Type MIME %1$s non pris en charge

source: Unsupported authorization mechanism in "Authorization" header: %1$s.
de_de: Nicht unterstützter Autorisierungsmechanismus in "Authorization" Header: %1$s.
fr_fr: Mécanisme d'autorisation non pris en charge dans l'en-tête « Autorisation » : %1$s.

source: Unsupported charset-encoding: %1$s
de_de: Nicht unterstützte Zeichensatz-Kodierung: %1$s
fr_fr: Encodage de jeu de caractères non pris en charge : %1$s

source: Unsupported encoding.
de_de: Nicht unterstützte Kodierung
es_es: Codificación no soportada.
fr_fr: Encodage non pris en charge.
pl_pl: Kodowanie nieobsługiwane.

source: Unsupported encoding: %1$s
de_de: Nicht unterstützte Kodierung: %1$s
fr_fr: Encodage non pris en charge : %1$s

source: Unsupported type detected : %d
de_de: Nicht unterstützter Typ : %s
es_es: Detectado tipo no soportado : %d
fr_fr: Type non pris en charge détecté : %d
pl_pl: Wykryty nieobsługiwany rodzaj: %d

source: Update expected but no object id is given. Aborting action...
de_de: Update erwartet, jedoch wurde keine Objekt-ID angegeben. Aktion wird abgebrochen...
es_es: Actualización en curso pero no se ha suministrado ID de objeto. Acción abortada...
fr_fr: Mise à jour attendue mais l'identifiant de l'objet n'est fourni. Action abandonnée...
pl_pl: Spodziewana aktualizacja, ale nie został podany identyfikator obiektu. Operacja anulowana...

source: Update of folder %1$s failed
de_de: Aktualisierung des Ordners %1$d fehlgeschlagen.

source: Update of folder %1$s failed on server %2$s with login %3$s (user=%4$s, context=%5$s)
de_de: Aktualisierung des Ordners %1$d auf dem Server %2$s mit dem Login %3$s (Benutzer=%4$s, Kontext=%5$s) fehlgeschlagen.

source: Update of quota usage for context %1$d failed.
de_de: Aktualisierung der Quota-Verwendung für Kontext %1$d fehlgeschlagen.
fr_fr: La mise à jour de l'utilisation des quotas pour le contexte %1$d a échoué.

source: Updated too many reminders.
de_de: Zu viele Erinnerungen aktualisiert.
fr_fr: Trop de rappels ont été mis à jour.

source: Updating database ... Try again later.
de_de: Datenbank wird aktualisiert... Bitte später erneut versuchen.
es_es: Actualizando base de datos ... Inténtelo de nuevo más tarde.
fr_fr: Mise à jour de la base de données en cours... Réessayez plus tard.
pl_pl: Aktualizacja bazy... Prosimy spróbować później.

source: Upload file with id %1$s could not be found
de_de: Upload-Datei %1$s kann nicht gefunden werden
fr_fr: Le fichier chargé d'identifiant %1$s n'a pas pu être trouvé

source: Upload file's content type "%1$s" does not fit to given file filter "%2$s"
de_de: Der Inhaltstyp "%1$s" der Upload-Datei passt nicht zu angegebenem Dateifilter "%2$s
fr_fr: Le type de contenu « %1$s » du fichier chargé ne correspond pas au filtre de fichiers fourni « %2$s »

source: Upload quota (%1$s) exceeded
de_de: Upload-Quota (%1$s) überstiegen
fr_fr: Le quota de chargement (%1$s) a été dépassé

source: Upload quota (%1$s) exceeded for file %2$s (size=%3$s)
de_de: Upload-Quota (%1$s) für Datei %2$s (Größe=%3$s) überstiegen
fr_fr: Le quota de chargement (%1$s) a été dépassé pour le fichier %2$s de taille %3$s

source: User %1$s from context %2$s is not known on IMAP server "%3$s".
de_de: Der Benutzer %1$s im Kontext %2$s ist auf dem IMAP-Server "%3$s" nicht bekannt.
fr_fr: L'utilisateur %1$s provenant du contexte %2$s n'est pas connu sur le serveur IMAP « %3$s ».

source: User %1$s grants invalid permissions on shared folder %2$s in context %3$s. Only owner of parental shared folder %4$s may be folder admin
de_de: Der Benutzer %1$s vergibt ungültige Rechte auf freigegebenen Ordner %2$s im Kontext %3$s. Nur der Eigentümer des übergeordneten freigegebenen Ordners %4$s kann der Admin des Ordners sein.
fr_fr: L'utilisateur %1$s accorde des droits invalides sur le dossier partagé %2$s dans le contexte %3$s. Le seul propriétaire possible du dossier partagé parent %4$s est l'administrateur du dossier

source: User %1$s has no access on shared folder %2$s in context %3$s due to user configuration
de_de: Aufgrund der Benutzerkonfiguration hat Benutzer %1$s keinen Zugriff auf den freigegebenen Ordner %2$s im Kontext %3$s
fr_fr: L'utilisateur %1$s n'a pas accès au dossier partagé %2$s dans le contexte %3$s à cause de la configuration utilisateur

source: User %1$s has no access to module %2$s in context %3$s due to user configuration
de_de: Aufgrund der Benutzerkonfiguration hat Benutzer %1$s keinen Zugriff auf das Modul %2$s im Kontext %3$s
fr_fr: L'utilisateur %1$s n'a pas accès au module %2$s dans le contexte %3$s à cause de la configuration utilisateur

source: User %1$s has no admin access to folder %2$s in context %3$s
de_de: Benutzer %1$s hat keinen Administratorzugriff auf Ordner %2$s im Kontext %3$s
fr_fr: L'utilisateur %1$s n'a pas d'accès en tant qu'administrateur au dossier %2$s dans le contexte %3$s

source: User %1$s has no create-subfolder permission on folder %2$s in context %3$s
de_de: Benutzer %1$s hat im Kontext %3$s im Ordner %2$s keine Berechtigung zum Anlegen von Unterordner
fr_fr: L'utilisateur %1$s n'a pas le droit de création de sous-dossier sur le dossier %2$s dans le contexte %3$s

source: User %1$s has no mail module access due to user configuration
de_de: Aufgrund der Benutzerkonfiguration hat Benutzer %1$s keinen Zugriff auf das E-Mail-Modul.

source: User %1$s has no write access on public folder %2$s in context %3$s due to user configuration
de_de: Augrund der Benutzerkonfiguration hat Benutzer %1$s keinen Schreibzugriff auf den öffentlichen Ordner %2$s im Kontext %3$s
fr_fr: L'utilisateur %1$s n'a pas d'accès en écriture au dossier public %2$s dans le contexte %3$s à cause de la configuration utilisateur

source: User %1$s has no write permission on folder %2$s in context %3$s
de_de: Der Benutzer %1$s hat keine Schreibberechtigung auf den Ordner %2$s im Kontext %3$s
fr_fr: L'utilisateur %1$s n'a pas de droit en écriture sur le dossier %2$s dans le contexte %3$s

source: User %1$s is not allowed to delete all contained objects in folder %2$s in context %3$s
de_de: Der Benutzer %1$s ist nicht berechtigt, alle im Ordner %2$s in Kontext %3$s enthaltenen Objekte zu löschen.
fr_fr: L'utilisateur %1$s n'a pas le droit de supprimer tous les objets contenus dans le dossier %2$s dans le contexte %3$s

source: User %1$s is not allowed to delete default folder %2$s in context %3$s
de_de: Der Benutzer %1$s ist nicht berechtigt, den Standardordner %2$s im Kontext %3$s zu löschen.
fr_fr: L'utilisateur %1$s n'a pas le droit de détruire le dossier par défaut %2$s dans le contexte %3$s

source: User %1$s is not allowed to delete shared folder %2$s in context %3$s
de_de: Der Benutzer %1$s ist nicht berechtigt, den freigegebene Ordner %2$s im Kontext %3$s zu verschieben.
fr_fr: L'utilisateur %1$s n'a pas le droit de détruire le dossier partagé %2$s dans le contexte %3$s

source: User %1$s is not allowed to move all subfolders of folder %2$s in context %3$s
de_de: Der Benutzer %1$s darf nicht alle Unterordner des Ordners %2$s im Kontext %3$s verschieben.
fr_fr: L'utilisateur %1$s n'a pas le droit de déplacer tous les sous-dossiers du dossier %2$s dans le contexte %3$s

source: User %1$s is not allowed to share folder %2$s in context %3$s due to user configuration
de_de: Aufgrund der Benutzerkonfiguration hat Benutzer %1$s keine Berechtigung, den Ordner %2$s im Kontext %3$s freizugeben.
fr_fr: L'utilisateur %1$s n'a pas le droit de partager le dossier %2$s dans le contexte %3$s à cause de la configuration utilisateur

source: User %1$s must not rename folder %2$s in context %3$s
de_de: Benutzer %1$s hat keine Berechtigung zum Umbenennen des Ordners %2$s im Kontext %3$s

source: User ID is not a number: %1$s.
de_de: Benutzer-ID ist keine Zahl: %1$s.
fr_fr: L'identifiant utilisateur n'est pas un nombre : %1$s.

source: User changing the appointment is missing.
de_de: Benutzerangabe für Terminänderung fehlt
fr_fr: L'utilisateur modifiant le rendez-vous manque.

source: User configuration cache could not be cleared: %1$s
de_de: Der Benutzer-Konfigurations-Cache konnte nicht gelöscht werden: %1$s
es_es: La caché de la configuración de usuario no puede limpiarse: %1$s
fr_fr: Le cache de configuration utilisateur n'a pas pu être vidé : %1$s
pl_pl: Nie można wyczyścic cache użytkownika: %1$s

source: User configuration could not be put into cache: %1$s
de_de: Benutzerkonfiguration konnte nicht in den Cache gelegt werden: %1$s
es_es: La configuración de usuario no puede añadirse a la caché: %1$s
fr_fr: La configuration utilisateur n'a pas pu être mise en cache : %1$s
pl_pl: Konfiguracja użytkownika nie mogła być dodana do cache: %1$s

source: User configuration could not be removed from cache: %1$s
de_de: Entfernen der Benutzerkonfiguration aus dem Cache fehlgeschlagen: %1$s
es_es: La configuración de usuario no puede retirarse de la caché: %1$s
fr_fr: La configuration utilisateur n'a pas pu être supprimée du cache : %1$s
pl_pl: Konfiguracja użytkownika nie może być usunięta z cache: %1$s

source: User is missing for the reminder.
de_de: Fehlender Benutzer für Erinnerung
fr_fr: L'utilisateur manque dans le rappel.

source: Validation of calendar failed.
de_de: Die Validierung des Kalenders ist fehlgeschlagen.
fr_fr: La validation du calendrier a échoué.

source: Value "%1$s" of attribute %2$s contains non digit characters.
de_de: Der Wert "%1$s" des Attributs %2$s darf nur Zahlen enthalten.
fr_fr: La valeur « %1$s » de l'attribut %2$s contient des caractères non numériques.

source: Value %1$d exceeds max. supported value of %2$d.
de_de: Der Wert %1$d übersteigt den maximal erlaubten Wert von %2$d.
fr_fr: La valeur %1$d dépasse la valeur maximale prise en charge de %2$d.

source: Value for the recurrence is missing: %d.
de_de: Fehlender Wert für Wiederholung: %d.
es_es: No encontrado valor para la recurrencia: %d.
fr_fr: Le facteur de répétition manque : %d.
pl_pl: Brak wartości dla rekurencji: %d.

source: Versit attachment could not be saved due to an unsupported MIME type: %1$s
de_de: Versit-Anlage konnte wegen einem nicht unterstützten MIME-Typ %1$s nicht gespeichert werden.
fr_fr: La pièce jointe Versit n'a pas pu être enregistrée parce que le type MIME %1$s n'est pas pris en charge

source: Versit error: %1$s
de_de: Versit-Fehler: %1$s
fr_fr: Erreur Versit : %1$s

source: Versit object could not be saved
de_de: Versit-Objekt (vCard) konnte nicht gespeichert werden
es_es: No puede guardarse el objeto Versit
pl_pl: Nie można zapisać obiektu Versit

source: Was not able to calculate next upcoming reminder for series appointment %2$d in context %1$d.
de_de: Die nächste anstehende Erinnerung für den Serientermin %2$d im Kontext %1$d konnte nicht berechnet werden.
fr_fr: Impossible de calculer le prochain rappel à venir pour la série de rendez-vous %2$d dans le contexte %1$d.

source: Writing the setting %1$s is not permitted.
de_de: Schreiben der Einstellung %1$s nicht erlaubt
es_es: No se permite escribir la preferencia %1$s.
fr_fr: Il n'est pas permis d'écrire le réglage %1$s.
pl_pl: Brak uprawnień do zapisu ustawień %1$s.

source: Wrong message header: %1$s
de_de: Ungültiger Nachrichten-Header: %1$s
fr_fr: En-tête de message incorrect : %1$s

source: Wrong number of rows changed. Expected %1$d but was %2$d.
de_de: Falsche Anzahl von Zeilen geändert. %1$d Zeilen erwartet, jedoch %2$d Zeilen erhalten.
fr_fr: Un nombre erroné de lignes a changé. %1$d lignes étaient attendues, mais le travail s'est effectué sur %2$d lignes.

source: Wrong or missing login data to access mail server %1$s with login %2$s (user=%3$s, context=%4$s). Error message from mail server: %5$s
de_de: Ungültige oder fehlende Login-Daten für den Zugriff auf den Mailserver %1$s. mit dem Login %2$s (Benutzer=%3$s, Kontext=%4$s).Fehlermeldung von Server: %5$s.
fr_fr: Données de connexion incorrectes ou manquantes pour accéder au serveur de courrier %1$s avec le nom de connexion %2$s (utilisateur=%3$s, contexte=%4$s). Message d'erreur du serveur : %5$s

source: Wrong or missing login data to access mail server %1$s. Error message from mail server: %2$s
de_de: Ungültige oder fehlende Login-Daten für den Zugriff auf Server %1$s. Fehlermeldung von Mailserver: %2$s.
fr_fr: Données de connexion incorrectes ou manquantes pour accéder au serveur de courrier %1$s. Message d'erreur du serveur de courrier : %2$s

source: Wrong or missing login data to access mail transport server %1$s with login %2$s (user=%3$s, context=%4$s). Error message from mail transport server: %5$s
de_de: Ungültige oder fehlende Login-Daten für den Zugriff auf den Mail Transport Server %1$s. mit dem Login %2$s (Benutzer=%3$s, Kontext=%4$s).Fehlermeldung von Mail Transport Server: %5$s.
fr_fr: Données de connexion incorrectes ou manquantes pour accéder au serveur de transport de courrier %1$s avec le nom de connexion %2$s (utilisateur=%3$s, contexte=%4$s). Message d'erreur du serveur de transport de courrier : %5$s

source: Wrong or missing login data to access mail transport server %1$s. Error message from mail transport server: %2$s
de_de: Ungültige oder fehlende Login-Daten für den Zugriff auf Mail Transport Server %1$s. Fehlermeldung vom Mail Transport Server: %2$s.
fr_fr: Données de connexion incorrectes ou manquantes pour accéder au serveur de transport de courrier %1$s. Message d'erreur du serveur de transport de courrier : %2$s

source: You already share a personal folder named "%1$s" with the same user. You can not share two folders with exactly the same name with a user. Please rename the folder before sharing it with this user.
de_de: Sie haben bereits eine Ordnerfreigabe für den Ordner "%1$s" für diesen Benutzer. Sie können nicht zwei Ordner mit exakt dem gleichen Namen für einen Benutzer freigeben. Bitte benennen Sie den Ordner vor der Freigabe für diesen Benutzer um.
fr_fr: Vous partagez déjà un dossier personnel nommé « %1$s » avec le même utilisateur. Il n'est pas possible de partager deux dossiers portant un nom exactement identique avec un utilisateur. Veuillez renommer le dossier avant de le partager avec cet utilisateur.

source: You are not allowed to change groups.
de_de: Sie haben keine Berechtigung zum Ändern von Gruppen.
fr_fr: Vous n'avez pas le droit de modifier des groupes.

source: You are not allowed to create groups.
de_de: Sie haben keine Berechtigung zum Anlegen von Gruppen.
fr_fr: Vous n'avez pas le droit de créer des groupes.

source: You are not allowed to create tasks in folder %1$s (%2$d).
de_de: Sie haben keine Berechtigung, Aufgaben im Ordner %1$s (%2$d) anzulegen.
es_es: No está autorizado a crear tareas en la carpeta %1$s (%2$d).
fr_fr: Vous n'avez pas le droit de créer des tâches dans le dossier %1$s (%2$d).
pl_pl: Nie masz uprawnień do tworzenia zadań w folderze %1$s (%2$d).

source: You are not allowed to delegate tasks.
de_de: Sie haben keine Berechtigung zum Delegieren von Aufgaben.
es_es: No está autorizado a delegar tareas.
fr_fr: Vous n'avez pas le droit de déléguer des tâches.
pl_pl: Nie masz uprawnień do delegacji zadań.

source: You are not allowed to delete groups.
de_de: Sie haben keine Berechtigung zum Löschen von Gruppen.
fr_fr: Vous n'avez pas le droit de supprimer des groupes.

source: You are not allowed to delete the task.
de_de: Sie haben keine Berechtigung zum Löschen der Aufgabe.
es_es: No está autorizado a borrar la tarea.
fr_fr: Vous n'avez pas le droit de supprimer la tâche.
pl_pl: Nie masz uprawnień do kasowania zadań.

source: You are not allowed to edit tasks in folder %1$s (%2$d).
de_de: Sie haben keine Berechtigung zum Bearbeiten von Aufgaben im Ordner %1$s (%2$d).
es_es: No está autorizado a modificar tareas en la carpeta %1$s (%2$d).
fr_fr: Vous n'avez pas le droit de modifier des tâches dans le dossier %1$s (%2$d).
pl_pl: Nie masz uprawnień do edytowania zadań w folderze %1$s (%2$d).
