Repository: cognitionworks/appsuite-middleware
Catalog: i18n/*/errors.*.po
Languages: de_de, es_es, fr_fr, pl_pl

source: Move partially completed for user %s. Source message(s) %s in folder %s could not be deleted due to following error: %s
es_es: Se han movido parcialmente los elementos para el usuario %s. Mensaje(s) origen %s en carpeta %s no han podido borrarse debido al error siguiente: %s
pl_pl: Przenoszenie częściowo zakończone dla użytkownika %s. Wiadomość źródłowa %s w folderze %s nie mogła być usunięta z powodu błędu: %s

source: Move/Copy failed. New message with UID %d could not be found in destination folder %s
es_es: No se puede copiar/mover. No se ha encontrado un nuevo mensaje con UID %d en la carpeta de destino %s
pl_pl: Przenoszenie/kopiowanie nie powiodło się. Nowa wiadomość z UID %d nie została znaleziona w folderze %s

source: Multiple rows found.
es_es: Se han encontrado varios elementos.
pl_pl: Znaleziono kilka wierszy

source: No IMAP account exists for user %s in context %s
es_es: No existe cuenta IMAP para el usuario %s en contexto %s
pl_pl: Brak istniejących kont IMAP dla użytkownika %s w kontekście %s

source: No SpellCheckConfig loaded.
es_es: No se ha cargado SpeelCheckConfig.
pl_pl: Brak załadowanej konfiguracji SpellCheckConfig.

source: No access to mail folder %s
es_es: No se accede a la carpeta de mail %s
pl_pl: Brak dostępu do folderu mail %s

source: No admin permission found
es_es: No hay permiso de admin
pl_pl: Nie znaleziono uprawnień administratora

source: No admin user found in context %s
es_es: No se encuentra usuario admin en contexto %s
pl_pl: Nie znaleziono użytkownika administratora w kontekście %s

source: No administer access to mail folder %s
es_es: No hay acceso administrador a la carpeta de mail %s
pl_pl: Brak dostępu administratora do folderu %s

source: No administer permission specified by user %s for folder %s
es_es: No se ha especificado permiso de administrador para el usuario %s para la carpeta %s
pl_pl: Brak ustawień administratora dla użytkownika %s w folderze %s

source: No administer permission specified for folder %s
es_es: No se ha especificado permiso de administrador para la carpeta %s
pl_pl: Brak ustawień administratora dla folderu %s

source: No attachment was found with id %s in message %s
es_es: No se encuentra adjunto con id %s en el mensaje %s
pl_pl: Nie znaleziono załączników o identyfikatorze %s w wiadomości %s

source: No attribute name could be found for code: %d
es_es: No se ha encontrado nombre de atributo para el código: %d
pl_pl: Nie znaleziono nazwy atrybutu dla kodu: %d

source: No create access to mail folder %s
es_es: No hay acceso para crear elementos a la carpeta de mail %s
pl_pl: Brak stworzonych dostępów do folderu mail %s

source: No data provided from web server: input stream returned "-1" while reading AJP magic bytes in package #%d
es_es: No se han recibido datos del servidro web: la secuencia de entrada devolvío "-1" al leer los bytes AJP magic en el paquete #%d
pl_pl: Brak informacji ze strony serwera www: strumień wejściowy zwrócił wartość "-1" podczas odczytywania zawartości AJP w pakiecie #%d

source: No default folder could be found in module %s for user %s in context %s
es_es: No se encuentra carpeta por defecto en el módulo %s para el usuario %s en contexto %s
pl_pl: Nie znaleziono domyślnego foldera w module %s dla użytkownika %s w kontekście %s

source: No delete access to mail folder %s
es_es: No hay acceso de borrado a la carpeta de mail %s
pl_pl: Brak usuniętych dostępów do folderu mail %s

source: No dictionary could be found for language: %1$s.
es_es: No se encuentra diccionario para el idioma : %1$s.
pl_pl: Brak dostępnych słowników dla języka: %1$s.

source: No insert access to mail folder %s
es_es: No hay acceso de inserción a la carpeta de mail %s
pl_pl: Brak dostępu 'insert' do folderu mail %

source: No keep-seen access to mail folder %s
es_es: No hay acceso de lectura contínua a la carpeta de mail %s
pl_pl: Brak dostępu 'keep-seen' do folderu mail %s

source: No lookup access to mail folder %s
es_es: No hay acceso de consulta a la carpeta de mail %s
pl_pl: Brak dostępu 'lookup' do folderu mail %s

source: No permission for modul: %s.
es_es: No hay permiso para el módulo: %s
pl_pl: Brak uprawnień do modułu: %s.

source: No read access to mail folder %s
es_es: No hay acceso de lectura a la carpeta de mail %s
pl_pl: Brak dostępu 'read' do folderu mail %s

source: No route to host: server (%s) cannot be reached
es_es: No hay ruta al host: servidor (%s) está inaccesible
pl_pl: Brak odpowiedzi z hosta: nie można połączyć się z serwerem (%s)

source: No row found in table update.
es_es: No se encuentran elementos en la tabla de actualización.
pl_pl: Nie znaleziono wierszy podczas aktualizacji tabeli.

source: No send address could be found for user %s in user configuration
es_es: No se encuentra una dirección para el usuario %s en la configuración de usuario
pl_pl: Brak adresu do wysyłki dla użytkownika %s w konfiguracji użytkownika

source: No subfolder creation underneath shared folder %s in context %s
es_es: No se puede crear una subcarpeta por debajo de la carpeta compartida %s en contexto %s
pl_pl: Nie można tworzyć subfolderów poniżej katalogu współdzielonego %s w kontekście %s

source: No write access to IMAP folder %s
es_es: No hay acceso de escritura a la carpeta IMAP %s
pl_pl: Brak dostępu do zapisu dla folderu IMAP %s

source: Not allowed to change parent id of folder %s through an update call. Use move method instead
es_es: No se permite cambiar el ID del padre de la carpeta %s a través de una actualización. Utilice el método mover en su lugar
pl_pl: Nie można zmienić nadrzędnego identyfikatora %s przez pole aktualizacji. Skorzystaj z metody przenieś

source: Not allowed to move default folder %s in context %s
es_es: No se permite mover la carpeta por defecto %s en el contexto %s
pl_pl: Nie można przenieść domyślnego folderu %s w kontekście %s

source: Number of documents attached to this contact is below zero. You can not remove any more attachments.
es_es: El número de documentos adjuntos a este contacto es menor que cero. No se pueden eliminar más adjuntos.
pl_pl: Liczba załączników dla tego kontaktu jest mniejsza niż zero. Nie można usuwać więcej załączników.

source: One or more fields contain too much information. Field: %1$d Character Limit: %2$d Sent %3$d
es_es: Uno o más campos contienen demasiada información. Campo: %1$d Límite de Caracteres: %2$d Enviados %3$d
pl_pl: Jedno lub kilka pól zawiera zbyt dużo informacji. Pole: %1$d Limit znaków: %2$d Wysłane %3$d

source: One or more fields contain too much information. Fields: %1$s Character Limit: %2$d Sent %3$d
es_es: Uno o más campos contienen demasiada información. Campos: %1$s Límite de Caracteres: %2$d Enviados %3$d
pl_pl: Jedno lub kilka pól zawiera zbyt dużo informacji. Pole: %1$d Limit znaków: %2$d Wysłane %3$d

source: Operation not executeable on folder %s in context %s
es_es: Operación no ejecutable en carpeta %s en contexto %s
pl_pl: Nie można wykonać operacji w folderze %s w kontekście %s

source: Owner %s of default folder %s must keep the folder admin permission
es_es: El propietario %s de la carpeta por defecto %s debe mantener el permiso de administración de la carpeta
pl_pl: Właściciel %s domyślnego folderu %s musi zachować uprawnienia administratora dla katalogu

source: Parameter %s does not match JSON key %s
es_es: El parámetro %s no coincide con la clave JSON %s
pl_pl: Parametr %s nie pasuje do klucza JSON %s

source: Parent folder %s does not allow folder's module setting (%s) in context %s
es_es: La carpeta padre %s no permite establecer el módulo de la carpeta (%s) en contexto %s
pl_pl: Folder nadrzędny %s nie pozwala na zmianę ustawień modułu (%s) w kontekście %s

source: Parent folder %s does not allow folder's type setting %s in context %s
es_es: La carpeta padre %s no permite establecer el tipo de carpeta %s en contexto %s
pl_pl: Folder nadrzędny %s nie pozwala na zmianę ustawień katalogu (%s) w kontekście %s

source: Port %s was unreachable on remote server
es_es: No se puede acceder al puerto %s en el servidor remoto
pl_pl: Nie można połączyć się z portem %s na zdalnym serwerze

source: Private folder %s can only be moved to a private folder in context %s
es_es: La carpeta privada %s sólo puede moverse en una carpeta privada en contexto %s
pl_pl: Zawartość prywatnego folderu %s może być przeniesiona jedynie do prywatneg folderu w kontekście %s

source: Problem with URI when creating context specific filestore location.
es_es: Problema con URI al crear la localización del almacén específico del contexto
pl_pl: Problem z URI podczas tworzenia kontekstu dla lokalizacji schowka.

source: Problem with executing SQL: %s
es_es: Problema al ejecutar SLL: %s
pl_pl: Problem podczas wykonywania SQL: %s

source: Process was interrupted while waiting for a free IMAP connection. Please try again.
es_es: El proceso se interrumió al esperar una conexión IMAP libre. Por favor, inténtelode nuevo.
pl_pl: Proces został zatrzymany do momentu uruchomienia połączenia IMAP. Prosimy spróbować później.

source: Programming error
es_es: Error de programación
pl_pl: Błąd programowania

source: Programming error - folder %s
es_es: Error de programación - carpeta %s
pl_pl: Błąd programowania - folder %s

source: Property "%s" is not defined.
es_es: La propiedad "%s" no está definida.
pl_pl: Właściwość "%s" nie została zdefiniowana.

source: Property %s is not an integer
es_es: La propiedad %s no es un entero
pl_pl: Właściwość %s nie jest liczbą całkowitą

source: Public folder %s can only be moved to a public folder in context %s
es_es: La carpeta pública %s sólo puede movers a otra carpeta pública en contexto %s
pl_pl: Katalog publiczny %s może być przeniesiony jedynie do katalogu publicznego w kontekście %s

source: Request rejected because its size (%d) exceeds the maximum configured size of %d
es_es: La petición fue rechazada porque el tamaño (%d) excede el tamaño máximo configurado de %d
pl_pl: Zapytanie zostało odrzucone, ponieważ jego rozmiar (%d) przekracza maksymalny ustalony rozmiar %d

source: Required value "user" was not supplied.
es_es: No se introdujo el valor obligatorio "usuario"
pl_pl: Wymagana wartość "user" nie została podana.

source: Resolving schema for context %1$d failed.
es_es: Falló la resolución del esquema para el contexto %1$d.
pl_pl: Uruchomienie schematu w kontekście %1$d nie powiodło się.

source: Response package exceeds max package size value of 8192k: %s
es_es: El paquete de respuesta excede el tamaño máximo de paquetes de 8192k: %s
pl_pl: Pakiet zwrotny przekracza maksymalną wartość 8192kb: %s

source: Session attempts to instantiate a provider that doesn't exist: %s
es_es: La sesión intentó instanciar un proveedor que no existe: %s
pl_pl: Próba nawiązania z sesji z niestniejącym providerem: %s

source: Shared folder %s MUST NOT be updated in context %s
es_es: La carpeta compartida %s NO PUEDE actualizarse en contexto %s
pl_pl: Katalog współdzielony %s NIE MOŻE być zaktualizowany w kontekście %s

source: Shared folder %s cannot be moved in context %s
es_es: La carpeta compartida %s no puede moverse en contexto %s
pl_pl: Katalog współdzielony %s nie może być przeniesiony w kontekście %s

source: Shared folder %s cannot be target of move operation in context %s
es_es: La carpeta %s no puede ser destino al mover en contexto %s
pl_pl: Katalog współdzielony %s nie może być folderem docelowym przenoszonych danych w kontekście %s

source: Socket closed by web server
es_es: El servidor web ha cerrado la conexión
pl_pl: Połączenie socket zamknięte przez serwer www

source: SpamAssassin not installed or its executable has not been found
es_es: No se ha instalado SpamAssasin o no se encuentra el ejecutable
pl_pl: SpamAssasin nie jest zainstalowany lub jego plik wsadowy nie został znaleziony

source: Specified folder name is too long
es_es: El nombre de carpeta especificado es demasiado largo
pl_pl: Podana nazwa katalogu jest za długa

source: Store already closed: %s
es_es: Almacén ya cerrado: %s
pl_pl: Schowek jest już zamknięty: %s

source: Subsystem down
es_es: Subsistema inactivo
pl_pl: Subsystem nie odpowiada

source: System folder %s cannot be moved in context %s
es_es: No se puede mover la carpeta de sistema %s en contexto %s
pl_pl: Katalog systemowy %s nie może być przeniesiony w kontekście %s

source: Table update failed. Schema %1$s could not be unlocked.
es_es: Fallo al actualizar tabla. El esquema %1$s no puede desbloquearse.
pl_pl: Aktualizacja tabel nie powiodla się. Schemat %1$s nie mógł być odblokowany.

source: Target and source folder cannot be equal in context %s
es_es: La carpeta origen y destino no pueden ser iguales en contexto %s
pl_pl: Katalog źródłowy i docelowy nie może być identyczny w kontekście %s

source: Target folder %s contains a duplicate folder in context %s
es_es: La carpeta destino %s contiene una carpeta duplicada en contexto %s
pl_pl: Katalog docelowy %s zawiera zdupliowane katalogi w kontekście %s

source: The IP address of host "%s" could not be determined
es_es: No puede determinarse la dirección IP del host "%s"
pl_pl: Nie można ustalić adresu IP hosta "%s"

source: The Object could not be detached because the update to an underlying object failed.
es_es: No se pudo separar el objeto porque falló la actualización de otro objeto interno.
pl_pl: Obiekt nie mógł być wydzielony z powodu braku aktualizacji pierwotnego obiektu.

source: The application was unable to validate a given email address from this contact: %s
es_es: La aplicación no puede encontrar una dirección email válida para este contacto: %s
pl_pl: Aplikacja nie mogła zatwierdzić podanego adresu email dla kontaktu: %s

source: The attribute %1$s has been truncated.
es_es: El atributo %1$s ha sido cortado.
pl_pl: Atrybut %1$s został skrócony.

source: The composed rights could not be applied to new folder %s due to missing administer right in its initial rights specified by IMAP server. However, the folder has been created.
es_es: No se han podido aplicar los permisos compuestos a la nueva carpeta %s debido a que no se tienen permisos de administrador en los permisos especificados por el servidor IMAP. De todos modos, la carpeta ha sido creada.
pl_pl: Wskazane uprawnienia nie mogły być zastosowane dla folderu %s w związu z brakiem praw administratora dla podanego serwera IMAP. Folder został jednak stworzony.

source: The cookie with the session identifier is missing.
es_es: No se encuentra la cookie con el identificador de sesión.
pl_pl: Brakuje ciasteczka z identyfikatorem sesji.

source: The document was updated in between do and undo. The Database is now probalby inconsistent.
es_es: El documento se actualizó entre hacer y desacer. Es probable que la base de datos sea inconsistente.
pl_pl: Dokument był aktualizowany pomiędzy dwoma operacjami. Baza może być niespójna.

source: The document you requested doesn't exist.
es_es: No existe el documento solicitado.
pl_pl: Podany dokument nie istnieje.

source: The element %s is not supported.
es_es: No está soportado el elemento %s.
pl_pl: Element %s nie jest obsługiwany.

source: The file cannot be added to filestore. File size: %s Quota: %s Used: %s
es_es: El fichero no puede añadirse al almacén. Tamaño: %s Cuota: %s Usada: %s
pl_pl: Nie można dodać pliku do schowka. Rozmiar pliku: %s Quota: %s Użyte: %s

source: The file could not be retrieved.
es_es: No puede encontrarse el fichero
pl_pl: Nie można pobrać pliku.

source: The file store could not be reached.
es_es: No se puede acceder al almacén
pl_pl: Nie można połączyć się ze schowkiem.

source: The file store could not be reched
es_es: No se puede acceder al almacén
pl_pl: Nie można połączyć się ze schowkiem

source: The following field(s) are too long to be imported: %s
es_es: La(s) carpeta(s) siguientes son demasiado largas para importarse : %s
pl_pl: Podane pola są za długie, aby je zaimportować: %s

source: The message to send contains an invalid attachment %s: neither content nor attachment's filename is set
es_es: El mensaje a enviar contiene un adjunto no válido %s: no se ha especificado ni contenido ni nombre de fichero
pl_pl: Wysyłana wiadomość ma nieprawidłowy załącznik %s: nie została ustawiona żadna zawartość załącznika

source: The object has changed on server side since it was last fetched.
es_es: El objeto ha cambiado en el lado del servidor desde que fue insertado.
pl_pl: Obiekt zmienił się po stronie serwera od ostatniego pobrania.

source: The object has changed on server side since it was last fetched. Context %1$d Folder %2$d User %3$d Object %4$d
es_es: El objeto ha cambiado en el lado del servidor desde que fue insertado. Contexto %1$d Carpeta %2$d Usuario %3$d Objecto %4$d
pl_pl: Obiekt zmienił się po stronie serwera od ostatniego pobrania. Kontekst %1$d Folder %2$d Użytkownik %3$d Obiekt %4$d

source: The object you requested can not be found. Try again. Context %1$d Folder %2$d User %3$d Object %4$d
es_es: No se encuentra el objeto que solicita. Inténtelo de nuevo. Contexto %1$d Carpeta %2$d Usuario %3$d Objecto %4$d
pl_pl: Podany obiekt nie istnieje. Prosimy spróbować ponownie. Kontekst %1$d Folder %2$d Użytkownik %3$d Obiekt %4$d

source: The required value "days" is missing or wrong
es_es: El valor obligatorio "días" falta o es incorrecto
pl_pl: Podana wartość "days" nie istnieje lub jest nieprawidłowa

source: The rights composed by user %s could not be applied to new folder %s due to missing administer right in its initial rights specified by IMAP server. The folder has been created anyway.
es_es: No se pudo aplicar los permisos declarados por el usuario %s a la carpeta debido a que no se tienen permisos de administrador en los permisos especificados por el servidor IMAP. De todos modos, la carpeta ha sido creada.
pl_pl: Wskazane uprawnienia nie mogły być zastosowane dla folderu %s w związu z brakiem praw administratora dla podanego serwera IMAP. Folder został jednak stworzony.

source: There was an issue in authenticating your E-Mail password. This may be because of a recent password change. To continue please logout now and then log back in with your most current password. (server=%s | user=%s)
es_es: Ha habido un intento de autenticarse con su contraseña E-mail. Esto puede ser debido a un cambio reciente de contraseña. Para continuar por favor, desconéctese ahora y conéctese de nuevo con su nueva contraseña. (servidor=%s | usuario=%s)
pl_pl: Wystąpił problem podczas autoryzacji Twojego hasła email. Może być to związane z późniejszą zmianą hasła. Prosimy wylogować się i połączyć się ponownie z ostatnim hasłem (serwer=%s | użytkownik=%s)

source: There was an issue in authenticating your E-Mail password. This may be because of a recent password change. To continue please logout now and then log back in with your most current password. (server=%s, user=%s, context=%s)
es_es: Ha habido un intento de autenticarse con su contraseña E-mail. Esto puede ser debido a un cambio reciente de contraseña. Para continuar por favor, desconéctese ahora y conéctese de nuevo con su nueva contraseña. (servidor=%s, usuario=%s, contexto=%s)
pl_pl: Wystąpił problem podczas autoryzacji Twojego hasła email. Może być to związane z późniejszą zmianą hasła. Prosimy wylogować się i połączyć się ponownie z ostatnim hasłem (serwer=%s, użytkownik=%s, kontekst=%s)

source: This Contact has no FolderID: Entry %1$d Context %2$d
es_es: Este contacto no tiene ID de carpeta: Entrada %1$d Contexto %2$d
pl_pl: Ten Kontakt nie posiada FolderID: Wpis %1$d Kontekst %2$d

source: This contact has no folder id: Entry %1$d Context %2$d
es_es: Este contacto no tiene ID de carpeta: Entrada %1$d Contexto %2$d
pl_pl: Ten kontakt nie posiada FolderID: Wpis %1$d Kontekst %2$d

source: This gif image is too large. It can not be scaled and will not be accepted
es_es: Esta imagen GIF es demasiado grande. No puede ser reducida y no se aceptará
pl_pl: Obraz gif jest za duży. Nie można go przeskalować i nie będzie zaakceptowany

source: Though expected, SQL query returned no result.
es_es: A pesar de lo esperado, SQL no devolvió resultados.
pl_pl: Zapytanie SQL nie zwróciło żadnych wyników.

source: Unable fetch the number of elements in this Folder. Context %1$d Folder %2$d User %3$d
es_es: Imposible obtener el número de elementos de la carpeta. Contexto %1$d Carpeta %2$d Usuario %3$d
pl_pl: Nie można pobrać liczby elementów w folderze. Kontekst %1$d Folder %2$d Użytkownik %3$d

source: Unable to create a link between these two objects. Insufficient rights. 1. Object %1$d 2. Object %2$d Context %3$d
es_es: No es posible crear un enlace entre estos dos objetos. Derechos insuficientes. 1. objeto %1$d 2. objeto %2$d Contexto %3$
pl_pl: Nie można stworzyć powiązania między dwoma obiektami. Brak uprawnień. 1. Obiekt %1$d 2. Obiekt %2$d Kontekst %3$d

source: Unable to create a link between these two objects. Insufficient rights. 1. Object %1$d Folder %2$d 2. Object %3$d Folder %4$d Context %5$d
es_es: No es posible crear un enlace entre estos dos objetos. Derechos insuficientes. 1. objeto %1$d Carpeta %2$d 2. objeto %3$d Carpeta %4$d Contexto %5$Object %1$d Folder %2$d 2. Object %3$d Folder %4$d Context %5$d
pl_pl: Nie można stworzyć powiązania między dwoma obiektami. Brak uprawnień. 1. Obiekt %1$d Folder %2$d 2. Obiekt %3$d Folder %4$d Kontekst %5$d

source: Unable to create a link between these two objects. Insufficient rights. Object %1$d Folder %2$d Context %3$d
es_es: No es posible crear un enlace entre estos dos objetos. Derechos insuficientes. Objeto %1$d Carpeta %2$d Contexto %3$
pl_pl: Nie można stworzyć powiązania między dwoma obiektami. Brak uprawnień. Obiekt %1$d Folder %2$d Kontekst %3$d

source: Unable to create a link between these two objects. This link already exists. 1. Object %1$d Folder %2$d 2. Object %3$d Folder %4$d Context %5$d
es_es: No es posible crear un enlace entre estos dos objetos. El enlace ya existe. 1. Objeto %1$d Carpeta %2$d 2. Objeto %3$d Carpeta %4$d Contexto %5$d
pl_pl: Nie można stworzyć powiązania między dwoma obiektami. Powiązanie już istnieje. 1. Obiekt %1$d Folder %2$d 2. Obiekt %3$d Folder %4$d Kontekst %5$d

source: Unable to delete Contact: Context %1$d Contact %2$d
es_es: No es posible borrar contacto: Contexto%1$d Contacto %2$d
pl_pl: Nie można usunąć Kontaktu: Kontekst %1$d Kontakt %2$d

source: Unable to delete Contacts from this user. Context %1$d User %2$d
es_es: No es posible borrar contactos de este usuario. Contexto %1$d Usuario %2$d
pl_pl: Nie można usunąć Kontaktów tego użytkownika. Kontekst %1$d Użytkownik %2$d

source: Unable to delete all links from this objects. Object %1$d Context %2$d
es_es: No es posible borrar todos los enlaces de este objeto. Objeto %1$d Contexto %2$d
pl_pl: Nie można usunąć wszystkich linków z tego obiektu. Obiektu %1$d Kontekst %2$d

source: Unable to delete contact object. Context %1$d Folder %2$d User %3$d Object %4$d
es_es: No es posible borrar el bojeto de contacto. Contexto %1$d Carpeta %2$d Usuario %3$d Objeto %4$d
pl_pl: Nie można usunąć kontaktów obiektu. Kontekst %1$d Folder %2$d Użytkownik %3$d Obiekt %4$d

source: Unable to delete contacts from this folder. Context %1$d Folder %2$d
es_es: No es posible borrar contactos de esta carpeta. Contexto %1$d Carpeta %2$d
pl_pl: Nie można usunąć kontaktów z tego folderu. Kontekst %1$d Folder %2$d

source: Unable to delete contacts from user because this is a non-contact folder. Context %1$d Folder %2$d User %3$d
es_es: No es posible borrar contactos del usuario porque es una carpeta sin contactos. Contexto %1$d Carpeta %2$d Usuario %3$d
pl_pl: Nie można usunąć kontaktów tego użytkownika, ponieważ nie jest to folderów bez kontaktów. Kontekst %1$d Folder %2$d Użytkownik %3$d
