Repository: cognitionworks/appsuite-middleware
Catalog: i18n/*/errors.*.po
Languages: de_de, es_es, fr_fr, pl_pl

source: Your '%1$s' password changed. You have to authorize the server to use your account with the new password. To do so, go to Configuration -> My Social Configuration -> Accounts. Then try again.
de_de: Ihr '%1$s'-Passwort wurde geändert. Sie müssen den Server zur Nutzung Ihres Accounts mit dem neuen Passwort autorisieren: Konfiguration -> Meine Social-Einstellungen -> Accounts. Versuchen Sie es dann erneut.

source: An OAuth error occurred: %1$s
de_de: Es trat ein OAuth-Fehler auf: %1$s

source: Duplicate proxy registration: %1$s
de_de: Proxy-Registrationsduplikat: %1$s
fr_fr: Enregistrement du serveur mandataire en double : %1$s

source: Malformed URL: %1$s
de_de: Inkorrekte URL: %1$s
fr_fr: URL mal formé : %1$s

source: HTTP request to VoipNow server %1$s failed. Status line: %2$s
de_de: HTTP-Anfrage an VoipNow-Server %1$s fehlgeschlagen. Statuszeile: %2$s
fr_fr: La requête HTTP vers le serveur VoipNow %1$s a échoué. Ligne d'état : %2$s

source: Malformed URI: %1$s
de_de: Inkorrekte URL: %1$s
fr_fr: URI mal formé : %1$s

source: Invalid session identifier: %1$s
de_de: Ungültige Session-ID: %1$s
fr_fr: Identifiant de session invalide : %1$s

source: A SQL Error occurred.
de_de: Es trat ein SQL-Fehler auf.
fr_fr: Une erreur SQL s'est produite.

source: A parsing error occurred: %1$s.
de_de: Es trat ein Analyse-Fehler auf: %1$s.
fr_fr: Une erreur d'analyse s'est produite : %1$s.

source: Could not load publications of type %1$s
de_de: Publikationen des Typs %1$s konnten nicht geladen werden

source: Unable to save a given ID.
de_de: Angegebene ID kann nicht gespeichert werden.
fr_fr: Impossible d'enregistrer un identifiant donné.

source: Cannot find the publication site.
de_de: Publikations-Site konnte nicht gefunden werden.

source: %s has already been taken (Field: %s)
de_de: %s wird bereits verwendet (Feld: %s)

source: You do not have the permissions to undertake the chosen action (%s)
de_de: Sie haben nicht die entsprechenden Berechtigungen für diese Aktion (%s)

source: Missing property: %1$s
de_de: Fehlende Eigenschaft: %1$s
fr_fr: Propriété manquante : %1$s

source: Invalid property value in property "%1$s": %2$s
de_de: Ungültiger Eigenschafts-Wert in Eigenschaft "%1$s": %2$s
fr_fr: Valeur de propriété invalide dans la propriété « %1$s » : %2$s

source: The IP address of host %1$s could not be determined.
de_de: Die IP-Adresse des Host "%1$s" konnte nicht bestimmt werden.

source: Integer value is too big: %1$s
de_de: Zu hoher Ganzzahlenwert %1$s

source: Missing previous truncated message package(s).
de_de: Zuvor gekürzte(s) Nachrichtenpaket(e) nicht vorhanden

source: Conflicting truncated message package(s).
de_de: Konflikt für gekürzte(s) Nachrichtenpaket(e)

source: Missing or wrong magic bytes: %1$s
de_de: Fehlende oder inkorrekte Magic bytes: %1$s

source: Unknown prefix code: %1$s
de_de: Unbekannter Präfix-Code: %1$s

source: Invalid message package
de_de: Ungültiges Nachrichten-Paket

source: Unparseable string.
de_de: Nicht analysierbare Zeichenkette

source: Invalid quoted-printable encoding.
de_de: Ungültige Quoted-printable-Kodierung

source: Messaging server socket could not be bound to port %1$d. Probably another process is already listening on this port.
de_de: Messaging-Server Socket konnte nicht an Port %1$d angebunden werden. Möglicherweise lauscht bereits ein anderer Prozess auf diesem Port.

source: An IOException occurred: %1$s. Was trying to get the service at %2$s.
de_de: E/A-Ausnahmefehler: %1$s. Versuch, den Dienst unter %2$s zu erreichen.
fr_fr: Une exception d'E/S s'est produite : %1$s, en essayant d'obtenir le service à %2$s.

source: A HTTPException occurred: %1$s. Was trying to get the service at %2$s.
de_de: HTTPException: %1$s. Versuch, den Dienst unter %2$s zu erreichen.
fr_fr: Une exception HTTP s'est produite : %1$s, en essayant d'obtenir le service à %2$s.

source: Can only post to external subscription sources.
de_de: Senden nur an externe Abonnement-Quellen möglich.
fr_fr: Il n'est possible de poster que sur des sources d'abonnement externes

source: Could not fetch site at %1$s. Please check the spelling or whether you can reach the site in your browser.
de_de: Die Webseite unter %1$s ist nicht erreichbar. Bitte prüfen Sie die Rechtschreibung und ob Sie die Seite in Ihrem Browser öffnen können.
fr_fr: Impossible de charger le site à %1$s. Veuillez vérifier l'orthographe ou s'il vous est possible d'atteindre le site depuis votre navigateur.

source: Please try again later.
de_de: Bitte später erneut versuchen.
fr_fr: Veuillez réessayer plus tard.

source: Provide well-formed HTML.
de_de: Liefern Sie wohlgeformtes HTML.
fr_fr: Fournissez du HTML bien formé.

source: Parsing error.
de_de: Analyse-Fehler.
fr_fr: Erreur d'analyse.

source: Do not set a ID when saving a publication
de_de: Setzen Sie beim Speichern einer Veröffentlichung keine ID.
fr_fr: Ne définissez pas d'identifiant lors de l'enregistrement d'une publication

source: Provide a valid id.
de_de: Geben Sie eine gültige ID an.
fr_fr: Fournissez un identifiant valide.

source: Could not find this Subscription
de_de: Abonnement konnte nicht gefunden werden
fr_fr: Impossible de trouver cet abonnement

source: Check value to parse.
de_de: Prüfen Sie den zu analysierenden Wert.
fr_fr: Vérifiez la valeur à analyser.

source: Please correct the login or password and try again
de_de: Korrigieren Sie das Login oder das Passwort und versuchen Sie es erneut.
fr_fr: Veuillez corriger le nom de connexion ou le mot de passe et réessayer

source: The login or password you entered are wrong
de_de: Der Login oder das von Ihnen eingegebene Passwort ist falsch.
fr_fr: Le nom de connexion ou le mot de passe que vous avez entré était incorrect

source: Make sure, that the Service is still available, and there are no major changes on the website
de_de: Stellen Sie sicher, dass der Dienst noch verfügbar ist und es keine größeren Änderungen auf der Website gab.
fr_fr: Veuillez vérifier que le service est toujours disponible et qu'il n'y a pas de modifications majeures sur le site web

source: Service unavailable
de_de: Der Dienst ist nicht verfügbar oder die Anmeldedaten sind nicht korrekt.
fr_fr: Service non disponible

source: Please correct the steps of this workflow so that output of one step and input of the next step match
de_de: Korrigieren Sie die Schritte dieses Workflows, so dass die Ausgabe des einen Schrittes mit der Eingabe des nächsten Schrittes übereinstimmt.
fr_fr: Veuillez corriger les étapes de ce flux de travaux afin que la sortie d'une étape et l'entrée de l'étape suivante correspondent

source: The steps of this crawling workflow do not fit together
de_de: Die Schritte dieses Crawler-Workflows passen nicht zusammen.
fr_fr: Les étapes de ce flux de travaux d'analyse ne vont pas ensemble

source: Ask an administrator to check the available subscription sources
de_de: Wenden Sie sich an den Administrator zum Prüfen der verfügbaren Abonnement-Quellen.
fr_fr: Demandez à un administrateur de vérifier les sources d'abonnement disponibles

source: The subscription source this subscription belongs to is currently inactive, and cannot provide data.
de_de: Die Quelle dieses Abonnements ist derzeit nicht aktiv und kann keine Daten bereitstellen.
fr_fr: La source d'abonnement à laquelle cet abonnement appartient est actuellement inactive et ne peut pas fournir de données.

source: Please try using this service again at a later time
de_de: Bitte rufen Sie diesen Dienst zu einem späteren Zeitpunkt wieder auf.

source: This service is temporarily unavailable. This may be due to a temporary outage or a permanent change on the 3rd-party-side. Please try using this service again at a later time
de_de: Dieser Dienst ist vorübergehend nicht erreichbar. Dies liegt entweder an einem zeitweisen Ausfall oder einer dauerhaften Änderung seitens des Drittanbieters. Bitte rufen Sie diesen Dienst zu einem späteren Zeitpunkt wieder auf.

source: Missing argument. %1$s
de_de: Fehlendes Argument. %1$s

source: The consumer key/consumer secret pair is missing in configuration.
de_de: consumer key/consumer secret pair fehlt in Konfiguration
fr_fr: La paire clé utilisateur/clé secrète manque dans la configuration.

source: The access token for twitter user %1$s could not be obtained.
de_de: Der Zugriffs-Token für den Twitter-Benutzer %1$s konnte nicht bestimmt werden.
fr_fr: Impossible d'obtenir le jeton d'accès pour l'utilisateur Twitter « %1$s ».

source: The configured consumer key/consumer secret pair is invalid. Please provide a valid consumer key/consumer secret through configuration.
de_de: Das konfigurierte consumer key/consumer secret pair ist ungültig. bitte stellen Sie über die Konfiguration einen gültigen consumer key/consumer secret zur Verfügung.
fr_fr: La paire clé utilisateur/clé secrète configurée est invalide. Veuillez fournir une clé utilisateur/clé secrète dans toute la configuration.

source: This transaction could not be fully undone. Some components are probably not consistent anymore. Run the recovery tool!
de_de: Die Übertragung konnte nicht komplett rückgängig gemacht werden. Einige Komponenten sind möglichweise nicht mehr konsistent. Lassen Sie das Recovery-Tool laufen.
es_es: Esta transacción no puede desacerse del todo. Probablemente, algunos componentes no sean consistentes. ¡Ejecute la utilidad de recuperación!
fr_fr: Cette transaction n'a pas pu être annulée complètement. Certains composants ne sont sans doute plus cohérents. Lancez l'outil de récupération !
pl_pl: Nie można była przywrócić tej transakcji. Niektóre komponenty mogą być niespójne. Proszę uruchomić narzędzie przywracania!

source: Cannot commit transaction to write DB
de_de: Übertragung in Schreibdatenbank nicht ausgeführt
es_es: No se puede cerrar transacción para escribir en la base
fr_fr: Impossible de valider la transaction pour écrire dans la BDD
pl_pl: Nie można zapisać transakcji do bazy

source: Cannot rollback transaction in write DB
de_de: Übertragung in Schreibdatenbank kann nicht rückgängig gemacht werden
es_es: No se puede anular transacción en DB de escritura
fr_fr: Impossible de revenir en arrière sur la dernière transaction dans la BDD d'écriture
pl_pl: Nie można wycofać transakcji zapisu do bazy danych

source: Cannot finish transaction
de_de: Übertragung konnte nicht beendet werden
es_es: No se puede finalizar la transacción
fr_fr: Impossible de terminer la transaction
pl_pl: Nie można zakończyć transakcji

source: Missing main extension attribute for user %1$s in context %2$s.
de_de: Fehlendes Haupterweiterungsattribut für Benutzer %1$s im Kontext %2$s.
fr_fr: L'attribut d'extension principal est manquant pour l'utilisateur %1$s dans le contexte %2$s.

source: HTTP request to VoipNow server "%1$s" failed. Status line: %2$s
de_de: HTTP-Anfrage an VoipNow-Server "%1$s" fehlgeschlagen. Statuszeile: %2$s
fr_fr: La requête HTTP vers le serveur VoipNow « %1$s » a échoué. Ligne d'état : %2$s

source: VoipNow request failed. Error code: %1$s. Error message: %2$s
de_de: VoipNow-Anfrage fehlgeschlagen. Fehlercode: %1$s. Fehlermeldung: %2$s
fr_fr: La requête VoipNow a échoué. Code d'erreur : %1$s. Message d'erreur : %2$s

source: A remote error occurred: %1$s
de_de: Es trat ein entfernter Fehler auf: %1$s
fr_fr: Une erreur distante s'est produite : %1$s

source: A SOAP fault occurred: %1$s
de_de: Es trat ein SOAP-Fehler auf: %1$s
fr_fr: Une erreur SOAP s'est produite : %1$s

source: Unparseable HTTP response: %1$s
de_de: HTTP-Antwort kann nicht analysiert werden: %1$s
fr_fr: Impossible d'analyser la réponse HTTP : %1$s

source: Account "%s" is locked.
de_de: Account "%s" ist gesperrt
es_es: La cuenta "%s" está bloqueada.
fr_fr: Le compte « %s » est verrouillé.
pl_pl: Konto "%s" jest zablokowane.

source: Account "%s" is not ready yet.
de_de: Account "%s" noch nicht fertig
es_es: La cuenta "%s" no está preparada.
fr_fr: Le compte « %s » n'est pas encore prêt.
pl_pl: Konto "%s" nie jest jeszcze gotowe.

source: Login not possible at the moment. Please try again later.
de_de: Login derzeit nicht möglich. Bitte später erneut versuchen.
es_es: No es posible identificarse por el momento. Por favor, inténtelo de nuevo más tarde.
fr_fr: Impossible de se connecter pour le moment. Veuillez réessayer plus tard.
pl_pl: Logowanie jest chwilowo niemożliwe. Prosimy spróbować później.

source: Invalid credentials.
de_de: Ungültige Authorisierungsdaten
es_es: Credenciales no válidas.
fr_fr: Preuves d'authenticité invalides.
pl_pl: Nieprawidłowe dokumenty.

source: Missing property %1$s.
de_de: Fehlende Eigenschaft %1$s.
fr_fr: Propriété %1$s manquante.

source: Database down.
de_de: Datenbank läuft nicht
es_es: La base de datos está inactiva.
fr_fr: Base de données arrêtée.
pl_pl: Baza danych nie odpowiada.

source: Your password has expired. In order to change it, please log in to %1$s.
de_de: Ihr Passwort ist abgelaufen. Zum Ändern des Passworts melden Sie sich bitte bei %1$s an.
fr_fr: Votre mot de passe a expiré. Pour le changer, veuillez vous connecter à %1$s.

source: User %1$s could not be found in context %2$s.
de_de: Benutzer %1$s nicht in Kontext %2$s gefunden.
fr_fr: L'utilisateur %1$s n'a pas pu être trouvé dans le contexte %2$s.

source: User is not activated.
de_de: Benutzer ist nicht aktiviert.
fr_fr: L'utilisateur n'est pas activé.

source: Client "%1$s" is not activated.
de_de: Client "%1$s" ist nicht aktiviert.
fr_fr: Le client « %1$s » n'est pas activé.

source: Method "%1$s" in HTTP header authorization is not supported.
de_de: Methode "%1$s" in HTTP Header wird nicht unterstützt.

source: ID generation failed
de_de: Erstellen der ID fehlgeschlagen

source: Sessiond Exception
de_de: Sessiond-Ausnahme
fr_fr: Exception sessiond

source: Max Session size reached
de_de: Max. Session-Größe erreicht
fr_fr: La taille maximale de session a été atteinte

source: Sessiond Config Exception
de_de: Sessiond Config-Ausnahme
fr_fr: Exception de configuration de sessiond

source: Missing property '%s'
de_de: Fehlende Eigenschaft '%s'
fr_fr: Propriété '%s' manquante

source: Unknown event topic %s
de_de: Unbekanntes Event-Thema %s
fr_fr: Sujet d'évènement %s inconnu

source: Password could not be changed
de_de: Das Passwort konnte nicht geändert werden.
fr_fr: Impossible de changer le mot de passe

source: Max. session size for user %1$s in context %2$s exceeded
de_de: Max. Session-Größe für Benutzer %1$s im Kontext %2$s überstiegen
fr_fr: La taille maximale de session pour l'utilisateur %1$s dans le contexte %2$s a été dépassée

source: Found duplicate used authentication identifier. Login of existing session: %1$s. Current denied login request: %2$s.
de_de: Doppelt verwendete Authentifikations-ID gefunden. Login der Session: %1$s. Aktuell verweigerte Login-Anfrage: %2$s.
fr_fr: Il a été trouvé un identifiant d'authentification utilisé en double. Nom de connexion de la session existante : %1$s. Demande actuelle de nom de connexion refusée : %2$s.

source: SessionD returned wrong session with identifier %1$s for given session identifier %2$s.
de_de: Session-ID gab falsche Session mit ID %1$s für die angegebene Session-ID %2$s zurück.
fr_fr: SessionD a retourné une session erronée avec l'identifiant %1$s pour l'identifiant de session donné %2$s.

source: Got a collision while adding a new session to the session container. Colliding session has login %1$s and new session has login %2$s.
de_de: Konflikt beim Hinzufügen einer neuen Session zum Session Container. Die kollidierende Session hat das Login %1$s und die neue Session hat das Login %2$s.
fr_fr: Une collision s'est produite en ajoutant une nouvelle session au conteneur de session. La session en collision a pour nom de connexion %1$s et la nouvelle session a pour nom de connexion %2$s.

source: Received wrong session %1$s having random %2$s when looking for random %3$s and session %4$s.
de_de: Falsche Sitzung %1$s erhalten mit zufälligem %2$s beim Suchen nach zufälligem %3$s und Session %4$s.
fr_fr: Reçu une session erronée %1$s avec un %2$s aléatoire en cherchant un %3$s aléatoire et la session %4$s.

source: The session parameter is missing.
de_de: Fehlender Session-Parameter
es_es: No se encuentra el parámetro de sesión.
fr_fr: Le paramètre de session manque.
pl_pl: Brakuje parametru sesji.

source: Your session %s expired. Please start a new browser session.
de_de: Ihre Sitzung %s ist abgelaufen. Bitte starten Sie eine neue Browser-Sitzung.
es_es: Su sesión %s ha caducado. Por favor, comience una nueva sesión.
fr_fr: Votre session %s a expiré. Veuillez démarrer une nouvelle session du navigateur.
pl_pl: Ta sesja %s wygasła. Prosimy uruchomić nową sesją w przeglądarce.

source: Context is locked.
de_de: Kontext ist gesperrt
es_es: El contexto está bloqueado
fr_fr: Le contexte est verrouillé.
pl_pl: Kontekst jest zablokowany.

source: Request to server was refused. Original client IP address changed. Please try again.
de_de: Anfrage an Server wurde abgelehnt. Die ursprüngliche Client IP-Adresse hat sich geändert. Bitte erneut versuchen.
fr_fr: La requête vers le serveur a été refusée. L'adresse IP initiale du client a changé. Veuillez réessayer.

source: Session secret is different. Given %1$s differs from %2$s in session.
de_de: Session Secret ist nicht identisch. Angegebener %1$s unterscheidet sich von %2$s in der Session.
fr_fr: Le secret de session est différent. %1$s donné est différent de %2$s dans la session.

source: Unexpected token %s in .po file %s:%s. Expected one of %s
de_de: Unerwartetes Token %s in .po-Datei %s:%s. Erwartet wurde eines der folgenden: %s
fr_fr: Jeton %s inattendu dans le fichier .po %s:%s. On en attendait un parmi %s

source: Got %s, but expected a number in .po file %s:%s.
de_de: %s erhalten, erwartet wurde jedoch eine Zahl in der .po-Datei %s:%s.
fr_fr: Obtenu %s, mais on attendait un certain nombre dans le fichier .po %s:%s.

source: Malformed token or a unsupported token. Got %s but expected %s in .po file %s:%s.
de_de: Nicht wohlgeformtes oder nicht unterstütztes Token. %s erhalten, jedoch wurde %s in .po-Datei %s:%s erwartet.
fr_fr: Jeton mal formé ou jeton non pris en charge. Obtenu %s mais on attendait %s dans le fichier .po %s:%s.

source: An IOException ocurred reading .po file %s.
de_de: E/A-Ausnahmefehler beim Lesen der .po-Datei %s.
fr_fr: Une exception d'E/S s'est produite lors de la lecture du fichier .po %s.

source: Please check that the file is correctly formatted.
de_de: Bitte prüfen Sie, ob die Datei korrekt formatiert ist.
fr_fr: Veuillez vérifier que le fichier est correctement formaté.

source: Please make sure the file is readable by the groupware.
de_de: Bitte stellen Sie sicher, dass die Datei für die Groupware lesbar ist.
fr_fr: Veuillez vous assurer que le fichier peut être lu par le logiciel de travail de collaboratif.

source: User is deactivated
de_de: Benutzer ist deaktiviert

source: Password expired
de_de: Passwort ist abgelaufen
fr_fr: Mot de passe expiré.

source: Unknown error
de_de: Unbekannter Fehler
fr_fr: Erreur inconnue

source: Error communicating with mbean in server: %s
de_de: Fehler bei der Kommunikation mit mbean auf Server: %s
fr_fr: Erreur de communication avec le MBean dans le serveur : %s

source: Registration of consistency MBean failed.
de_de: Registrierung des Consistency MBean ist fehlgeschlagen.
fr_fr: La validation de la cohérence de MBean a échoué.

source: Unregistration of consistency MBean failed.
de_de: De-Registrierung des Consistency MBean ist fehlgeschlagen.
fr_fr: La validation de la cohérence de MBean a échoué.

source: Context %1$d, %1$s is disabled.
de_de: Kontext %1$d, %1$s ist deaktiviert.
fr_fr: Le contexte %1$d, %1$s est désactivé.

source: Cannot get connection to config DB.
de_de: Kein Verbindung zur config DB
es_es: No se puede conectar a la base config.
fr_fr: Impossible d'établir une connexion avec la base de données de configuration.
pl_pl: Nie można pobrać konfiguracji połączenia do bazy danych.

source: Resolving database for context %1$d and server %2$d not possible!
de_de: Auflösen der Datenbank nicht möglich für Kontext %1$d und Server %2$d
es_es: ¡No es posible resover la base de datos para el contexto %1$d y el servidor %2$d!
fr_fr: Impossible de déterminer la base de données pour le contexte %1$d et le serveur %2$d !
pl_pl: Połączenie z bazą danych w kontekście%1$d dla serwera %2$d jest niemożliwe!

source: Cannot get connection to database %1$d.
de_de: Verbindung zur Datenbank %1$d kann nicht hergestellt werden.
fr_fr: Impossible d'établir une connexion vers la base de données %1$d.

source: Cannot set schema on database connection.
de_de: Setzen des Schemas in Datenbankverbindung fehlgeschlagen
fr_fr: Impossible de mettre en place le schéma dans la connexion de base de données.

source: Null is returned to connection pool.
de_de: Verbindungs-Pool bekam Null zurück
es_es: Se devolvió un valor Null al registro de conexión.
fr_fr: NULL est renvoyé à la réserve de connexions.
pl_pl: Wartość null została zwrócona w puli połączenia

source: Problem with executing SQL: %1$s
de_de: Problem beim Ausführen von SQL: %1$s
fr_fr: Problème d'exécution SQL : %1$s

source: Cannot get information for pool %1$d.
de_de: Information für Pool %1$d kann nicht abgerufen werden.
fr_fr: Impossible d'obtenir des informations sur la réserve %1$d.

source: Driver class %1$s missing.
de_de: Fehlende Treiberklasse %1$s
fr_fr: La classe du pilote %1$s est absente.

source: Cannot return connection to pool %1$d.
de_de: Verbindung kann nicht an Pool %1$d zurückgegeben werden.
fr_fr: Impossible de remettre la connexion dans la réserve %1$d.

source: Server name is not defined.
de_de: Kein Server-Name angegeben
es_es: Nombre de servidor no definido
fr_fr: Le nom du serveur n'est pas défini.
pl_pl: Niezdefiniowany serwer nazw.

source: %1$s is not initialized.
de_de: %1$s ist nicht initialisiert.
fr_fr: %1$s n'est pas initialisé.

source: Connection used for %1$d milliseconds.
de_de: Verbindung verwendet für %1$d Millisekunden.
es_es: Conexión utilizada durante %1$d milisegundos.
fr_fr: Connexion utilisée pendant %1$d millisecondes.
pl_pl: Połączenie użyte przez %1$d milisekund.

source: %1$d statements aren't closed.
de_de: %1$d Statements sind nicht geschlossen.
es_es: No se han cerrado las instancias %1$d
fr_fr: %1$d instructions ne sont pas closes.
pl_pl: %1$d deklaracje nie są zamknięte.

source: Parsing problem in URL parameter "%1$s".
de_de: Problem beim Analysieren in URL-Parameter "%1$s".
fr_fr: Problème d'analyse du paramètre d'URL « %1$s ».

source: Configuration file for database configuration is missing.
de_de: Konfigurationsdatei für Datenbankkonfiguration nicht vorhanden
fr_fr: Le fichier de configuration pour la configuration de la base de données est absent.

source: %1$s is already initialized.
de_de: %1$s ist nicht initialisiert.
fr_fr: %1$s est déjà initialisé.

source: Cannot resolve server id for server %1$s.
de_de: Fehler beim Auflösen der Server-ID für Server %1$s.
fr_fr: Impossible de résoudre l'identifiant de serveur pour le serveur %1$s.

source: Nothing known about pool %1$d.
de_de: Unbekannter Pool %1$d.
fr_fr: Rien n'est connu sur la réserve %1$d.

source: Transaction counter is missing for context %1$d.
de_de: Übertragungszähler für Kontext %1$d ist nicht vorhanden.
fr_fr: Compteur de transaction manquant pour le contexte %1$d.

source: File not found: %1$s
de_de: Datei nicht gefunden. %1$s
fr_fr: Objet non trouvé : %1$s

source: I/O error: %1$s
de_de: E/A-Fehler: %1$s
fr_fr: Erreur d'E/S : %1$s

source: No such managed file associated with ID: %1$s
de_de: Keine verwaltete Datei vorhanden mit ID: %1$s
fr_fr: Aucun fichier géré de ce type n'est associé à l'identifiant : %1$s

source: SQL error: %1$s
de_de: SQL-Fehler: %1$s
fr_fr: Erreur SQL : %1$s
