Repository: cognitionworks/appsuite-middleware
Catalog: i18n/*/errors.*.po
Languages: de_de, es_es, fr_fr, pl_pl

source: Cannot find filestore with id %1$d.
de_de: Dateispeicher mit ID %1$d konnte nicht gefunden werden.
es_es: No se puede encontrar almacen de ficheros con id %1$d.
fr_fr: Impossible de trouver le dépôt de fichiers avec l'identifiant %1$d.
pl_pl: Nie można znaleźć pliku do zapisu o id %1$d.

source: Cannot create URI from "%1$s".
de_de: URI aus "%1$s" kann nicht erstellt werden.
es_es: No se puede crear URI a partir de "%1$s".
fr_fr: Impossible de créer l'URI à partir de « %1$s ».
pl_pl: Nie możńa stworzyć linka z "%1$s".

source: Could not export the folder %1$s in the format %2$s.
de_de: Der Ordner %1$s konnte nicht in das Format %2$s exportiert werden.
fr_fr: Impossible d'exporter le dossier %1$s au format %2$s.

source: Could not load contacts
de_de: Kontakte konnten nicht geladen werden
es_es: No se puede cargar contactos
fr_fr: Impossible de charger les contacts
pl_pl: Nie można załadować kontaktów

source: Could not encode as UTF-8
de_de: Kodierung nach UTF-8 fehlgeschlagen
es_es: No se puede codificar en UTF-8
fr_fr: Impossible d'encoder en UTF-8
pl_pl: Nie można ustawić kodowania UTF-8

source: Can not get connection to database.
de_de: Verbindung zur Datenbank kann nicht hergestellt werden.
fr_fr: Impossible d'établir une connexion vers la base de données.

source: Could not load folder %s
de_de: Ordner %s konnte nicht geladen werden
es_es: No se puede cargar carpeta %s
fr_fr: Impossible de charger le dossier %s
pl_pl: Nie można załadować folderu %s

source: The necessary iCal emitter service is missing.
de_de: Benötigter iCal-Übertragungsdienst fehlt.
fr_fr: Le service émetteur iCal nécessaire manque.

source: Parsing %1$s to a number failed.
de_de: Parsen von %1$s in eine Zahl fehlgeschlagen.
fr_fr: L'analyse de %1$s comme nombre a échoué.

source: Conversion to iCal failed.
de_de: Konvertierung nach iCal fehlgeschlagen.
fr_fr: La conversion en iCal a échoué.

source: Conversion to vCard failed.
de_de: Konvertierung nach vCard fehlgeschlagen.
fr_fr: La conversion en vCard a échoué.

source: Can not import the format %2$s into folder %1$s.
de_de: Kein Importier-Tool für Ordner %1$s in das Format %2$s gefunden
fr_fr: Impossible d'importer le format %2$s dans le dossier %1$s

source: Module calendar not enabled for user, cannot import appointments.
de_de: Das Kalender-Modul ist für den Benutzer nicht aktiviert. Die Termine können nicht importiert werden.
fr_fr: Le module de calendrier n'est pas activé pour l'utilisateur, impossible d'importer des rendez-vous.

source: Module tasks not enabled for user, cannot import tasks.
de_de: Das Aufgaben-Modul ist für den Benutzer nicht aktiviert. Aufgaben können nicht importiert werden.
fr_fr: Le module de tâches n'est pas activé pour l'utilisateur, impossible d'importer des tâches.

source: The necessary iCal parser service is missing.
de_de: Der benötigte iCal-Analysedienst fehlt.
fr_fr: Le service d'analyse iCal nécessaire manque.

source: Failed importing appointment due to hard conflicting resource.
de_de: Aufgrund eines Ressourcenkonflikts ist das Importieren des Termins fehlgeschlagen.
fr_fr: Impossible d'importer un rendez-vous en raison d'un sérieux conflit de ressource.

source: Warnings when importing file: %i warnings
de_de: Datei-Import-Warnung: %i Warnungen
fr_fr: Avertissement lors de l'importation du fichier : %i avertissements

source: Could not recognize format of the following data: %s
de_de: Format folgender Daten wurde nicht erkannt: %s
es_es: No se puede reconocer el formato del dato siguiente : %s
fr_fr: Impossible de reconnaître le format des données suivantes : %s
pl_pl: Nie można rozpoznać formatu następujących informacji

source: Module contacts not enabled for user, cannot import contacts.
de_de: Das Kontakte-Modul ist für den Benutzer nicht aktiviert. Kontakte können nicht importiert werden.
fr_fr: Le module de contacts n'est pas activé pour l'utilisateur, impossible d'importer des contacts.

source: No VCard to import found.
de_de: Keine VCard zum Importieren gefunden
fr_fr: Aucune VCard à importer n'a été trouvée.

source: Problem while parsing the vcard, reason: %s
de_de: Problem beim Analysieren der vcard, Grund: %s
fr_fr: Problème en analysant la vcard, cause : %s

source: Problem while converting the vcard to a contact, reason: %s
de_de: Probleme beim Konvertieren der vcard in einen Kontakt, Grund: %s
fr_fr: Problème en convertissant la vcard en contact, cause : %s

source: Can only import into one folder at a time.
de_de: Es kann auf einmal nur in einen Ordner importiert werden.
es_es: Sólo puede importar a una carpeta a la vez.
fr_fr: Impossible d'importer dans plusieurs dossiers en même temps.
pl_pl: Można importować jednocześnie jeden plik.

source: Could not find the following fields %s
de_de: Folgende Felder konnten nicht gefunden werden %s
es_es: No se puede encontrar los campos siguientes %s
fr_fr: Les champs suivants n'ont pas pu être trouvés : %s
pl_pl: Nie można znaleźć następujących pól %s

source: Could not translate a single column title. Is this a valid CSV file?
de_de: Keiner der Spaltentitel konnte übersetzt werden. Handelt es sich um eine gültige CSV-Datei?
es_es: No se puede traducir un título de columna. ¿Es un fichero CSV válido?
fr_fr: Impossible de convertir un titre de colonne isolé. S'agit-il d'un fichier CSV valide ?
pl_pl: Nie można przetłumaczyć tytułu pojedynczej kolumny. Czy jest to na pewno prawidłowy plik CSV?

source: Could not translate a single field of information, did not insert entry %s.
de_de: Keines der Informationsfelder konnte übersetzt werden. Eintrag %s wurde nicht eingefügt.
es_es: No se puede traducir un campo de información, no se inserta la entrada %s.
fr_fr: Impossible de convertir un champ d'information isolé, la ligne %s n'a pas été ajoutée.
pl_pl: Nie można przetłumaczyć pojedyńczego pola informacyjnego, wpis %s nie został dodany.

source: No field can be found that could be used to name contacts in this file: no name, no company nor e-mail.
de_de: Kein Feld gefunden, das als Kontaktname verwendet werden kann: kein Name, keine Firma, keine E-Mail.
fr_fr: Aucun champ pouvant être utilisé pour nommer des contacts n'a été trouvé dans ce fichier : ni nom, ni société ni adresse électronique.

source: No field was set that might give the contact in line %s a display name: no name, no company nor e-mail.
de_de: Kein Feld gesetzt, das dem Kontakt in Zeile %s einen Display-Namen geben kann: kein Name, keine Firma, keine E-Mail.
fr_fr: Aucun champ pouvant donner un nom d'affichage au contact de la ligne %s n'a été défini : ni nom, ni société ni adresse électronique.

source: Could not read InputStream as string
de_de: InputStream konnte nicht als Zeichenkette gelesen werden
es_es: No se puede leer InputStream como cadena
fr_fr: Impossible de lire le flux en entrée en tant que chaîne
pl_pl: Nie można odczytać strumienia wejściowego jako ciągu

source: Broken CSV file: Lines have different number of cells, line #1 has %d, line #%d has %d. Is this really a CSV file?
de_de: Kaputte CSV-Datei: Zeilen haben unterschiedliche Zellenanzahl, Zeile #1 hat %d, Zeile #%d hat %d. Handelt es sich wirklich um eine CSV-Datei?
es_es: Fichero CSV roto: Las líneas tienen diferente número de celdas, línea #1 tiene %d, línea #%d tiene %d. ¿Está seguro que es un fichero CSV?
fr_fr: Fichier CSV endommagé. Les lignes ont un nombre de champs différents : la ligne numéro 1 en a %d, la ligne numéro %d en a %d. S'agit-il bien d'un fichier CSV ?
pl_pl: Zepsuty plik CSV: Liczba linii w komórkach różni się, linia #1 posiada %d, linia #%d posiada %d. Czy na pewno jest to plik CSV?

source: Illegal state: Found data after presumed last line.
de_de: Unzulässiger Status. Daten nach erwarteter letzter Zeile gefunden.
es_es: Estado ilegal: Encontrados datos tras la última línea.
fr_fr: État illégal : des données ont été trouvées après ce qui est en principe la dernière ligne.
pl_pl: Nieprawidłowy status. Znalezione informacje po określeniu ostatniej linii.

source: Cannot find an importer for format %s into folders %s
de_de: Kein Importier-Tool für Ordner %s in das Format %s gefunden
es_es: No se puede encontrar un importador para el formato %s a las carpetas %s
fr_fr: Impossible de trouver un mécanisme d'importation depuis le format %s vers le dossier %s
pl_pl: Nie można znaleźć importera do formatu %s dla folderu %s

source: Cannot find an exporter for folder %s to format %s
de_de: Kein Exportier-Tool für Ordner %s in das Format %s gefunden
es_es: No se puede encontrar un exportador para la carpeta %s al formato %s
fr_fr: Impossible de trouver un mécanisme d'exportation depuis le dossier %s vers le format %s
pl_pl: Nie można znaleźć eksportera dla folderu %s do formatu %s

source: Cannot translate id=%d to a constant from Types.
de_de: ID=%d konnte nicht in eine Konstante aus 'Types' übersetzt werden
es_es: No se puede traducir id=%d a una constante de Types.
fr_fr: Impossible de convertir l'identifiant %d en une constante de Types.
pl_pl: Nie można przetłumaczyć id=%d na stałą z Types.

source: Cannot translate id=%d to a constant from FolderObject.
de_de: ID=%d konnte nicht in eine Konstante aus FolderObject übersetzt werden
es_es: no sepuede traducir id=%d a una constante de FolderObject.
fr_fr: Impossible de convertir l'identifiant %d en une constante de FolderObject.
pl_pl: Nie można zmienić wyrażenia=%d na stałą z folderu obiektów.

source: Can only handle one file, not %s
de_de: Es kann nur eine Datei verarbeitet werden, nicht %s
es_es: Sólo puede manejar un fichero, no %s
fr_fr: Un seul fichier géré, pas %s
pl_pl: Można pobrać tylko jeden plik, a nie %s

source: Unknown format: %s
de_de: Unbekanntes Format: %s
es_es: Formato desconocido: %s
fr_fr: Format inconnu : %s
pl_pl: Nieznany format: %s

source: Empty file uploaded.
de_de: Leere Datei hochgeladen
es_es: Se ha cargado un fichero vacío.
fr_fr: Fichier vide téléchargé.
pl_pl: Pusty plik został załadowany.

source: The file you selected does not exist.
de_de: Die von Ihnen gewählte Datei ist nicht vorhanden
fr_fr: Le fichier que vous avez sélectionné n'existe pas.

source: Some fields have values, that are too long
de_de: Die Werte einiger Felder sind zu lang
es_es: Varios campos tienen valores demasiado largos
fr_fr: Certains champs ont des valeurs trop longues
pl_pl: Wartości niektórych pól są za długie

source: Cannot pre-fetch results.
de_de: Ergebnisse können nicht vorab geholt werden
es_es: No se pueden obtener resultados.
fr_fr: Impossible de pré-charger les résultats.
pl_pl: Nie można pobrać wstępnie wyników.

source: The requested item does not exist.
de_de: Das angeforderte Objekt ist nicht vorhanden.
es_es: El elemento solicitado no existe.
fr_fr: L'élément demandé n'existe pas.
pl_pl: Podana jednostka nie istnieje.

source: Could not load documents to check the permissions
de_de: Dokumente konnten nicht zum Prüfen der Berechtigungen geladen werden
es_es: No se pueden cargar los documentos para ver los permisos
fr_fr: Impossible de charger des documents pour vérifier les droits
pl_pl: NIe można załadować dokumentów, aby sprawdzich ich uprawnienia

source: The folder %d is not an Infostore folder
de_de: Der Ordner %d ist kein InfoStore-Ordner
es_es: La carpeta %d no es una carpeta de información
fr_fr: Le dossier %d n'est pas un dossier du dépôt de données
pl_pl: Katalog %d nie jest folderem schowka

source: You do not have sufficient read permissions to read objects in this folder..
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Lesen von Objekten in diesem Ordner
fr_fr: Vous n'avez pas les droits de lecture suffisants pour lire des objets dans ce dossier.

source: You do not have sufficient permissions to create objects in this folder.
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Anlegen von Objekten in diesem Ordner
es_es: no tiene suficientes permisos para crear objetos en esta carpeta.
fr_fr: Vous n'avez pas les droits suffisants pour créer des objets dans ce dossier.
pl_pl: Nie masz wystarczających uprawnień do tworzenia obiektów w tym folderze.

source: You are not allowed to update this item.
de_de: Sie haben keine Berechtigung zum Aktualisieren des Objekts
es_es: No está autorizado a actualizar este elemento.
fr_fr: Vous n'avez pas le droit de mettre à jour cet élément.
pl_pl: Nie masz uprawnień do aktualizacji tej jednostki.

source: You are not allowed to create objects in the target folder.
de_de: Sie haben keine Berechtigung, Objekte im Zielordner anzulegen
es_es: No está autorizado a crear objetos en la carpeta destino.
fr_fr: Vous n'avez pas le droit de créer des objets dans le dossier cible.
pl_pl: Nie masz uprawnień do tworzenia obiektów w folderze docelowym.

source: Could not delete all objects.
de_de: Objekte konnten nicht alle gelöscht werden
es_es: No se pueden borrar todos los objetos.
fr_fr: Impossible de supprimer tous les objets.
pl_pl: Nie można usunąć wszystkich obiektów.

source: You do not have sufficient permission to delete this version.
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Löschen dieser Version.
es_es: No tiene suficientes permisos para borrar esta versión
fr_fr: Vous n'avez pas les droits suffisants pour supprimer cette version.
pl_pl: Nie masz wystarczających uprawnień do usuwania tej wersji.

source: Could not iterate result.
de_de: Ergebnis kann nicht iteriert werden
fr_fr: Impossible d'itérer sur le résultat.

source: This document is locked.
de_de: Das Dokument ist gesperrt.
es_es: Este documento está bloqueado.
fr_fr: Ce document est verrouillé.
pl_pl: Ten dokument jest zablokowany.

source: You cannot unlock this document.
de_de: Sie können die Sperre für dieses Dokument nicht aufheben.
es_es: No puede desbloquear este documento.
fr_fr: Vous ne pouvez pas déverrouiller ce document.
pl_pl: Nie możesz odblokować tego dokumentu.

source: You need write permissions to lock a document.
de_de: Zum Sperren eines Dokuments benötigen Sie Schreibrechte.
es_es: Neceista permisos de escritura para bloquear un documento.
fr_fr: Il vous faut les droits en écriture pour verrouiller un document.
pl_pl: Potrzebujesz uprawnień do zapisu, aby zablokować ten dokument.

source: Could not generate new ID.
de_de: Neue ID konnte nicht generiert werden
es_es: No se puede generar nuevo ID.
fr_fr: Impossible de générer un nouvel identifiant.
pl_pl: Nie można wygenerować nowego identyfikatora.

source: You are not allowed to delete objects in the source folder, so this document cannot be moved.
de_de: Sie haben keine Berechtigung, Objekte im Quellordner zu löschen, d.h. das Dokument kann nicht verschoben werden.
fr_fr: Vous n'avez pas le droit de supprimer des objets dans le dossier source, ce document ne peut donc pas être déplacé.

source: You need write permissions to unlock a document.
de_de: Zum Entsperren eines Dokuments benötigen Sie Schreibrechte.
es_es: Necesita permisos de escritura para desbloquear un documento.
fr_fr: Il vous faut les droits en écriture pour déverrouiller un document.
pl_pl: Potrzebujesz uprawnień do zapisu, aby odblokować ten dokument.

source: The document you requested does not exist.
de_de: Das von Ihnen angeforderte Objekt ist nicht vorhanden
fr_fr: Le document que vous avez demandé n'existe pas.

source: Files attached to InfoStore items must have unique names. File name: %s. The other document with this file name is %s.
de_de: An InfoStore-Einträge angehängte Dateien müssen eindeutige Namen haben. Dateiname: %s. Das andere Dokument mit diesem Dateinamen ist %s.
fr_fr: Les fichiers joints à des éléments du dépôt de données doivent avoir des noms uniques. Le nom de fichier est : %s. L'autre document avec ce nom de fichier est %s.

source: Could not determine number of versions for infoitem %s in context %s. Invalid Query: %s
de_de: Anzahl der Versionen für Info-Eintrag %s in Kontext %s konnte nicht bestimmt werden. Ungültige Anfrage: %s
fr_fr: Impossible de déterminer le nombre de versions de l'élément du dépôt %s dans le contexte %s. Requête invalide : %s

source: You do not have the permissions to delete at least one of the info items.
de_de: Für mindestens einen der Info-Einträge haben Sie nicht die entsprechenden Berechtigungen zum Löschen.
fr_fr: Vous n'avez pas les droits suffisants pour supprimer au moins un des éléments d'information.

source: Illegal argument: Document %d contains no file
de_de: Unzulässiges Argument: Dokument %d enthält keine Datei
es_es: Argumento ilegal: El documento %d no contiene un archivo
fr_fr: Argument illégal : le document %d ne contient pas de fichier
pl_pl: Nieprawidłowy argument: Dokument %d nie zawiera plików

source: Folder %d has two subfolders named %s. The database for context %d is not consistent.
de_de: Der Ordner %d enthält zwei Unterordner namens %s. Die Datenbank für Kontext %d ist nicht konsistent.
fr_fr: Le dossier %d a deux sous-dossiers nommés %s. La base de données pour le contexte %d est incohérente.

source: Could not delete DocumentMetadata %d. Please try again.
de_de: DocumentMetadata %d konnte nicht gelöscht werden. Bitte erneut versuchen.
es_es: No se puede borrar DocumentMetadata %d. Inténtelo de nuevo por favor.
fr_fr: Impossible de supprimer le DocumentMetadata %d. Veuillez réessayer.
pl_pl: Nie można usunąć DocumentMetadata %d. Prosimy spróbować później.

source: The document could not be updated because it was modified. Reload the view.
de_de: Das Dokument konnte nicht aktualisiert werden, da es geändert wurde. Aktualisieren Sie die Ansicht.
es_es: No se puede actualizar el documento porque fue modificado. Recargue la página.
fr_fr: Le document n'a pas pu être mis à jour car il a été modifié entre-temps. Rechargez la vue.
pl_pl: Nie można zaktualizowac dokumentu, ponieważ został zmieniony. Przeładuj widok.

source: The document was updated in between do and undo. The Database is now probably inconsistent.
de_de: Das Dokument wurde zwischen dem Durchführen und Widerrufen der Aktion aktualisiert. Die Datenbank ist nun möglicherweise inkonsistent.
es_es: El documento se actualizó entre hacer y desacer. Es probable que la base de datos sea inconsistente.
fr_fr: Le document a été modifié entre l'action et son annulation. La base de données est sans doute incohérente à présent.
pl_pl: Dokument był aktualizowany pomiędzy dwoma operacjami. Baza może być niespójna.

source: This folder is a virtual folder. It cannot contain documents.
de_de: Bei diesem Ordner handelt es sich um einen virtuellen Ordner. Er kann keine Dokumente enthalten.
es_es: Esta carpeta es una carpeta virtual. No puede contener documentos.
fr_fr: Ce dossier est un dossier virtuel, il ne peut pas contenir de documents.
pl_pl: Ten folder jest katalogiem wirtualnem. Nie moze zawierać dokumentów.

source: Current version number %1$s is already lower than or equal to desired version number %2$s.
de_de: Aktuelle Versionsnummer %1$s ist bereits niedriger oder gleich der gewünschten Versionsnummer %2$s.
fr_fr: Le numéro de version actuel %1$s est déjà inférieur ou égal au numéro de version souhaité %2$s.

source: A SQL problem occurred: %1$s.
de_de: Es trat ein SQL-Problem auf: %1$s.
fr_fr: Un problème SQL s'est produit : %1$s.

source: Error loading update task "%1$s".
de_de: Fehler beim Laden der Update-Aufgabe "%1$s".
fr_fr: Erreur de chargement de la tâche de mise à jour « %1$s ».

source: Unknown schema name: %1$s.
de_de: Unbekannter Schema-Name: %1$s.
fr_fr: Nom de schéma inconnu : %1$s.

source: Update task %1$s returned an unknown concurrency level. Running as blocking task.
de_de: Update-Aufgabe %1$s gab einen unbekannten Gleichzeitigkeits-Level zurück. Sie wird als blockierende Aufgabe ausgeführt.
fr_fr: La tâche de mise à jour %1$s a renvoyé un niveau d'accès simultané inconnu. Exécution en tant que tâche bloquante.

source: The version can not be set back if the update tasks handling has been migrated to the Remember Executed Update Tasks concept on schema %1$s.
de_de: Die Version kann nicht zurückgesetzt werden, wenn das Aktualisieren der Aufgaben im Schema %1$s auf das Remember Executed Update Tasks-Konzept migriert wurde.
fr_fr: La version ne peut pas être annulée si la gestion des tâches de mise à jour a été déplacée dans le concept Conservation des tâches de mise à jour exécutées dans le schéma %1$s.

source: Unable to determine next update task to execute. Executed: %1$s. Enqueued: %2$s. Scheduled: %3$s.
de_de: Nächste auszuführende Aktualisierungsaufgabe konnte nicht bestimmt werden. Ausgeführt: %1$s. In Warteschlange: %2$s. Beauftragt: %3$s.
fr_fr: Impossible de déterminer la prochaine tâche de mise à jour à exécuter. Exécutée : %1$s. En file d'attente : %2$s. Planifiée : %3$s.

source: Processed a wrong number of rows in database. Expected %1$d rows but worked on %2$d rows.
de_de: Falsche Anzahl von Zeilen in Datenbank bearbeitet. %1$d Zeilen erwartet, jedoch %2$d Zeilen bearbeitet.
fr_fr: Un nombre erroné de lignes a été traité dans la base de données. %1$d lignes étaient attendues, mais le travail s'est effectué sur %2$d lignes.

source: Updating schema %1$s failed. Cause: %2$s.
de_de: Aktualisierung des Schemas %1$s ist fehlgeschlagen. Ursache: %2$s.
fr_fr: La mise à jour du schéma %1$s a échoué. Cause : %2$s.

source: Blocking tasks (%1$s) must be executed before background tasks can be executed (%2$s).
de_de: Bevor Hintergrundaufgaben ausgeführt werden können (%2$s) müssen blockierende Aufgaben (%1$s) ausgeführt werden,
fr_fr: Les tâches bloquantes (%1$s) doivent être exécutées avant que les tâches d'arrière-plan ne soient exécutées (%2$s).

source: Unknown task: %1$s.
de_de: Unbekannte Aufgabe: %1$s
fr_fr: Tâche inconnue : %1$s.

source: Column "%1$s" not found in table %2$s.
de_de: Spalte "%1$s" nicht in Tabelle %2$s gefunden.
fr_fr: Impossible de trouver la colonne « %1$s » dans la table %2$s.

source: No row found in table version in schema %1$s.
de_de: Keine Zeile in Tabellen-Version in Schema %1$s gefunden.
fr_fr: Aucune ligne n'a été trouvée dans la version des tables du schéma %1$s.

source: Multiple rows found in table version in schema %1$s.
de_de: Mehrere Zeilen in Tabellenversion in Schema %1$s gefunden.
fr_fr: Plusieurs lignes ont été trouvées dans la version des tables du schéma %1$s.

source: Update conflict detected. Another process is currently updating schema %1$s.
de_de: Aktualisierungskonflikt. Ein anderer Prozess aktualisiert derzeit Schema %1$s.
es_es: Detectado conflicto de actualización. Otro proceso está actualmetne actualizando el esquema %1$s.
fr_fr: Un conflit de mise à jour a été détecté. Un autre processus est en train de mettre à jour le schéma %1$s.
pl_pl: Wykryto konflikt podczas aktualizacji. Inny proces aktualizuje już schemat %1$s.

source: Table update failed. Schema %1$s could not be locked.
de_de: Tabellen-Update fehlgeschlagen. Schema %1$s konnte nicht gesperrt werden.
es_es: Fallo al actualizar tabla. El esquema %1$s no puede bloquearse.
fr_fr: La mise à jour de la table a échoué. Le schéma %1$s n'a pas pu être verrouillé.
pl_pl: Aktualizacja tabel nie powiodla się. Schemat %1$s nie mógł być zablokowany.

source: Update conflict detected. Schema %1$s is not marked as locked.
de_de: Aktualisierungskonflikt. Schema %1$s ist nicht als gesperrt markiert.
fr_fr: Un conflit de mise à jour a été détecté. Le schéma %1$s n'est pas marqué comme verrouillé.

source: Schema %1$s could not be unlocked. Lock information could no be removed from database.
de_de: Schema %1$s konnte nicht entsperrt werden. Die Sperr-Information konnte nicht aus der Datenbank entfernt werden.
fr_fr: Le schéma %1$s n'a pas pu être déverrouillé. Les informations de verrouillage n'ont pas pu être supprimées de la base de données.

source: Unexpected error: %1$s.
de_de: Unerwarteter Fehler: %1$s.
fr_fr: Erreur inattendue : %1$s.
