Repository: cognitionworks/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: da_dk, pt_br, ru_ru, sv_se

source: Default folder %1$s must not be updated on server %2$s with login %3$s (user=%4$s, context=%5$s)
da_dk: Standardmappen, %1$s, må ikke opdateres på server %2$s med login %3$s (bruger=%4$s, kontekst=%5$s)
pt_br: A pasta padrão %1$s não deve ser atualizada no servidor %2$s com o login %3$s (usuário=%4$s, contexto=%5$s)
sv_se: Standardmappen %1$s kan inte uppdateras på servern %2$s med inloggning %3$s (användare=%4$s, kontext=%5$s)

source: Deletion of folder %1$s failed
da_dk: Kunne ikke slette mappen %1$s
pt_br: A exclusão da pasta %1$s falhou
ru_ru: Не удалось удалить папку %1$s.
sv_se: Kunde inte ta bort mappen %1$s

source: Deletion of folder %1$s failed on server %2$s with login %3$s (user=%4$s, context=%5$s)
da_dk: Kunne ikke slette mappen %1$s på server %2$s med login %3$s (bruger=%4$s, kontekst=%5$s)
pt_br: Falha ao excluir a pasta %1$s no servidor %2$s com o login %3$s (usuário=%4$s, contexto=%5$s)
sv_se: Kunde inte ta bort mappen %1$s på servern %2$s med inloggning %3$s (användare=%4$s, kontext=%5$s)

source: IMAP default folder %1$s could not be created
da_dk: IMAP-standardmappen %1$s kunne ikke oprettes
pt_br: A pasta padrão IMAP %1$s não pôde ser criada
sv_se: Standard IMAP-mappen %1$s kunde inte skapas

source: IMAP default folder %1$s could not be created on server %2$s with login %3$s (user=%4$s, context=%5$s)
da_dk: IMAP-standardmappen %1$s kunne ikke oprettes på server %2$s med login %3$s (bruger=%4$s, kontekst=%5$s)
pt_br: A pasta padrão IMAP %1$s não pôde ser criada no servidor %2$s com o login %3$s (usuário=%4$s, contexto=%5$s)
sv_se: Standard IMAP-mappen %1$s kunde inte skapas på servern %2$s med inloggning %3$s (användare=%4$s, kontext=%5$s)

source: Missing default %1$s folder
da_dk: Standardmappen %1$s mangler
pt_br: Pasta padrão %1$s faltante
sv_se: Saknar standard-%1$s-mapp

source: Missing default %1$s folder on server %2$s with login %3$s (user=%4$s, context=%5$s)
da_dk: Standardmappen %1$s mangler på server %2$s med login %3$s (bruger=%4$s, kontekst=%5$s)
pt_br: Pasta padrão %1$s faltante no servidor %2$s com o login %3$s (usuário=%4$s, contexto=%5$s)
sv_se: Saknar standard-%1$s-mapp på servern %2$s med inloggning %3$s (användare=%4$s, kontext=%5$s)

source: Update of folder %1$s failed
da_dk: Kunne ikke opdatere mappen %1$s
pt_br: Falha ao atualizar a pasta %1$s
ru_ru: Не удалось обновить папку %1$s.
sv_se: Kunde inte uppdatera mappen %1$s

source: Update of folder %1$s failed on server %2$s with login %3$s (user=%4$s, context=%5$s)
da_dk: Opdatering af mappe %1$s mislykkedes på server %2$s med login %3$s (bruger=%4$s, kontekst=%5$s)
pt_br: Falha ao atualizar a pasta %1$s no servidor %2$s com o login %3$s (usuário=%4$s, contexto=%5$s)
sv_se: Kunde inte uppdatera mappen %1$s på servern %2$s med inloggning %3$s (användare=%4$s, kontext=%5$s)

source: Folder %1$s cannot be deleted
da_dk: Mappen %1$s kan ikke slettes
pt_br: A pasta %1$s não pôde ser excluída
ru_ru: Папка %1$s не может быть удалена.
sv_se: Mappen %1$s kan inte tas bort

source: Folder %1$s cannot be deleted on server %2$s with login %3$s (user=%4$s, context=%5$s)
da_dk: Mappen %1$s kan ikke slettes på server %2$s med login %3$s (bruger=%4$s, kontekst=%5$s)
pt_br: A pasta %1$s não pôde ser excluída no servidor %2$s com o login %3$s (usuário=%4$s, contexto=%5$s)
sv_se: Mappen %1$s kan inte tas bort på servern %2$s med inloggning %3$s (användare=%4$s, kontext=%5$s)

source: Default folder %1$s cannot be deleted
da_dk: Standardmappen, %1$s, kan ikke slettes
pt_br: A pasta padrão %1$s não pôde ser excluída
ru_ru: Используемая по умолчанию папка %1$s не может быть удалена.
sv_se: Standardmappen %1$s kan inte tas bort

source: Default folder %1$s cannot be deleted on server %2$s with login %3$s (user=%4$s, context=%5$s)
da_dk: Standardmappen, %1$s, kan ikke slettes på server %2$s med login %3$s (bruger=%4$s, kontekst=%5$s)
pt_br: A pasta padrão %1$s não pôde ser excluída no servidor %2$s com o login %3$s (usuário=%4$s, contexto=%5$s)
sv_se: Standardmappen %1$s kan inte tas bort på servern %2$s med inloggning %3$s (användare=%4$s, kontext=%5$s)

source: Flag %1$s could not be changed due to following reason "%2$s"
da_dk: Flaget %1$s kunne ikke ændres af følgende grund: "%2$s"
pt_br: O marcador %1$s não pôde ser alterado devido ao seguinte motivo "%2$s"
sv_se: Flaggan %1$s kunde inte ändras av följande anledning "%2$s"

source: Flag %1$s could not be changed due to following reason "%2$s" on server %3$s with login %4$s (user=%5$s, context=%6$s)
da_dk: Flaget %1$s kunne ikke ændres på grund af "%2$s" på server %3$s med login %4$s (bruger=%5$s, kontekst=%6$s)
pt_br: O marcador %1$s não pôde ser alterado devido ao seguinte motivo "%2$s" no servidor %3$s com o login %4$s (usuário=%5$s, contexto=%6$s)
sv_se: Flaggan %1$s kunde inte ändras av följande anledning "%2$s" på servern %3$s med inloggning %4$s (användare=%5$s, kontext=%6$s)

source: Number of search fields (%d) do not match number of search patterns (%d)
da_dk: Antallet af søgefelter (%d) svarer ikke til antallet af søgemønstre (%d)
pt_br: O número de campos de pesquisa (%d) não corresponde ao número de padrões de pesquisa (%d)
ru_ru: Число полей поиска (%d) не соответствует числу шаблонов (%d).
sv_se: Antalet sökfält (%d) matchar inte antalet sökmönster (%d)

source: IMAP search failed due to reason "%1$s". Switching to application-based search
da_dk: IMAP-søgning mislykkedes på grund af "%1$s". Skifter til applikationsbaseret søgning
pt_br: Falha na pesquisa IMAP devido ao motivo "%1$s". Alternando para a pesquisa baseada em aplicativo
sv_se: IMAP-sökning misslyckades på grund av orsaken "%1$s". Byter till programbaserad sökning

source: IMAP search failed due to reason "%1$s" on server %2$s with login %3$s (user=%4$s, context=%5$s). Switching to application-based search.
da_dk: IMAP-søgning mislykkedes på grund af "%1$s" på server %2$s med login %3$s (bruger=%4$s, kontekst=%5$s). Skifter til applikationsbaseret søgning.
pt_br: Falha na pesquisa IMAP devido ao motivo "%1$s" no servidor %2$s com o login %3$s (usuário=%4$s, contexto=%5$s). Alternando para a pesquisa baseada em aplicativo.
sv_se: IMAP-sökning misslyckades på grund av orsaken "%1$s" på servern %2$s med inloggning %3$s (användare=%4$s, kontext=%5$s). Byter till programbaserad sökning.

source: IMAP sort failed due to reason "%1$s". Switching to application-based sorting.
da_dk: IMAP-sortering mislykkedes på grund af "%1$s". Skifter til applikationsbaseret sortering.
pt_br: Falha na classificação IMAP devido ao motivo "%1$s". Alternando para a classificação baseada em aplicativo.
sv_se: IMAP-sortering misslyckades på grund av orsaken "%1$s". Byter till programbaserad sortering.

source: IMAP sort failed due to reason "%1$s" on server %2$s with login %3$s (user=%4$s, context=%5$s). Switching to application-based sorting.
da_dk: IMAP-sortering mislykkedes på grund af "%1$s" på server %2$s med login %3$s (bruger=%4$s, kontekst=%5$s). Skifter til applikationsbaseret sortering.
pt_br: Falha na classificação IMAP devido ao motivo "%1$s" no servidor %2$s com o login %3$s (usuário=%4$s, contexto=%5$s). Alternando para a classificação baseada em aplicativo.
sv_se: IMAP-sortering misslyckades på grund av orsaken "%1$s" på servern %2$s med inloggning %3$s (användare=%4$s, kontext=%5$s). Byter till programbaserad sortering.

source: Unknown search field: %1$s
da_dk: Ukendt søgefelt: %1$s
pt_br: Campo de pesquisa desconhecido: %1$s
ru_ru: Неизвестное поле поиска: %1$s.
sv_se: Okänt sökfält: %1$s

source: Unknown search field: %1$s on server %2$s with login %3$s (user=%4$s, context=%5$s)
da_dk: Ukendt søgefelt, %1s$, på server %2$s med login %3$s (bruger=%4$s, kontekst=%5$s)
pt_br: Campo de pesquisa desconhecido: %1$s no servidor %2$s com o login %3$s (usuário=%4$s, contexto=%5$s)
sv_se: Okänt sökfält: %1$s på servern %2$s med inloggning %3$s (användare=%4$s, kontext=%5$s)

source: Mail folder %1$s must not be moved to subsequent folder %2$s
da_dk: Postmappen %1$s må ikke flyttes til efterfølgende mappe %2$s
pt_br: A pasta de e-mail %1$s não deve ser movida para a pasta subsequente %2$s
ru_ru: Папка %1$s не может быть перемещена в следующую папку %2$s.
sv_se: E-postmappen %1$s får inte flyttas till underliggande mappen %2$s

source: Mail folder %1$s must not be moved to subsequent folder %2$s on server %3$s with login %4$s (user=%5$s, context=%6$s)
da_dk: Postmappen %1$s må ikke flyttes til efterfølgende mappe %2$s på server %3$s med login %4$s (bruger=%5$s, kontekst=%6$s)
pt_br: A pasta de e-mail %1$s não deve ser movida para a pasta subsequente %2$s no servidor %3$s com o login %4$s (usuário=%5$s, contexto=%6$s)
sv_se: E-postmappen %1$s får inte flyttas till underliggande mappen %2$s på servern %3$s med inloggning %4$s (användare=%5$s, kontext=%6$s)

source: This message could not be moved to trash folder, possibly because your mailbox is nearly full. In that case, please try to empty your deleted items first, or delete smaller messages first.
da_dk: Denne besked kunne ikke flyttes til skraldemappen, muligvis fordi din postkasse næsten er fyldt. I så fald bør du tømme skraldemappen eller slette mindre beskeder først.
pt_br: Esta mensagem não pôde ser movida para a lixeira provavelmente porque sua caixa de e-mail está quase cheia. Neste caso, tente primeiro esvaziar seus itens excluídos ou exclua as mensagens menores primeiro.
sv_se: Meddelandet kunde inte flyttas till papperskorgen, möjligen för att din brevlåda nästan är full. Om så är fallet, försök först tömma papperskorgen, eller ta först bort de mindre meddelandena.

source: This message could not be moved to trash folder on server %1$s with login %2$s (user=%3$s, context=%4$s), possibly because your mailbox is nearly full. In that case, please try to empty your deleted items first, or delete smaller messages first.
da_dk: Denne besked kunne ikke flyttes til skraldemappen på server %1$s med login %2$s (bruger=%3$s, kontekst=%4$s), muligvis fordi din postkasse næsten er fyldt. I så fald bør du tømme skraldemappen eller slette mindre beskeder først.
pt_br: Esta mensagem não pôde ser movida para a lixeira no servidor %1$s com login %2$s (usuário=%3$s, contexto=%4$s) provavelmente porque sua caixa de e-mail está quase cheia. Neste caso, tente primeiro esvaziar seus itens excluídos ou exclua as mensagens menores primeiro.
sv_se: Meddelandet kunde inte flyttas till papperskorgen på servern %1$s med inloggning %2$s (användare=%3$s, kontext=%4$s), möjligen för att din brevlåda nästan är full. Om så är fallet, försök först tömma papperskorgen, eller ta först bort de mindre meddelandena.

source: Missing %1$s folder in mail move operation
da_dk: Mappen %1$s mangler ved flytning af post
pt_br: Pasta %1$s faltante na operação de mover e-mails
ru_ru: Необходимо указать папку %1$s в операции переноса.
sv_se: Saknar mappen %1$s i flyttåtgärden

source: Missing %1$s folder in mail move operation on server %2$s with login %3$s (user=%4$s, context=%5$s)
da_dk: Savner mappen %1$s ved flytning af post på server %2$s med login %3$s (bruger=%4$s, kontekst=%5$s)
pt_br: Pasta %1$s faltante na operação de mover e-mails no servidor %2$s com o login %3$s (usuário=%4$s, contexto=%5$s)
sv_se: Saknar mappen %1$s i flyttåtgärden på servern %2$s med inloggning %3$s (användare=%4$s, kontext=%5$s)

source: Message move aborted for user %1$s. Source and destination folder are equal to "%2$s"
da_dk: Flytning af post afbrudt for bruger %1$s. Kilde- og målmappe er begge "%2$s"
pt_br: A movimentação da mensagem foi cancelada pelo usuário %1$s. A pasta de origem e destino são iguais: "%2$s"
sv_se: Flytten avbröts för användare %1$s. Käll- och målmappen är samma som "%2$s"

source: Message move aborted for user %1$s. Source and destination folder are equal to "%2$s" on server %3$s with login %4$s (user=%5$s, context=%6$s)
da_dk: Flytning af post afbrudt for bruger %1$s. Kilde- og målmappe er "%2$s" på server %3$s med login %4$s (bruger=%5$s, kontekst=%6$s)
pt_br: A movimentação da mensagem foi cancelada pelo usuário %1$s. A pasta de origem e destino são iguais: "%2$s" no servidor %3$s com o login %4$s (usuário=%5$s, contexto=%6$s)
sv_se: Flytten avbröts för användare %1$s. Käll- och målmappen är samma som "%2$s" på servern %3$s med inloggning %4$s (användare=%5$s, kontext=%6$s)

source: IMAP folder read-only check failed
da_dk: IMAP-mappe kun-læsbar-tjek fejlet
pt_br: Falha na verificação de somente leitura para a pasta IMAP
sv_se: Kontroll av skrivskydd på IMAP-mapp misslyckades

source: Folder read-only check failed on server %1$s with login %2$s (user=%3$s, context=%4$s)
da_dk: Mappe kun-læsbar-tjek fejlet på server %1$s med login %2$s (bruger=%3$s, kontekst=%4$s)
pt_br: Falha na verificação de somente leitura da pasta no servidor %1$s com o login %2$s (usuário=%3$s, contexto=%4$s)
sv_se: Kontroll av skrivskydd misslyckades på servern %1$s med inloggning %2$s (användare=%3$s, kontext=%4$s)

source: Unknown folder open mode %1$s
da_dk: Ukendt mappeåbningsmodus: %1$s
pt_br: Modo de abertura de pasta desconhecido %1$s
sv_se: Okänt öppet-läge %1$s för mapp

source: Unknown folder open mode %1$s on server %2$s with login %3$s (user=%4$s, context=%5$s)
da_dk: Ukendt mappeåbningsmodus %1$s på server %2$s med login %3$s (bruger=%4$s, kontekst=%5$s)
pt_br: Modo de abertura de pasta desconhecido %1$s no servidor %2$s com o login %3$s (usuário=%4$s, contexto=%5$s)
sv_se: Okänt öppet-läge %1$s för mapp på servern %2$s med inloggning %3$s (användare=%4$s, kontext=%5$s)

source: Message(s) %1$s in folder %2$s could not be deleted due to error "%3$s"
da_dk: Besked(er) %1$s i mappe %2$s kunne ikke slettes på grund af fejlen "%3$s"
pt_br: A(s) mensagem(ns) %1$s na pasta %2$s não puderam ser excluídas devido ao erro "%3$s"
sv_se: Meddelande(n) %1$s i mappen %2$s kunde inte tas bort på grund av felet"%3$s"

source: Message(s) %1$s in folder %2$s could not be deleted due to error "%3$s" on server %4$s with login %5$s (user=%6$s, context=%7$s)
da_dk: Besked(er) %1$s i mappe %2$s kunne ikke slettes på grund af fejlen "%3$s" på server %4$s med login %5$s (bruger=%6$s, kontekst=%7$s)
pt_br: A(s) mensagem(ns) %1$s na pasta %2$s não puderam ser excluídas devido ao erro "%3$s" no servidor %4$s com o login %5$s (usuário=%6$s, contexto=%7$s)
sv_se: Meddelande(n) %1$s i mappen %2$s kunde inte tas bort på grund av felet "%3$s" på servern %4$s med inloggning %5$s (användare=%6$s, kontext=%7$s)

source: Not allowed to open folder %1$s due to missing read access
da_dk: Må ikke åbne mappen %1$s på grund af manglende læserettigheder
pt_br: Sem permissão para abrir a pasta %1$s devido à falta de acesso de leitura
ru_ru: Папка %1$s не может быть открыта, так как к ней нет доступа чтения.
sv_se: Du har inte tillstånd att öppna mappen %1$s på grund av att du saknar läsrättigheter

source: Not allowed to open folder %1$s due to missing read access on server %2$s with login %3$s (user=%4$s, context=%5$s)
da_dk: Må ikke åbne mappen %1$s på grund af manglende læserettigheder på server %2$s med login %3$s (bruger=%4$s, kontekst=%5$s)
pt_br: Sem permissão para abrir a pasta %1$s devido à falta de acesso de leitura no servidor %2$s com o login %3$s (usuário=%4$s, contexto=%5$s)
sv_se: Du har inte tillstånd att öppna mappen %1$s på grund av att du saknar läsrättigheter på servern %2$s med inloggning %3$s (användare=%4$s, kontext=%5$s)

source: The raw content's input stream of message %1$s in folder %2$s cannot be read
da_dk: Inddatastrømmen med det rå indhold af besked %1$s i mappe %2$s kan ikke læses
pt_br: O conteúdo bruto do fluxo de entrada da mensagem %1$s na pasta %2$s não pôde ser lido
ru_ru: Ошибка чтения входного потока сообщения %1$s в папке %2$s.
sv_se: Det råa innehållet i inmatningsströmmen av meddelande %1$s i mappen %2$d kan ej läsas

source: The raw content's input stream of message %1$s in folder %2$s cannot be read on server %3$s with login %4$s (user=%5$s, context=%6$s)
da_dk: Inddatastrømmen med det rå indhold af besked %1$s i mappe %2$s kan ikke læses på server %3$s med login %4$s (bruger=%5$s, kontekst=%6$s)
pt_br: O conteúdo bruto do fluxo de entrada da mensagem %1$s na pasta %2$s não pôde ser lido no servidor %3$s com o login %4$s (usuário=%5$s, contexto=%6$s)
sv_se: Det råa innehållet i inmatningsströmmen av meddelande %1$s i mappen %2$d kan ej läsas på servern %3$s med inloggning %4$s (användare=%5$s, kontext=%6$s)

source: No attachment was found with id %1$s in message
da_dk: Ingen vedhæftning med id %1$s fundet i besked
pt_br: Nenhum anexo foi encontrado com o ID %1$s na mensagem
ru_ru: Сообщение не содержит вложение с идентификатором %1$s
sv_se: Ingen bilaga hittades med id %1$s i meddelandet

source: No attachment was found with id %1$s in message on server %2$s with login %3$s (user=%4$s, context=%5$s)
da_dk: Ingen vedhæftning med id %1$s fundet i besked på server %2$s med login %3$s (bruger=%4$s, kontekst=%5$s)
pt_br: Nenhum anexo foi encontrado com o ID %1$s na mensagem no servidor %2$s com o login %3$s (usuário=%4$s, contexto=%5$s)
sv_se: Ingen bilaga hittades med ID %1$s i meddelandet på servern %2$s med inloggning %3$s (användare=%4$s, kontext=%5$s)

source: Versit object could not be saved
da_dk: Versit-objekt kunne ikke gemmes
pt_br: O objeto Versit não pôde ser salvo
ru_ru: Не удалось сохранить объект Versit.
sv_se: Versit-objekt kan ej sparas

source: No support of capability "THREAD=REFERENCES"
da_dk: Understøtter ikke egenskaben "THREAD=REFERENCES"
pt_br: Sem suporte para o recurso "THREAD=REFERENCES"
sv_se: Inget stöd för egenskapen "THREAD=REFERENCES"

source: No support of capability "THREAD=REFERENCES" on server %2$s with login %3$s (user=%4$s, context=%5$s)
da_dk: Understøtter ikke egenskaben "THREAD=REFERENCES" på server %2$s med login %3$s (bruger=%4$s, kontekst=%5$s)
pt_br: Sem suporte para o recurso "THREAD=REFERENCES" no servidor %2$s com o login %3$s (usuário=%4$s, contexto=%5$s)
sv_se: Inget stöd för egenskapen "THREAD=REFERENCES" på servern %2$s med inloggning %3$s (användare=%4$s, kontext=%5$s)

source: A protocol exception occurred during execution of IMAP request "%1$s". Error message: %2$s
da_dk: Protokolfejl under udførsel af IMAP-forespørgslen "%1$s". Fejlmeddelelse: %2$s
pt_br: Ocorreu uma exceção do protocolo durante a execução da solicitação IMAP "%1$s". Mensagem de erro: %2$s
sv_se: Ett protokollundantag inträffade vid verkställande av IMAP-förfrågan "%1$s". Felmeddelande: %2$s

source: Mailbox' root folder must not be source or the destination full name of a move operation.
da_dk: Postkassens rodmappe kan ikke være kilde eller mål for flytning af mappe.
pt_br: A pasta da caixa de entrada do root não deve ser o nome completo da fonte ou destino de uma operação de mover.
sv_se: Brevlådans rotmapp får inte vara det fullständiga namnet på källan eller målet för en flyttåtgärd.

source: Sort field %1$s is not supported via IMAP SORT command
da_dk: Man kan ikke sortere på %1$s med IMAP SORT-kommandoen
pt_br: O campo de classificação %1$s não é suportado pelo comando IMAP SORT
sv_se: Sorteringsfält %1$s stöds inte via IMAP SORT-kommando

source: Sort field %1$s is not supported via IMAP SORT command on server %2$s with login %3$s (user=%4$s, context=%5$s)
da_dk: Man kan ikke sortere på %1$s med IMAP SORT-kommandoen på server %2$s med login %3$s (bruger=%4$s, kontekst=%5$s)
pt_br: O campo de classificação %1$s não é suportado pelo comando IMAP SORT no servidor %2$s com o login %3$s (usuário=%4$s, contexto=%5$s)
sv_se: Sorteringsfält %1$s stöds inte via IMAP SORT-kommando på servern %2$s med inloggning %3$s (användare=%4$s, kontext=%5$s)

source: Missing personal namespace
da_dk: Mangler personligt navnerum
pt_br: Nome de espaço pessoal faltante
ru_ru: Нет индивидуального пространства имен.
sv_se: Saknar personlig namnplats

source: Parsing thread-sort string failed: %1$s.
da_dk: Tolkning af trådsorteringsstreng fejlede: %1$s.
pt_br: Falha no processamento do texto de classificação da discussão: %1$s.
ru_ru: Ошибка при разборе строки thread-sort: %1$s.
sv_se: Kunde inte tolka trådsorteringssträng: %1$s.

source: Rename of folder "%1$s" to "%2$s" failed with "%3$s".
da_dk: Omdøbning af mappen "%1$s" til "%2$s" fejlede med "%3$s".
pt_br: Falha ao renomear a pasta "%1$s" como "%2$s" com o erro "%3$s".
sv_se: Kunde inte döpa om mapp "%1$s" till "%2$" med "%3$s".

source: Rename of folder "%1$s" to "%2$s" failed with "%3$s" on server %4$s with login %5$s (user=%6$s, context=%7$s).
da_dk: Omdøbning af mappen "%1$s" til "%2$s" fejlede med "%3$s" på server %4$s med login %5$s (bruger=%6$s, kontekst=%7$s).
pt_br: Falha ao renomear a pasta "%1$s" como "%2$s" com o erro "%3$s" no servidor %4$s com o login %5$s (usuário=%6$s, contexto=%7$s).
sv_se: Kunde inte döpa om mapp "%1$s" till "%2$" med "%3$s" på servern %4$s med inloggning %5$s (användare=%6$s, kontext=%7$s).

source: No rename access to mail folder %1$s
da_dk: Ingen omdøbningsret for mappen %1$s
pt_br: Sem acesso de renomear à pasta de e-mail %1$s
sv_se: Inget tillstånd att döpa om objekt i e-postmappen %1$s

source: No rename access to mail folder %1$s on server %2$s with login %3$s (user=%4$s, context=%5$s)
da_dk: Ingen omdøbningsret for mappen %1$s på server %2$s med login %3$s (bruger=%4$s, kontekst=%5$s)
pt_br: Sem acesso de renomear à pasta de e-mail %1$s no servidor %2$s com o login %3$s (usuário=%4$s, contexto=%5$s)
sv_se: Inget tillstånd att döpa om objekt i e-postmappen %1$s på servern %2$s med inloggning %3$s (användare=%4$s, kontext=%5$s)

source: Unable to parse IMAP server URI "%1$s".
da_dk: Forstår ikke IMAP-server-URI "%1$s".
pt_br: Não foi possível processar a URI do servidor IMAP "%1$s".
sv_se: Kunde inte tolka IMAP-server URI "%1$s".

source: Default folder %1$s must not be unsubscribed.
da_dk: Abonnement på standardmappen "%1$s" må ikke opsiges.
pt_br: A pasta padrão %1$s não deve ter sua inscrição cancelada.
sv_se: Prenumerationen på standardmappen %1$s får inte sägas upp.

source: Default folder %1$s must not be unsubscribed on server %2$s with login %3$s (user=%4$s, context=%5$s)
da_dk: Abonnement på standardmappen "%1$s" må ikke opsiges på server %2$s med login %3$s (bruger=%4$s, kontekst=%5$s)
pt_br: A pasta padrão %1$s não deve ter sua inscrição cancelada no servidor %2$s com o login %3$s (usuário=%4$s, contexto=%5$s)
sv_se: Prenumerationen på standardmappen %1$s får inte sägas upp på servern %2$s med inloggning %3$s (användare=%4$s, kontext=%5$s)

source: IMAP server refuses to import one or more E-Mails.
da_dk: IMAP-server nægter at importere en eller flere beskeder.
pt_br: O servidor IMAP se recusa a importar um ou mais e-mails.
sv_se: IMAP-servern vägrar importera ett eller fler e-brev.

source: IMAP server %1$s refuses to import one or more E-Mails with login %2$s (user=%3$s, context=%4$s)
da_dk: IMAP-server %1$s nægter at importere en eller flere beskeder med login %2$s (bruger=%3$s, kontekst=%4$s)
pt_br: O servidor IMAP %1$s se recusa a importar um ou mais e-mails com o login %2$s (usuário=%3$s, contexto=%4$s)
sv_se: IMAP-servern %1$s vägrar importera ett eller fler e-brev med inloggning %2$s (användare=%3$s, kontext=%4$s)

source: Currently not possible to establish a new connection to server %1$s with login %2$s. Please try again.
da_dk: Kan ikke etablere en ny forbindelse til serveren %1$s med login %2$s lige nu. Prøv igen senere.
pt_br: Não é possível estabelecer uma nova conexão atualmente ao servidor %1$s com o login %2$s . Tente novamente.
sv_se: För närvarande omöjligt att ansluta till servern %1$s med inloggning %2$s. Försök igen.

source: Implementing class could not be found
da_dk: Implementerende klasse kunne ikke findes
pt_br: A classe de implementação não pode ser encontrada
ru_ru: Не найден класс, содержащий реализацию.
sv_se: Implementeringsklass kunde inte hittas.
