Repository: cognitionworks/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: da_dk, pt_br, ru_ru, sv_se

source: The configured consumer key/consumer secret pair is invalid. Please provide a valid consumer key/consumer secret through configuration.
da_dk: Det satte (forbrugernøgle,forbrugerhemmelighed)-par er ugyldigt. Angiv venligst et gyldigt par i opsætningen.
pt_br: O par chave do consumidor/segredo do consumidor configurado é inválido. Por favor, forneça uma chave do consumidor/segredo do consumidor válido através da configuração.
ru_ru: Неверная пара значений клиента и его секретного ключа. Исправьте конфигурацию.
sv_se: Det angivna kundnyckel/kundhemlighetsparet är ogiltigt. Ange en giltig kundnyckel/kundhemlighet i konfigurationen.

source: Please (re-)authorize your Twitter accounts. Twitter responded with: %1$s
da_dk: Genautorisér dine Twitter-konti. Twitter svarede: %1$s
pt_br: Por favor, (re)autorize sua conta Twitter. Twitter respondido com: %1$s
ru_ru: Требуется авторизация в Твиттере. Ответ Твиттера: %1$s
sv_se: Kontrollera behörigheten för dina Twitter-konton. Twitter svarade med: %1$s

source: The request is understood, but it has been refused or access is not allowed: %1$s
da_dk: Forespørgslen er forstået, men den blev nægtet: %1$s
pt_br: A requisição foi compreendida, mas foi recusado ou o acesso não é permitido: %1$s
ru_ru: Отказ обработки запроса или доступ запрещен: %1$s
sv_se: Begäran är begriplig, men antingen förvägrades den eller så är åtkomst inte tillåten: %1$s

source: Invalid format in search query.
da_dk: Ugyldigt format i søgning.
pt_br: Formato inválido na consulta da pesquisa.
ru_ru: Недопустимый формат запроса поиска.
sv_se: Ogiltigt format i sökningen.

source: This transaction could not be fully undone. Some components are probably not consistent anymore. Run the recovery tool.
da_dk: Denne transaktion kunne ikke rulles helt tilbage. Nogle komponenter er formodentlig ikke længere konsistente. Kør genopretningsværktøjet.
pt_br: Esta transação não pôde ser completamente desfeita. Provavelmente, alguns componentes não são mais consistentes. Execute a ferramenta de recuperação.
ru_ru: Не удалось выполнить полный откат транзакции. Рекомендуется запустить утилиту восстановления.
sv_se: Denna transaktion kunde inte ångras fullständigt. Vissa komponenter är troligen inte konsekventa längre. Kör återställningsverktyget.

source: Cannot commit transaction to write DB
da_dk: Kan ikke binde transaktion til skrivedatabase
pt_br: Não foi possível submeter transação para escrever no banco de dados
ru_ru: Не удалось завершить операцию записи в БД.
sv_se: Kan inte utföra transaktionen för att skriva databasen

source: Cannot roll back transaction in write DB
da_dk: Kan ikke rulle transaktion tilbage i skrivedatabase
pt_br: Não foi possível desfazer transação de escrita no banco de dados
ru_ru: Не удалось отменить операцию записи в БД.
sv_se: Kan inte återställa transaktion vid skrivoperation till databasen.

source: Cannot finish transaction
da_dk: Kan ikke afslutte transaktion
pt_br: Não foi possível finalizar transação
ru_ru: Не удалось завершить транзакцию.
sv_se: Kan inte avsluta transaktionen

source: Unified Mail does not support to create folders.
da_dk: Forenet post understøtter ikke oprettelse af mapper.
pt_br: E-mail Unificado não suporta criação de pasta.
ru_ru: Unified Mail не поддерживает создание папок.
sv_se: Enhetlig e-post har inte stöd för att skapa mappar.

source: Unified Mail does not support to delete folders.
da_dk: Forenet post understøtter ikke sletning af mapper.
pt_br: E-mail Unificado não suporta exclusão de pastas.
ru_ru: Unified Mail не поддерживает удаление папок.
sv_se: Enhetlig e-post har inte stöd för att ta bort mappar.

source: Unified Mail does not support to update folders.
da_dk: Forenet post understøtter ikke opdatering af mapper.
pt_br: E-mail Unificado não suporta atualização de pastas.
ru_ru: Unified Mail не поддерживает обновление папок.
sv_se: Enhetlig e-post har inte stöd för att uppdatera mappar.

source: Unified Mail does not support to move messages.
da_dk: Forenet post understøtter ikke flytning af beskeder.
pt_br: E-mail Unificado não suporta movimentação de mensagens.
ru_ru: Unified Mail не поддерживает перенос сообщений.
sv_se: Enhetlig e-post har inte stöd för att flytta meddelanden.

source: Unified Mail does not support to copy messages.
da_dk: Forenet post understøtter ikke kopiering af beskeder.
pt_br: E-mail Unificado não suporta cópia de mensagem.
ru_ru: Unified Mail не поддерживает копирование сообщений.
sv_se: Enhetlig e-post har inte stöd för att kopiera meddelanden.

source: Append messages failed.
da_dk: Tilføjelse af beskeder mislykkedes.
pt_br: Falha ao anexar mensagem.
ru_ru: Не удалось добавить сообщения.
sv_se: Kunde inte skicka med meddelanden.

source: Unified Mail does not support draft messages.
da_dk: Forenet post understøtter ikke kladder.
pt_br: E-mail Unificado não suporta mensagens de rascunho.
ru_ru: Unified Mail не поддерживает создание черновиков.
sv_se: Enhetlig e-post har inte stöd för utkast.

source: Unified Mail does not support to move folders.
da_dk: Forenet post understøtter ikke flytning af mapper.
pt_br: E-mail Unificado não suporta movimentação de pastas.
ru_ru: Unified Mail не поддерживает перенос папок.
sv_se: Enhetlig e-post har inte stöd för att flytta mappar.

source: Unified Mail does not support mail folder creation
da_dk: Forenet post understøtter ikke oprettelse af nye postmapper
pt_br: E-mail Unificado não suporta criação de pasta
ru_ru: Unified Mail не поддерживает создание почтовых папок.
sv_se: Enhetlig e-post har inte stöd för att skapa mappar

source: Unified Mail does not support to clear INBOX folder.
da_dk: Forenet post understøtter ikke rydning af indbakken.
pt_br: E-mail Unificado não suporta limpeza da Caixa de Entrada.
ru_ru: Unified Mail не поддерживает удаление входящих сообщений.
sv_se: Enhetlig e-post har inte stöd för att rensa Inkorgen.

source: Unknown default folder full name: %1$s.
da_dk: Ukendt fuldt navn for standardmappe: %1$s.
pt_br: Nome completo da pasta padrão desconhecido: %1$s.
ru_ru: Неизвестное имя стандартной папки: %1$s.
sv_se: Okänt fullständigt namn för standardmapp: %1$s.

source: Move operation aborted. Source and destination folder are equal.
da_dk: Flytning afbrudt. Kilde- og målmappe er ens.
pt_br: Operação de mover abortada. Pasta de origem e pasta de destino são iguais.
ru_ru: Операция перемещения отменена. Исходная и конечная папка совпадают.
sv_se: Flyttåtgärden avbröts. Käll- och målmappen är samma.

source: Request aborted due to timeout of %1$s %2$s.
da_dk: Forespørgsel afbrudt da tiden udløb for %1$s %2$s.
pt_br: Requisição abortada devido o tempo limite de %1$s %2$s.
ru_ru: Запрос был прерван, так как истекло время ожидания %1$s %2$s.
sv_se: Begäran avbröts på grund av att %1$2 %2$s tog för lång tid.

source: Invalid destination folder. E-Mails cannot be appended.
da_dk: Ugyldig målmappe. Mails kan ikke tilføjes.
pt_br: Pasta de destino inválida. E-mails não podem ser anexados.
ru_ru: Недопустимая конечная папка. Сообщения не могут быть добавлены.
sv_se: Ogiltig målmapp. E-post kan inte skickas med.

source: Unable to determine next copy task to execute. Enqueued: %1$s. To sort: %2$s.
da_dk: Kan ikke bestemme hvilken kopieringsopgave skal udføres som den næste. I kø: %1$s. At sortere: %2$s.
pt_br: Não foi possível determinar a próxima cópia de tarefa a executar. Enfileirado: %1$s. Classificar: %2$s.
ru_ru: Не удалось определить следующую задачу копирования. Поставлено в очередь: %1$s. Сортировать: %2$s.
sv_se: Kan inte bestämma vilken kopieringsuppgift som ska köras härnäst. Kölagt: %1$s. Att sortera: %2$s.

source: SQL problem.
pt_br: Problema no SQL.
ru_ru: Ошибка SQL.

source: Unexpected problem occurred.
da_dk: Der opstod en uventet fejl.
pt_br: Ocorreu um problema inesperado.
ru_ru: Непредвиденная ошибка.
sv_se: Oväntat problem inträffade.

source: Problem with UserService.
da_dk: Problem med UserService.
pt_br: Problema com o serviço de usuário.
ru_ru: Ошибка UserService.
sv_se: Problem med UserService.

source: A private folder (%1$s) without existing parent (%2$s) was found.
da_dk: Fandt en privat mappe (%1$s) uden en eksisterende forældremappe (%2$s).
pt_br: Uma pasta privada (%1$s) sem pasta pai existente (%2$s) foi encontrada.
ru_ru: Обнаружена личная папка (%1$s) без наличия родительской (%2$s).
sv_se: En privat mapp (%1$s) utan befintlig överliggande mapp (%2$s) hittades.

source: Database pooling error.
da_dk: Fejl i databasedeling.
pt_br: Erro pooling no banco de dados.
ru_ru: Ошибка группирования подключений к базе данных.
sv_se: Databaspooling-fel.

source: Problem with FileStorage.
da_dk: Problem med FileStorage.
pt_br: Problema com o armazenamento de arquivos.
ru_ru: Ошибка FileStorage.
sv_se: Problem med FileStorage.

source: Could not generate a new sequence id for type %1$s.
da_dk: Kunne ikke generere et nyt sekvens-id for typen %1$s.
pt_br: Não foi possível gerar um novo ID de sequência para o tipo %1$s.
ru_ru: Ошибка генерации последовательности для типа %1$s.
sv_se: Kunde inte skapa ett nytt sekvens-ID för typen %1$s.

source: Did not find contact for user %1$s in context %2$s.
da_dk: Fandt ikke en kontakt for bruger %1$s i kontekst %2$s.
pt_br: Contato não localizado para usuário %1$s no contexto %2$s.
ru_ru: Не найден контакт для %1$s в контексте %2$s.
sv_se: Kan inte hitta kontakt för användaren %1$s i kontext %2$s.

source: Could not save user's mail settings.
da_dk: Kunne ikke gemme brugerens e-mail-opsætning.
pt_br: Não foi possível salvar as configurações de e-mail do usuário.
ru_ru: Не удалось сохранить параметры почты пользователя.
sv_se: Kunde inte spara användarens e-postinställningar.

source: A user named %1$s already exists in destination context %2$s.
da_dk: En bruger ved navn "%1$s" findes allerede i målkontekst %2$s.
pt_br: Um usuário nomeado %1$s já existe no contexto destinado %2$s.
ru_ru: Пользователь %1$s уже существует в контексте %2$s.
sv_se: En användare med namnet %1$s finns redan i målkontext %2$s.

source: No configuration service found.
da_dk: Fandt ikke nogen opsætningsservice.
pt_br: Nenhuma configuração de serviço localizada.
ru_ru: Не найдена служба конфигурации.
sv_se: Hittade ingen konfigurationstjänst.

source: The value given in the property %1$s is no integer value.
da_dk: Værdien givet i egenskaben %1$s er ikke et heltal.
pt_br: O valor fornecido a propriedade %1$s não é um valor inteiro.
ru_ru: Значение %1$s должно быть целым числом.
sv_se: Det givna värdet i egenskapen %1$s är inte ett heltalsvärde.

source: Property %1$s not set but required.
da_dk: Egenskab "%1$s" påkrævet men ikke sat.
pt_br: Propriedade %1$s não definida, mas obrigatória.
ru_ru: Необходимо определить атрибут %1$s.
sv_se: Egenskapen %1$s är inte angiven, men nödvändig.

source: Property %1$s claims to have condition but condition not set.
da_dk: Egenskab "%1$s" påstår at have en betingelse, men betingelsen er ikke sat.
pt_br: Propriedade %1$s afirma ter condições, mas a condição não foi definida.
ru_ru: Свойство %1$s должно содержать условие.
sv_se: Egenskapen %1$s antyder att den har villkor, men inget villkor har angivits.

source: Property %1$s must be set if %2$s is set to %3$s
da_dk: Egenskaben %1$s skal være sat, hvis %2$s er sat til %3$s
pt_br: A propriedade %1$s deve ser definida se %2$s estiver definida para %3$s
ru_ru: Свойство %1$s должно быть определено, если %2$s имеет значение %3$s.
sv_se: Egenskapen %1$s måste anges om %2$s är satt till %3$s

source: The %1$s cannot be used as a property type in the property %2$s
da_dk: %1$s kan ikke bruges som en egenskabstype i egenskaben %2$s
pt_br: O %1$s não pode ser usado como um tipo de propriedade na propriedade %2$s

source: Missing main extension attribute for user %1$s in context %2$s.
da_dk: Mangler hovedudvidelsesattribut for bruger %1$s i kontekst %2$s.
pt_br: Atributo de extensão principal faltando para o usuário %1$s no contexto %2$s.
ru_ru: Отсутствует основной атрибут расширения для пользователя %1$s в контексте %2$s.
sv_se: Saknar huvudsakligt utökningsattribut för användaren %1$s i kontext %2$s.

source: HTTP request to VoipNow server "%1$s" failed. Status line: %2$s
da_dk: HTTP-forespørgsel til VoipNow-server "%1$s" mislykkedes. Statusbesked: %2$s
pt_br: Falha ao requisitar HTTP para servidor VoipNow "%1$s". Status da linha: %2$s
ru_ru: Ошибка HTTP-запроса к серверу VoipNow «%1$s». Строка состояния: %2$s
sv_se: HTTP-begäran till VoIPNow-servern "%1$s" misslyckades. Statusrad: %2$s

source: VoipNow request failed. Error code: %1$s. Error message: %2$s
da_dk: VoipNow-forespørgsel mislykkedes. Fejlkode: %1$s. Fejlmeddelelse: %2$s
pt_br: Falha ao requisitar VoipNow. Código de erro: %1$s. Mensagem de erro: %2$s
ru_ru: Ошибка обработки запроса VoipNow. Ошибка: %1$s. Сообщение: %2$s
sv_se: VoIPNow-begäran misslyckades. Felkod: %1$s. Felmeddelande: %2$s

source: A SOAP fault occurred: %1$s
da_dk: Der opstod en SOAP-fejl: %1$s
pt_br: Ocorreu erro de SOAP: %1$s
ru_ru: Ошибка SOAP: %1$s
sv_se: Ett SOAP-fel inträffade: %1$s

source: Unparsable HTTP response: %1$s
da_dk: Uforståeligt HTTP-svar: %1$s
pt_br: Resposta HTTP não-manipulável: %1$s
ru_ru: Невозможно разобрать ответ HTTP: %1$s
sv_se: Kan inte tolka HTTP-svar: %1$s

source: Africa/Abidjan
da_dk: Afrika/Abidjan
pt_br: África/Abidjan
ru_ru: Африка/Абиджан
sv_se: Afrika/Abidjan

source: Africa/Accra
da_dk: Afrika/Accra
pt_br: África/Acra
ru_ru: Африка/Аккра
sv_se: Afrika/Accra

source: Africa/Addis Ababa
da_dk: Afrika/Addis Ababa
pt_br: África/Adis Abeba
ru_ru: Африка/Аддис-Абеба
sv_se: Afrika/Addis Abeba

source: Africa/Algiers
da_dk: Afrika/Algeriet
pt_br: África/Argel
ru_ru: Африка/Алжир
sv_se: Afrika/Alger

source: Africa/Asmara
da_dk: Afrika/Asmara
pt_br: África/Asmara
ru_ru: Африка/Асмара
sv_se: Afrika/Asmara

source: Africa/Asmera
da_dk: Afrika/Asmera
pt_br: África/Asmara
ru_ru: Африка/Асмэра
sv_se: Afrika/Asmera

source: Africa/Bamako
da_dk: Afrika/Mamoko
pt_br: África/Bamaco
ru_ru: Африка/Бамако
sv_se: Afrika/Bamako

source: Africa/Bangui
da_dk: Afrika/Bangui
pt_br: África/Bangui
ru_ru: Африка/Банги
sv_se: Afrika/Bangui

source: Africa/Banjul
da_dk: Afrika/Banjul
pt_br: África/Banjul
ru_ru: Африка/Банжул
sv_se: Afrika/Banjul

source: Africa/Bissau
da_dk: Afrika/Bissau
pt_br: África/Bissau
ru_ru: Африка/Бисау
sv_se: Afrika/Bissau

source: Africa/Blantyre
da_dk: Afrika/Blantyre
pt_br: África/Blantyre
ru_ru: Африка/Блантир
sv_se: Afrika/Blantyre

source: Africa/Brazzaville
da_dk: Afrika/Brazzaville
pt_br: África/Brazzaville
ru_ru: Африка/Браззавиль
sv_se: Afrika/Brazzaville

source: Africa/Bujumbura
da_dk: Afrika/Bujambura
pt_br: África/Bujumbura
ru_ru: Африка/Бужумбура
sv_se: Afrika/Bujumbura

source: Africa/Cairo
da_dk: Afrika/Kairo
pt_br: África/Cairo
ru_ru: Африка/Каир
sv_se: Afrika/Kairo

source: Africa/Casablanca
da_dk: Afrika/Casablanca
pt_br: África/Casablanca
ru_ru: Африка/Касабланка
sv_se: Afrika/Casablanca

source: Africa/Ceuta
da_dk: Afrika/Ceuta
pt_br: África/Ceuta
ru_ru: Африка/Сеута
sv_se: Afrika/Ceuta

source: Africa/Conakry
da_dk: Afrika/Conakry
pt_br: África/Conacry
ru_ru: Африка/Конакри
sv_se: Afrika/Conakry

source: Africa/Dakar
da_dk: Afrika/Dakar
pt_br: África/Dakar
ru_ru: Африка/Дакар
sv_se: Afrika/Dakar

source: Africa/Dar es Salaam
da_dk: Afrika/Dar es Salaam
pt_br: África/Dar es Salaam
ru_ru: Африка/Дар-эс-Салам
sv_se: Afrika/Dar es Salaam

source: Africa/Djibouti
da_dk: Afrika/Djibouti
pt_br: África/Jibuti
ru_ru: Африка/Джибути
sv_se: Afrika/Djibouti

source: Africa/Douala
da_dk: Afrika//Douala
pt_br: África/Duala
ru_ru: Африка/Дуала
sv_se: Afrika/Douala

source: Africa/El Aaiun
da_dk: Afrika//El Aaiun
pt_br: África/El Aaiún
ru_ru: Африка/Эль-Аюн
sv_se: Afrika/El Aaiun

source: Africa/Freetown
da_dk: Afrika//Freetown
pt_br: África/Freetown
ru_ru: Африка/Фритаун
sv_se: Afrika/Freetown

source: Africa/Gaborone
da_dk: Afrika//Gaborone
pt_br: África/Gaborone
ru_ru: Африка/Габороне
sv_se: Afrika/Gaborone

source: Africa/Johannesburg
da_dk: Afrika//Johannesburg
pt_br: África/Joanesburgo
ru_ru: Африка/Йоханнесбург
sv_se: Afrika/Johannesburg

source: Africa/Juba
da_dk: Afrika//Juba
pt_br: África/Juba
ru_ru: Африка/Джуба
sv_se: Afrika/Juba

source: Africa/Kampala
da_dk: Afrika//Kampala
pt_br: África/Kampala
ru_ru: Африка/Кампала
sv_se: Afrika/Kampala

source: Africa/Khartoum
da_dk: Afrika//Khartoum
pt_br: África/Cartum
ru_ru: Африка/Хартум
sv_se: Afrika/Khartoum

source: Africa/Kigali
da_dk: Afrika//Kigali
pt_br: África/Kigali
ru_ru: Африка/Кигали
sv_se: Afrika/Kigali

source: Africa/Kinshasa
da_dk: Afrika//Kinshasa
pt_br: África/Kinshasa
ru_ru: Африка/Киншаса
sv_se: Afrika/Kinshasa

source: Africa/Lagos
da_dk: Afrika//Lagos
pt_br: África/Lagos
ru_ru: Африка/Лагос
sv_se: Afrika/Lagos

source: Africa/Libreville
da_dk: Afrika//Libreville
pt_br: África/Libreville
ru_ru: Африка/Либревиль
sv_se: Afrika/Libreville

source: Africa/Lome
da_dk: Afrika//Lome
pt_br: África/Lomé
ru_ru: Африка/Ломе
sv_se: Afrika/Lome

source: Africa/Luanda
da_dk: Afrika//Luanda
pt_br: África/Luanda
ru_ru: Африка/Луанда
sv_se: Afrika/Luanda

source: Africa/Lubumbashi
da_dk: Afrika//Lubumbashi
pt_br: África/Lubumbashi
ru_ru: Африка/Лубумбаши
sv_se: Afrika/Lubumbashi

source: Africa/Lusaka
da_dk: Afrika//Lusaka
pt_br: África/Lusaca
ru_ru: Африка/Лусака
sv_se: Afrika/Lusaka

source: Africa/Malabo
da_dk: Afrika//Malabo
pt_br: África/Malabo
ru_ru: Африка/Малабо
sv_se: Afrika/Malabo

source: Africa/Maputo
da_dk: Afrika//Maputo
pt_br: África/Maputo
ru_ru: Африка/Мапуту
sv_se: Afrika/Maputo

source: Africa/Maseru
da_dk: Afrika//Maseru
pt_br: África/Maseru
ru_ru: Африка/Масеру
sv_se: Afrika/Maseru

source: Africa/Mbabane
da_dk: Afrika//Mbabane
pt_br: África/Mebabane
ru_ru: Африка/Мбабане
sv_se: Afrika/Mbabane

source: Africa/Mogadishu
da_dk: Afrika//Mogadishu
pt_br: África/Mogadíscio
ru_ru: Африка/Могадишо
sv_se: Afrika/Mogadishu

source: Africa/Monrovia
da_dk: Afrika//Monrovia
pt_br: África/Monróvia
ru_ru: Африка/Монровия
sv_se: Afrika/Monrovia

source: Africa/Nairobi
da_dk: Afrika//Nairobi
pt_br: África/Nairóbi
ru_ru: Африка/Найроби
sv_se: Afrika/Nairobi

source: Africa/Ndjamena
da_dk: Afrika//Ndjamena
pt_br: África/Jamena
ru_ru: Африка/Нджамена
sv_se: Afrika/N'djamena

source: Africa/Niamey
da_dk: Afrika//Niamey
pt_br: África/Niamei
ru_ru: Африка/Ниамей
sv_se: Afrika/Niamey

source: Africa/Nouakchott
da_dk: Afrika//Nouakchott
pt_br: África/Nuaquechote
ru_ru: Африка/Нуакшот
sv_se: Afrika/Nouakchott

source: Africa/Ouagadougou
da_dk: Afrika//Ouagadougou
pt_br: África/Ouagadougou
ru_ru: Африка/Уагадугу
sv_se: Afrika/Ouagadougou

source: Africa/Porto-Novo
da_dk: Afrika//Porto-Novo
pt_br: África/Porto-Novo
ru_ru: Африка/Порто-Ново
sv_se: Afrika/Porto-Novo

source: Africa/Sao Tome
da_dk: Afrika//Sao Tome
pt_br: África/São Tomé
ru_ru: Африка/Сан-Томе
sv_se: Afrika/Sao Tome

source: Africa/Timbuktu
da_dk: Afrika//Timbuktu
pt_br: África/Tombuctu
ru_ru: Африка/Тимбукту
sv_se: Afrika/Timbuktu

source: Africa/Tripoli
da_dk: Afrika//Tripoli
pt_br: África/Trípoli
ru_ru: Африка/Триполи
sv_se: Afrika/Tripoli

source: Africa/Tunis
da_dk: Afrika//Tunis
pt_br: África/Túnis
ru_ru: Африка/Тунис
sv_se: Afrika/Tunis

source: Africa/Windhoek
da_dk: Afrika//Windhoek
pt_br: África/Vinduque
ru_ru: Африка/Виндхук
sv_se: Afrika/Windhoek

source: America/Adak
da_dk: Amerika/Adak
pt_br: América/Adak
ru_ru: Америка/Адак
sv_se: Amerika/Adak

source: America/Anchorage
da_dk: Amerika/Anchorage
pt_br: América/Anchorage
ru_ru: Америка/Анкоридж
sv_se: Amerika/Anchorage

source: America/Anguilla
da_dk: Amerika/Anguilla
pt_br: América/Anguilla
ru_ru: Америка/Ангилья
sv_se: Amerika/Anguilla

source: America/Antigua
da_dk: Amerika/Antigua
pt_br: América/Antígua
ru_ru: Америка/Антигуа
sv_se: Amerika/Antigua

source: America/Araguaina
da_dk: Amerika/Araguaina
pt_br: América/Araguaína
ru_ru: Америка/Арагуари
sv_se: Amerika/Araguaina

source: America/Argentina/Buenos Aires
da_dk: Amerika/Argentina/Buenos Aires
pt_br: América/Argentina/Buenos Aires
ru_ru: Америка/Аргентина/Буэнос-Айрес
sv_se: Amerika/Argentina/Buenos Aires

source: America/Argentina/Catamarca
da_dk: Amerika/Argentina/Catamarca
pt_br: América/Argentina/Catamarca
ru_ru: Америка/Аргентина/Катамарка
sv_se: Amerika/Argentina/Catamarca

source: America/Argentina/ComodRivadavia
da_dk: Amerika/Argentina/ComodRivadavia
pt_br: América/Argentina/Comodoro Rivadavia
ru_ru: Америка/Аргентина/Комодоро-Ривадавия
sv_se: Amerika/Argentina/ComodRivadavia

source: America/Argentina/Cordoba
da_dk: Amerika/Argentina/Cordoba
pt_br: América/Argentina/Córdoba
ru_ru: Америка/Аргентина/Кордова
sv_se: Amerika/Argentina/Cordoba

source: America/Argentina/Jujuy
da_dk: Amerika/Argentina/Jujuy
pt_br: América/Argentina/Jujuy
ru_ru: Америка/Аргентина/Жужуй
sv_se: Amerika/Argentina/Jujuy

source: America/Argentina/La Rioja
da_dk: Amerika/Argentina/La Rioja
pt_br: América/Argentina/La Rioja
ru_ru: Америка/Аргентина/Ла-Риоха
sv_se: Amerika/Argentina/La Rioja

source: America/Argentina/Mendoza
da_dk: Amerika/Argentina/Mendoza
pt_br: América/Argentina/Mendoza
ru_ru: Америка/Аргентина/Мендоса
sv_se: Amerika/Argentina/Mendoza

source: America/Argentina/Rio Gallegos
da_dk: Amerika/Argentina/Rio Gallegos
pt_br: América/Argentina/Río Gallegos
ru_ru: Америка/Аргентина/Рио-Гальегос
sv_se: Amerika/Argentina/Rio Gallegos

source: America/Argentina/Salta
da_dk: Amerika/Argentina/Salta
pt_br: América/Argentina/Salta
ru_ru: Америка/Аргентина/Сальта
sv_se: Amerika/Argentina/Salta

source: America/Argentina/San Juan
da_dk: Amerika/Argentina/San Juan
pt_br: América/Argentina/San Juan
ru_ru: Америка/Аргентина/Сан-Хуан
sv_se: Amerika/Argentina/San Juan

source: America/Argentina/San Luis
da_dk: Amerika/Argentina/San Luis
pt_br: América/Argentina/San Luis
ru_ru: Америка/Аргентина/Сан-Луис
sv_se: Amerika/Argentina/San Luis

source: America/Argentina/Tucuman
da_dk: Amerika/Argentina/Tucuman
pt_br: América/Argentina/Tucumán
ru_ru: Америка/Аргентина/Тукуман
sv_se: Amerika/Argentina/Tucuman

source: America/Argentina/Ushuaia
da_dk: Amerika/Argentina/Ushuaia
pt_br: América/Argentina/Ushuaia
ru_ru: Америка/Аргентина/Ушуая
sv_se: Amerika/Argentina/Ushuaia

source: America/Aruba
da_dk: Amerika/Aruba
pt_br: América/Aruba
ru_ru: Америка/Аруба
sv_se: Amerika/Aruba

source: America/Asuncion
da_dk: Amerika/Asuncion
pt_br: América/Assunção
ru_ru: Америка/Асунсьон
sv_se: Amerika/Asuncion

source: America/Atikokan
da_dk: Amerika/Atikokan
pt_br: América/Atikokan
ru_ru: Америка/Атикокан
sv_se: Amerika/Atikokan

source: America/Atka
da_dk: Amerika/Atka
pt_br: América/Atka
ru_ru: Америка/Атка
sv_se: Amerika/Atka

source: America/Bahia
da_dk: Amerika/Bahia
pt_br: América/Bahia
ru_ru: Америка/Байя
sv_se: Amerika/Bahia

source: America/Bahia Banderas
da_dk: Amerika/Bahia Banderas
pt_br: América/Bahia de Banderas
ru_ru: Америка/Баия де Бандерас
sv_se: Amerika/Bahia Banderas

source: America/Barbados
da_dk: Amerika/Barbados
pt_br: América/Barbados
ru_ru: Америка/Барбадос
sv_se: Amerika/Barbados

source: America/Belem
da_dk: Amerika/Belem
pt_br: América/Belém
ru_ru: Америка/Белем
sv_se: Amerika/Belem

source: America/Belize
da_dk: Amerika/Belize
pt_br: América/Belize
ru_ru: Америка/Белиз
sv_se: Amerika/Belize

source: America/Blanc-Sablon
da_dk: Amerika/Blanc-Sablon
pt_br: América/Blanc-Sablon
ru_ru: Америка/Бланк-Саблон
sv_se: Amerika/Blanc-Sablon

source: America/Boa Vista
da_dk: Amerika/Boa Vista
pt_br: América/Boa Vista
ru_ru: Америка/Боа-Виста
sv_se: Amerika/Boa Vista

source: America/Bogota
da_dk: Amerika/Bogota
pt_br: América/Bogotá
ru_ru: Америка/Богота
sv_se: Amerika/Bogotá

source: America/Boise
da_dk: Amerika/Boise
pt_br: América/Boise
ru_ru: Америка/Бойсе
sv_se: Amerika/Boise

source: America/Buenos Aires
da_dk: Amerika/Buenos Aires
pt_br: América/Buenos Aires
ru_ru: Америка/Буэнос-Айрес
sv_se: Amerika/Buenos Aires
