Repository: cognitionworks/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: da_dk, pt_br, ru_ru, sv_se

source: Pacific/Samoa
da_dk: Stillehavet/Samoa
pt_br: Pacífico/Samoa
ru_ru: Тихий океан/Самоа
sv_se: Stilla havet/Samoa

source: Pacific/Tahiti
da_dk: Stillehavet/Tahiti
pt_br: Pacífico/Taiti
ru_ru: Тихий океан/Таити
sv_se: Stilla havet/Tahiti

source: Pacific/Tarawa
da_dk: Stillehavet/Tarawa
pt_br: Pacífico/Tarawa
ru_ru: Тихий океан/Тарава
sv_se: Stilla havet/Tarawa

source: Pacific/Tongatapu
da_dk: Stillehavet/Tongatapu
pt_br: Pacífico/Tongatapu
ru_ru: Тихий океан/Тонгатапу
sv_se: Stilla havet/Tongatapu

source: Pacific/Truk
da_dk: Stillehavet/Truk
pt_br: Pacífico/Truk
ru_ru: Тихий океан/Трук
sv_se: Stilla havet/Truk

source: Pacific/Wake
da_dk: Stillehavet/Wake
pt_br: Pacífico/Wake
ru_ru: Тихий океан/Уэйк
sv_se: Stilla havet/Wake

source: Pacific/Wallis
da_dk: Stillehavet/Wallis
pt_br: Pacífico/Wallis
ru_ru: Тихий океан/Уоллис
sv_se: Stilla havet/Wallis

source: Pacific/Yap
da_dk: Stillehavet/Yap
pt_br: Pacífico/Yap
ru_ru: Тихий океан/Яп
sv_se: Stilla havet/Yap

source: Poland
da_dk: Polen
pt_br: Polônia
ru_ru: Польша
sv_se: Polen

source: Singapore
pt_br: Singapura
ru_ru: Сингапур

source: Turkey
da_dk: Tyrkiet
pt_br: Turquia
ru_ru: Турция
sv_se: Turkiet

source: US/Alaska
pt_br: EUA/Alasca
ru_ru: США/Аляска
sv_se: USA/Alaska

source: US/Aleutian
pt_br: EUA/Aleutas
ru_ru: США/Алеутские острова
sv_se: USA/Aleuterna

source: US/Arizona
pt_br: EUA/Arizona
ru_ru: США/Аризона
sv_se: USA/Arizona

source: US/Central
pt_br: EUA/Central
ru_ru: США/Центр
sv_se: USA/Centrala

source: US/East-Indiana
pt_br: EUA/Indiana-Leste
ru_ru: США/Западная Индиана
sv_se: USA/Östra Indiana

source: US/Eastern
pt_br: EUA/Oriental
ru_ru: США/Восток
sv_se: USA/Östra

source: US/Hawaii
pt_br: EUA/Havaí
ru_ru: США/Гавайи
sv_se: USA/Hawaii

source: US/Indiana-Starke
pt_br: EUA/Indiana-Starke
ru_ru: США/Индиана-Старк
sv_se: USA/Indiana-Starke

source: US/Michigan
pt_br: EUA/Michigan
ru_ru: США/Мичиган
sv_se: USA/Michigan

source: US/Mountain
pt_br: EUA/Montanhas
ru_ru: США/Горная часть
sv_se: USA/Mountain

source: US/Pacific
pt_br: EUA/Pacífico
ru_ru: США/Тихий океан
sv_se: USA/Stilla havet

source: US/Pacific-New
pt_br: EUA/Novo Pacífico
ru_ru: США/Тихий океан (новое время)
sv_se: USA/Stilla havet-Ny

source: US/Samoa
pt_br: EUA/Samoa
ru_ru: США/Самоа
sv_se: USA/Samoa

source: Change the description to %1$s.
da_dk: Ændr beskrivelsen til %1$s.
ru_ru: Изменить описание на %1$s.
sv_se: Ändra beskrivning till %1$s.

source: The appointment has a new description: %1$s.
da_dk: Aftalen har en ny beskrivelse: %1$s.
ru_ru: Описание встречи изменено: %1$s.
sv_se: Mötet har en ny beskrivning: %1$s.

source: Use the comments below.
da_dk: Brug kommentarerne nedenunder.
ru_ru: Введите комментарии ниже.
sv_se: Använd kommentarerna nedanför.

source: The appointment comments have changed.
da_dk: Aftalens kommentarne er ændret.
ru_ru: Комментарии были изменены.
sv_se: Mötets kommentarer har ändrats.

source: Site
da_dk: Sted
ru_ru: Сайт
sv_se: Sida

source: File name contains illegal characters.
da_dk: Filnavn indeholder forbudte tegn.
sv_se: Filnamnet innehåller otillåtna tecken.

source: Africa/Harare
da_dk: Afrika//Harare
ru_ru: Африка/Хараре
sv_se: Afrika/Harare

source: Atlantic/Stanley
da_dk: Atlanten/Stanley
ru_ru: Атлантика/Стэнли
sv_se: Atlanten/Stanley

source: IO error.
ru_ru: Ошибка ввода-вывода.
sv_se: I/O-fel.

source: Saving new file failed: %1$s
ru_ru: Не удалось сохранить новый файл: %1$s
sv_se: Kunde inte spara ny fil: %1$s

source: Get file %1$s failed: %2$s
ru_ru: Ошибка получения файла %1$s: %2$s
sv_se: Kunde inte hämta filen %1$s: %2$s

source: Get file listing failed: %1$s
ru_ru: Ошибка получения содержимого файла: %1$s
sv_se: Kunde inte hämta fillista: %1$s

source: Get size of file %1$s failed: %2$s
ru_ru: Не удалось определить размер файла %1$s: %2$s
sv_se: Kunde inte hämta filstorlek för %1$s: %2$s

source: Get mime type of file %1$s failed: %2$s
ru_ru: Не удалось определить тип MIME файла %1$s: %2$s
sv_se: Kunde inte hämta MIME-typ för filen %1$s: %2$s

source: Delete file %1$s failed: %2$s
ru_ru: Не удалось удалить файл %1$s: %2$s
sv_se: Kunde inte ta bort filen %1$s: %2$s

source: Delete %1$i failed: %2$s
ru_ru: Ошибка удаления %1$i: %2$s
sv_se: Kunde inte ta bort %1$i: %2$s

source: Creating md5 hash of file %1$s failed: %2$s
ru_ru: Не удалось создать сумму MD5 для %1$s: %2$s
sv_se: Kunde inte skapa MD5-hash för filen %1$s: %2$s

source: Could not initialize filestorage: %1$s
ru_ru: Не удалось инициализировать пространство хранения файлов: %1$s.
sv_se: Kunde inte starta fillagringen: %1$s

source: Deletion of all files in bucket %1$s failed: %2$s
ru_ru: Ошибка удаления файлов из сегмента %1$s: %2$s
sv_se: Kunde inte ta bort alla filer i hinken %1$s: %2$s

source: Versioning is disabled
ru_ru: Контроль версий отключен.
sv_se: Versionshantering är avaktiverad

source: Missing access key.
ru_ru: Отсутствует ключ доступа.
sv_se: Åtkomstnyckel saknas.

source: Missing secret key.
ru_ru: Отсутствует секретный ключ.
sv_se: Hemlig nyckel saknas.

source: EC2 region not set.
ru_ru: Регион EC2 не определен.
sv_se: EC2-region inte angiven.

source: Loadbalancing region not set.
ru_ru: Регион схемы распределения нагрузки не определен.
sv_se: Belastningsutjämningsregion inte angiven.

source: S3 region not set.
ru_ru: Регион S3 не определен.
sv_se: S3-region inte angiven.

source: Error in S3 encryption: %1$s
ru_ru: Ошибка шифрования S3: %1$s
sv_se: Fel i S3-kryptering: %1$s

source: Login
ru_ru: Пользователь
sv_se: Inloggning

source: An error occurred inside the Open-Xchange server which prevented it from fulfilling the request.
sv_se: Ett fel inträffade i Open-Xchange-servern, vilket hindrade den från att utföra begäran.

source: A temporary error occurred inside the Open-Xchange server which prevented it from fulfilling the request.. Please try again later.
sv_se: Ett tillfälligt fel inträffade i Open-Xchange-servern, vilket hindrade den från att utföra begäran. Försök igen senare.

source: An I/O error ocurred reading .po file %s.
sv_se: En I/O-fel inträffade när .po-fil %s lästes.

source: Spam
ru_ru: Спам
sv_se: Skräppost

source: General error: %1$s
ru_ru: Общая ошибка: %1$s
sv_se: Allmänt fel: %1$s

source: Not found: %1$s
ru_ru: Не найдено: %1$s
sv_se: Hittade inte: %1$s

source: The source and destination URIs are equal: %1$s.
ru_ru: Исходный URI совпадает с конечным: %1$s.
sv_se: Käll- och målmappen är samma: %1$s.

source: Conflict. The resource cannot be created until one or more parental directories have been created: %1$s.
ru_ru: Прежде чем создать ресурс, необходимо создать родительский каталог: %1$s.
sv_se: Konflikt. Resursen kan inte skapas tills en eller fler överliggande kataloger har skapats: %1$s.

source: Such a resource already exists: %1$s.
ru_ru: Ресурс уже существует: %1$s.
sv_se: Resursen finns redan: %1$s.

source: Resource limit exceeded.
ru_ru: Превышено допустимое число ресурсов.
sv_se: Resursgränsen överskreds.

source: Name contains illegal characters or parent is read-only: %1$s.
ru_ru: Имя содержит недопустимые символы, или родительская папка доступна только для чтения: %1$s.
sv_se: Namnet innehåller otillåtna tecken, eller så är föräldern skrivskyddad: %1$s.

source: Unsupported protocol for SmartDrive server access: %1$s
ru_ru: Неподдерживаемый протокол доступа к серверу SmartDrive: %1$s
sv_se: Protokollet för åtkomst till SmartDrive-servrar stöds inte: %1$s

source: SmartDrive user "%1$s" is not authenticated for stateful access to SmarTDrive server "%2$s".
ru_ru: Не удалось аутентифицировать пользователя «%1$s» на сервере SmartDrive «%2$s» с отслеживанием состояния.
sv_se: SmartDrive-användaren "%1$s" är inte behörig för åtkomst där sessionstillståndet sparas till SmartDrive-servern "%2$s".

source: This resource is not a file
ru_ru: Ресурс не является файлом.
sv_se: Resursen är inte en fil

source: This resource is not a directory
ru_ru: Ресурс не является каталогом.
sv_se: Resursen är inte en katalog

source: This message could not be moved to trash folder, possibly because your mailbox is nearly full.
ru_ru: Не удалось переместить сообщение в корзину. Возможно, почтовый ящик переполнен.
sv_se: Meddelandet kunde inte flyttas till papperskorgmappen, antagligen för att din brevlåda nästan är full.

source: In that case, please try to empty your deleted items first, or delete smaller messages first.
ru_ru: Попробуйте освободить корзину или удалите небольшие сообщения.
sv_se: Om så är fallet, försök tömma skräpmappen först, eller ta först bort mindre meddelanden.

source: Login delay denies connecting to server %1$s with login %2$s (user=%3$s, context=%4$s).
ru_ru: Отказ авторизации при подключении %2$s к серверу %1$s (пользователь %3$s, контекст %4$s).
sv_se: Fördröjd inloggning blockerar anslutningar till servern %1$s med inloggning %2$s (användare=%3$s, kontext=%4$s).

source: Error message from server: %5$s
ru_ru: Ошибка сервера: %5$s
sv_se: Felmeddelande från servern: %5$s

source: Login delay denies connecting to server %1$s with login %2$s (user=%3$s, context=%4$s). Try again in %5$s seconds.
ru_ru: Отказ авторизации при подключении %2$s к серверу %1$s (пользователь %3$s, контекст %4$s). Повторите попытку через %5$s сек.
sv_se: Fördröjd inloggning blockerar anslutningar till servern %1$s med inloggning %2$s (användare=%3$s, kontext=%4$s). Försök igen om %5$s sekunder.

source: Error message from server: %6$s
ru_ru: Ошибка сервера: %6$s.
sv_se: Felmeddelande från servern: %6$s

source: Malformed Iq Data
sv_se: Felformaterad IQ-data

source: This message could not be moved to trash folder as your mailbox is nearly full.
ru_ru: Не удалось поместить сообщение в корзину, так как ваш почтовый ящик переполнен.
sv_se: Meddelandet kunde inte flyttas till papperskorgmappen eftersom din brevlåda nästan är full.

source: Please try to empty your deleted items first, or delete smaller messages first.
ru_ru: Попробуйте освободить корзину или удалите небольшие сообщения.
sv_se: Kom ihåg att tömma dina borttagna objekt först, eller att först ta bort mindre meddelanden.

source: Folder "%1$s" has been closed.
ru_ru: Папка «%1$s» была закрыта.
sv_se: Mappen "%1$s" har stängts.

source: Probably your request took too long.
ru_ru: Возможно, время ожидания запроса истекло.
sv_se: Förmodligen tog din sökning för lång tid.

source: Folder "%1$s" has been closed on mail server %2$s with login %3$s (user=%4$s, context=%5$s) .
ru_ru: Папка «%1$s» на сервере %2$s закрыта (имя %3$s, пользователь %4$s, контекст %5$s) .
sv_se: Mappen "%1$s" har stängts på e-postservern %2$s med inloggning %3$s (användare=%4$s, kontext=%5$s).

source: Protocol error in data sent to to mail server %1$s with login %2$s (user=%3$s, context=%4$s). Error message: %5$s
sv_se: Protokollfel i data som skickades till e-postservern %1$s med inloggning %2$s (användare=%3$s, kontext=%4$s). Felmeddelande: %5$s

source: That mailbox is already in use by another process. Please try again later.
sv_se: Den brevlådan används just nu av en annan process. Försök igen senare.

source: Error message: %1$s
sv_se: Felmeddelande: %1$s

source: That mailbox is already in use by another process on %1$s mail server for login %2$s (user=%3$s, context=%4$s). Please try again later.
sv_se: Den brevlådan används just nu av en annan process på e-postservern %1$s för inloggning %2$s (användare=%3$s, kontext=%4$s). Försök igen senare.

source: Error message: %5$s
sv_se: Felmeddelande: %5$s

source: he attribute %1$s contains too many characters. Current length %3$d is more than allowed length of %2$d characters.
ru_ru: Слишком длинный атрибут %1$s. Текущий размер %3$d превышает максимально допустимую длину (%2$d).
sv_se: Attributet %1$s innehåller för många tecken. Nuvarande längd är %3$d det är mer än tillåten längd på %2$d tecken.

source: Missing cookie: %1$s
sv_se: Kaka saknas: %1$s

source: Cookie "%1$s" cannot be found because requests does not have any cookies.
sv_se: Kakan "%1$s" hittas inte eftersom begäran inte har några kakor.

source: The IP address of host %1$s could not be determined.
ru_ru: Не удалось определить IP-адрес %1$s.
sv_se: IP-adressen för värden %1$s kunde inte fastslås.

source: Integer value is too big: %1$s
ru_ru: Слишком большое целое значение: %1$s
sv_se: Heltalsvärdet är för stort: %1$s

source: Missing previous truncated message package(s).
ru_ru: Отсутствуют предыдущие пакеты усеченных сообщений.
sv_se: Saknar tidigare avkapade meddelandepaket.

source: Conflicting truncated message package(s).
ru_ru: Конфликт пакетов усеченных сообщений.
sv_se: Avkapade meddelandepaket i konflikt.

source: Missing or wrong magic bytes: %1$s
ru_ru: Контрольное число отсутствует или неверно: %1$s
sv_se: Saknade eller felaktiga magiska bytes: %1$s

source: Unknown prefix code: %1$s
ru_ru: Неизвестный код префикса: %1$s.
sv_se: Okänd prefixkod: %1$s

source: Invalid message package
ru_ru: Недопустимый пакет сообщения
sv_se: Ogiltigt meddelandepaket

source: Unparsable string.
ru_ru: Неразбираемая строка.
sv_se: Strängen kan inte tolkas.

source: Invalid quoted-printable encoding.
ru_ru: Недопустимая кодировка quoted-printable.
sv_se: Ogiltig kodning för quoted-printable.

source: Messaging server socket could not be bound to port %1$d. Probably another process is already listening on this port.
ru_ru: Не удалось связать сокет сервера с портом %1$d. Возможно, порт уже прослушивается другим процессом.
sv_se: Snabbmeddelandeservern kunde inte bindas till porten %1$d. Troligen lyssnar redan en annan process på denna port.

source: Chile/Continental
ru_ru: Чили/Континентальный
sv_se: Chile/Kontinentala

source: Cuba
ru_ru: Куба
sv_se: Kuba

source: A severe error occurred.
ru_ru: Критическая ошибка.

source: An error occurred. Please try again later.
ru_ru: Произошла ошибка. Повторите попытку позже.

source: An IOException ocurred reading .po file %s.
ru_ru: Ошибка IOException при чтении файла %s.

source: %s has already been taken (field: %s)
ru_ru: %s уже используется (поле: %s)

source: Missing key "%1$s" in: "%2$s"
ru_ru: «%2$s» не содержит ключ «%1$s».

source: Access to bundle %1$s is not permitted
ru_ru: Доступ к набору %1$s не разрешен.

source: Missing start date, unable to calculate recurring.
ru_ru: Дата начала не задана. Повтор не может быть рассчитан.

source: You are trying to create a new recurring from an exception. This is not possible.
ru_ru: Вы пытаетесь создать повтор на основе исключения.

source: You can not move one element of a recurring appointment into another folder.
ru_ru: Перенос элемента повторяющейся встречи в другую папку не поддерживается.

source: Unable to calculate given position. Seems to be a delete exception or outside range
ru_ru: Не удалось рассчитать позицию. Возможно, имеет место исключение удаления или ошибка диапазона.

source: Import failed. Some data entered exceed the database field limit. Please shorten the following entries: %1$s character limit: %2$s sent %3$s Please add a comment for the variables
ru_ru: Ошибка импорта. Размер записей (%1$s) превышает максимально допустимый размер в базе данных: %2$s. Всего отправлено: %3$s. Добавьте комментарии для переменных.

source: Normal
ru_ru: Обычный

source: Status: %1$s
ru_ru: Состояние: %1$s

source: The folder %d is not an Infostore folder
ru_ru: %d не является папкой Infostore.

source: Files attached to InfoStore items must have unique names. File name: %s. The other document with this file name is %s.
ru_ru: Файлы, добавленные к объектам InfoStore, должны иметь уникальные имена. Имя файла: %s. Документ с таким же именем: %s.

source: Could not determine number of versions for info item %s in context %s. Invalid query: %s
ru_ru: Не удалось определить число версий для элемента %s в контексте %s. Недопустимый запрос: %s

source: Illegal argument: document %d contains no file
ru_ru: Недопустимый аргумент: %d не содержит файл.

source: Folder %d has two subfolders named %s. The database for context %d is not consistent.
ru_ru: %d содержит две папки с именем %s. База данных для контекста %d не согласована.

source: DocumentMetadata %d could not be deleted. Please try again.
ru_ru: Не удалось удалить DocumentMetadata %d. Повторите попытку позже.

source: Cannot decrease number of attachments below zero.
ru_ru: Число вложений не может быть меньше нуля.

source: The value entered for costs is not within the allowed range. Please use a value from -130000.00 to 130000.00.
ru_ru: Стоимость должна лежать в диапазоне от -130000.00 до 130000.00.

source: The quota on mail server exceeded.
ru_ru: Превышена квота на почтовом сервере.

source: The quota on mail server "%1$s" exceeded with login %2$s (user=%3$s, context=%4$s).
ru_ru: Превышена квота на почтовом сервере «%1$s» (имя %2$s, пользователь %3$s, контекст %4$s).

source: A command to mail server failed. Server response: %1$s.
ru_ru: Ошибка команды на почтовом сервере. Ответ сервера: %1$s.

source: Error in protocol to mail server %1$s with login %2$s (user=%3$s, context=%4$s). Error message: %5$s
ru_ru: Ошибка протокола почтового сервера %1$ для %2$s (пользователь %3$s, контекст %4$s). Сообщение: %5$s

source: Cannot create directory "%1$s" for FileStorage.
ru_ru: Не удалось создать каталог «%1$s» для FileStorage.

source: Cannot create lock file here %1$s. Please check for a stale .lock file, permissions or too long usage of the file store.
ru_ru: Не удалось создать файл блокирования в %1$s. Возможно, причина заключается в старом файле .lock, разрешениях, или превышен допустимый размер области файлов.

source: Eliminating the FileStorage failed.
ru_ru: Ошибка удаления FileStorage.

source: Parent folder %1$s does not allow folder's type setting %2$s in context %3$s
ru_ru: Родительская папка %1$s не разрешает изменять тип папки %2$s в контексте %3$s

source: Parent folder %1$s does not allow folder's module setting (%2$s) in context %3$s
ru_ru: Родительская папка %1$s не разрешает изменять настройки модуля (%2$s) в контексте %3$s

source: UNKNOWN EXCEPTION
ru_ru: НЕИЗВЕСТНОЕ ИСКЛЮЧЕНИЕ

source: Shared folder %1$s MUST NOT be updated in context %2$s
ru_ru: ЗАПРЕЩАЕТСЯ обновлять общую папку %1$s в контексте %2$s.

source: User %1$s grants invalid permissions on shared folder %2$s in context %3$s. Only the owner of parental shared folder %4$s can be the folder admin.
ru_ru: %1$s предоставляет неверные разрешения доступа к общей папке %2$s в контексте %3$s. Только владелец родительской папки %4$s должен иметь права администратора папки.

source: No session with sessionId %1$s found.
ru_ru: Не найден сеанс с SessionID %1$s.

source: The parameter "%s" must be a long value but is "%s"
ru_ru: Параметр «%s» должен содержать длинное значение, а не «%s».

source: Unknown Action: %s
ru_ru: Неизвестная операция: %s

source: Got JSONException
ru_ru: Получена ошибка JSONException.

source: Missing Field(s): %s
ru_ru: Отсутствуют поля: %s

source: Missing Form Field(s): %s
ru_ru: Поля не заполнены: %s

source: Got Exception %s
ru_ru: Получено исключение %s

source: Unknown Subscription
ru_ru: Неизвестная подписка

source: An IOException occurred: %1$s. Was trying to get the service at %2$s.
ru_ru: Произошло исключение IOException %1$s при обслуживании на %2$s.

source: A HTTPException occurred: %1$s. Was trying to get the service at %2$s.
ru_ru: Произошло исключение HTTPException %1$s при обслуживании на %2$s.

source: An IOException occurred.
ru_ru: Ошибка IOException.

source: Greenwich
ru_ru: Гринвич

source: Hongkong
ru_ru: Гонконг

source: Israel
ru_ru: Израиль

source: Jamaica
ru_ru: Ямайка

source: Kwajalein
ru_ru: Кваджалейн

source: Navajo
ru_ru: Навахо

source: Portugal
ru_ru: Португалия

source: Zulu
ru_ru: Зулу
