Repository: cognitionworks/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: da_dk, pt_br, ru_ru, sv_se

source: The resource is not a file: %1$s
da_dk: Ressourcen er ikke en fil: %1$s
pt_br: O recurso não é um arquivo: %1$s
ru_ru: Ресурс не является файлом: %1$s.
sv_se: Resuren är inte en fil: %1$s

source: Versioning not supported by WebDAV.
da_dk: Versionskontrol er ikke understøttet af WebDAV.
pt_br: O versionamento não é suportado pelo WebDAV.
ru_ru: WebDAV не поддерживает контроль версий.
sv_se: Versionshantering stöds inte av WebDAV.

source: File storage account %1$s of service "%2$s" could not be found for user %3$s in context %4$s.
da_dk: Fillagerkonto %1$s til service "%2$s" kunne ikke findes for bruger %3$s i kontekst %4$s.
pt_br: A conta de armazenamento de arquivos %1$s do serviço "%2$s" não foi encontrada para o usuário %3$s no contexto %4$s.
ru_ru: Не найдена учетная запись хранения файлов %1$s службы «%2$s» для пользователя %3$s в контексте %4$s.
sv_se: Lagringskonto %1$s hos tjänsten "%2$s" kunde inte hittas för användare %3$s i kontext %4$s.

source: The operation is not supported by service %1$s.
da_dk: Operationen er ikke understøttet af service %1$s.
pt_br: A operação não é suportada pelo serviço %1$s.
ru_ru: Служба %1$s не поддерживает эту операцию.
sv_se: Åtgärden stöds inte av tjänsten %1$s.

source: The folder "%1$s" cannot be found in account %2$s of service "%3$s" of user %4$s in context %5$s.
da_dk: Mappen "%1$s" kan ikke findes i konto %2$s for service "%3$s" for bruger %4$s i kontekst %5$s.
pt_br: A pasta "%1$s" não pôde ser encontrada na conta %2$s do serviço "%3$s" do usuário %4$s no contexto %5$s.
ru_ru: Не найдена папка «%1$s» для учетной записи %2$s службы «%3$s» пользователя %4$s в контексте %5$s.
sv_se: Katalogen "%1$s" hittades inte i kontot %2$s i tjänsten "%3$s" för användare %4$s i kontext %5$s.

source: Invalid file identifier: %1$s
da_dk: Ugyldig filhenvisning: %1$s
pt_br: Identificador de arquivo inválido: %1$s
ru_ru: Недопустимый идентификатор файла: %1$s
sv_se: Ogiltig filidentifierare: %1$s

source: Invalid header "%1$s": %2$s
da_dk: Ugyldigt hoved "%1$s": %2$s
pt_br: Cabeçalho inválido "%1$s": %2$s
ru_ru: Недопустимый заголовок «%1$s»: %2$s
sv_se: Ogiltigt filhuvud "%1$s": %2$s

source: Unknown action to perform: %1$s.
da_dk: Ukendt handling at udføre: %1$s.
pt_br: Ação desconhecida a executar: %1$s.
ru_ru: Неизвестная операция: %1$s.
sv_se: Okänd åtgärd att utföra: %1$s.

source: A file error occurred: %1$s
da_dk: En filfejl opstod: %1$s
pt_br: Ocorreu um erro de arquivo: %1$s
ru_ru: Ошибка файла: %1$s
sv_se: Ett filfel inträffade: %1$s

source: Wrongly formatted address: %1$s.
da_dk: Forkert formatteret adresse: %1$s.
pt_br: Endereço formatado incorretamente: %1$s.
ru_ru: Неверно сформированный адрес: %1$s.
sv_se: Fel adressformat: %1$s.

source: Unknown file content: %1$s.
da_dk: Ukendt filindhold: %1$s.
pt_br: Conteúdo de arquivo desconhecido: %1$s.
ru_ru: Неизвестное содержимое файла: %1$s.
sv_se: Okänt filinnehåll: %1$s.

source: Unknown file storage service: %1$s.
da_dk: Ukendt fillager service: %1$s.
pt_br: Serviço de armazenamento de arquivos desconhecido: %1$s.
ru_ru: Неизвестная служба хранения файлов: %1$s.
sv_se: Okänd lagringstjänst: %1$s.

source: Missing parameter: %1$s.
da_dk: Mangler parameter: %1$s.
pt_br: Parâmetro faltante: %1$s.
ru_ru: Отсутствует параметр %1$s.
sv_se: Parameter saknas: %1$s.

source: Invalid parameter: %1$s with type '%2$s'. Expected '%3$s'.
da_dk: Ugyldig parameter: %1$s med type '%2$s'. Forventede '%3$s'.
pt_br: Parâmetro inválido: %1$s com tipo '%2$s'. Esperado '%3$s'.
ru_ru: Недопустимый параметр %1$s с типом «%2$s». Ожидается: «%3$s».
sv_se: Ogiltig parameter: %1$d med typen '%2$s'. '%3$s' förväntades.

source: File part is read-only: %1$s
da_dk: Fildelen er skrivebeskyttet: %1$s
pt_br: Parte do arquivo é somente leitura: %1$s
ru_ru: Файловая секция доступна только для чтения: %1$s
sv_se: Fildelen är skrivskyddad: %1$s

source: Unknown color label index: %1$s
da_dk: Ukendt farveetiketindeks: %1$s
pt_br: Índice de cor da etiqueta: %1$s
ru_ru: Неизвестный индекс метки цвета: %1$s.
sv_se: Okänt färgetikettindex: %1$s

source: A duplicate folder named "%1$s" already exists below parent folder "%2$s".
da_dk: En mappe med samme navn "%1$s" eksisterer allerede i overmappen "%2$s".
pt_br: Uma pasta duplicada chamada "%1$s" já existe abaixo da pasta pai "%2$s".
ru_ru: «%2$s» уже содержит папку «%1$s».
sv_se: En dubblett av katalogen "%1$s" finns redan under föräldrakatalogen "%2$s".

source: No create access on folder %1$s.
da_dk: Ingen skriveadgang på mappe %1$s.
pt_br: Não há acesso para criação na pasta %1$s.
ru_ru: Нет доступа создания к папке %1$s.
sv_se: Ingen åtkomst att skapa objekt i katalogen %1$s.

source: Not connected
da_dk: Ikke forbundet
pt_br: Não conectado
ru_ru: Нет подключения.
sv_se: Inte ansluten

source: Invalid sorting column. Cannot sort by %1$s.
da_dk: Ugyldig sorteringskolonne. Kan sortere med %1$s.
pt_br: Classificação de coluna inválida. Não foi possível ordenar por %1$s.
ru_ru: Сортировка по %1$s не разрешена.
sv_se: Ogiltig sorteringskolumn. Kan inte sortera enligt %1$s.

source: No attachment found with section identifier %1$s in file %2$s in folder %3$s.
da_dk: Ingen vedhæftning fundet med ID %1$s i file %2$s i mappe %3$s.
pt_br: Nenhum anexo foi encontrado com o identificador de seção %1$s no arquivo %2$s na pasta %3$s.
ru_ru: Не найдено вложение с идентификатором секции %1$s в файле %2$s в папке %3$s.
sv_se: Hittade ingen bilaga med avsnittsidentifierare %1$s i filen %2$s i katalogen %3$s.

source: File %1$s not found in folder %2$s.
da_dk: Fil %1$s ikke fundet i mappe %2$s.
pt_br: O arquivo %1$s não foi encontrado na pasta %2$s.
ru_ru: Файл %1$s не найден в %2$s.
sv_se: Filen %1$s hittades inte i katalogen %2$s.

source: No account manager could be found for service: %1$s.
da_dk: Ingen kontomanager blev fundet for service: %1$s.
pt_br: Nenhum gerenciador de conta foi encontrado para o serviço: %1$s.
ru_ru: Не найден менеджер учетных записей для службы %1$s.
sv_se: Inget kontohanterare hittades för tjänsten: %1$s.

source: Invalid URL "%1$s". Error: %2$s.
da_dk: Ugyldig URL "%1$s". Fejl: %2$s.
pt_br: URL inválida "%1$s". Erro: %2$s.
ru_ru: Недопустимый URL «%1$s». Ошибка: %2$s.
sv_se: Ogiltig URL "%1$s". Fel: %2$s.

source: No such folder.
da_dk: Igen sådan mappe.
pt_br: Nenhuma pasta.
ru_ru: Папка не существует.
sv_se: Det finns ingen sådan katalog.

source: Authentication failed for login %1$s to server %2$s (service: %3$s).
da_dk: Godkendelse fejlede for login %1$s for server %2$s (service: %2$s).
pt_br: Falha de autenticação para o login %1$s no servidor %2$s (serviço: %3$s).
ru_ru: Ошибка аутентификации при доступе %1$s к серверу %2$s (служба %3$s).
sv_se: Identitetskontroll misslyckades för inloggning %1$s till servern %2$s (tjänst: %3$s).

source: In order to accomplish the search, %1$d or more characters are required.
da_dk: For at foretage søgningen, er der brug for mindst %1$d tegn.
pt_br: Para realizar a pesquisa, %1$d ou mais caracteres são requeridos.
ru_ru: Минимальное число знаков для выполнения поиска: %1$d
sv_se: För att sökningen ska utföras krävs %1$d eller fler tecken.

source: No free/busy providers available
da_dk: Ingen ledige/optaget udbydere tilgængelige
pt_br: Nenhum fornecedor de livre/ocupado disponível
ru_ru: Нет провайдеров Free/Busy.
sv_se: Inga tillgängliga leverantörer för ledig/upptagen

source: The participant "%1$s" is ambiguous.
da_dk: Deltageren "%1$s" er tvetydig.
pt_br: O participante "%1$s" é ambíguo.
ru_ru: Неоднозначный участник: «%1$s».
sv_se: Deltagare "%1$s" är tvetydig.

source: The participant "%1$s" can't be found.
da_dk: Deltageren "%1$s" kan ikke findes.
pt_br: O participante "%1$s" não foi encontrado.
ru_ru: Участник «%1$s» не найден.
sv_se: Deltagaren "%1$s" hittades inte.

source: Free/busy is not enabled for user %1$d in context %2$d.
da_dk: Ledig/optaget er ikke slået til for bruger %1$d i kontekst %2$d.
pt_br: Livre/ocupado não está habilitado para o usuário %1$d no contexto %2$d.
ru_ru: Функции Free/Busy для пользователя %1$d в контексте %2$d не включены.
sv_se: Ledig/upptagen är inte aktiverat för användare %1$d i kontext %2$d.

source: Free/busy data for "%1$s" is not available.
da_dk: Ledig/optaget data for "%1$s" er ikke tilgængelig.
pt_br: Os dados de livre/ocupado para "%1$s" não estão disponíveis.
ru_ru: Данные Free/Busy для «%1$s» недоступны.
sv_se: Ledig/upptagen-data för "%1$s" är inte tillgänglig.

source: A communication error occured while processing the free/busy request ("%1$s").
da_dk: En kommunikationsfejl opstod imens ledig/optaget forsørgelsen blev behandlet ("%1$s").
pt_br: Ocorreu um erro de comunicação ao processar a requisição de livre/ocupado ("%1$s").
ru_ru: Ошибка связи при обработке запроса free/busy ( «%1$s»).
sv_se: Ett kommunikationsfel inträffade medan ledig/upptagen-begäran behandlades ("%1$s").

source: An external error occured while processing the free/busy request ("%1$s").
da_dk: En ekstern fejl opstod imens ledig/optaget forsørgelsen blev behandlet ("%1$s").
pt_br: Ocorreu um erro externo ao processar a requisição de livre/ocupado ("%1$s").
ru_ru: Внешняя ошибка при обработке запроса free/busy («%1$s»).
sv_se: Ett externt fel inträffade när ledig/upptagen-begäran behandlades ("%1$s").

source: An internal error occured while processing the free/busy request ("%1$s").
da_dk: En intern fejl opstod imens ledig/optaget forsørgelsen blev behandlet ("%1$s").
pt_br: Ocorreu um erro interno ao processar a requisição de livre/ocupado ("%1$s").
ru_ru: Внутренняя ошибка при обработке запроса free/busy («%1$s»).
sv_se: Ett internt fel inträffade när ledig/upptagen-begäran behandlades ("%1$s").

source: A configuration error occured ("%1$s").
da_dk: En konfigurationsfejl opstod ("%1$s").
pt_br: Ocorreu um erro de configuração ("%1$s").
ru_ru: Ошибка конфигурации («%1$s»).
sv_se: Ett konfigurationsfel inträffade ("%1$s").

source: The database returned an error: %1$s
da_dk: Databasen returnerede en fejl: %1$s
pt_br: O banco de dados retornou um erro: %1$s
ru_ru: Ошибка базы данных: %1$s
sv_se: Databasen returnerade ett fel: %1$s

source: The uwa widget with the id %1$s could not be found
da_dk: UWA-widget med ID %1$s blev ikke fundet
pt_br: O widget UWA com o ID %1$s não pôde ser encontrado
ru_ru: Модуль с ID %1$s не найден.
sv_se: UWA-komponenten med ID %1$s hittades inte

source: The widget with the id %1$s is protected and only positional information can be updated
da_dk: Widget med ID %1$s er beskyttet, og kun placeringsinformation kan opdateres
pt_br: O widget com o ID %1$s está protegido e apenas a informação da posição pode ser atualizada
ru_ru: Модуль с ID %1$s защищен. Разрешается обновить только позиционную информацию.
sv_se: Komponenten med ID %1$s är skyddad, och endast placeringsinformation kan uppdateras

source: The string cannot be parsed to a valid URL.
da_dk: Strengen kan ikke parses til en gyldig URL.
pt_br: O texto não pôde ser processado em uma URL válida.
ru_ru: Не удалось извлечь URL из строки.
sv_se: Strängen kan inte tolkas som en giltig URL.

source: Account "%s" is locked.
da_dk: Konto "%s" er låst.
pt_br: A conta "%s" está bloqueada.
ru_ru: Учетная запись «%s» заблокирована.
sv_se: Kontot "%s" är låst.

source: Account "%1$s" is currently being created. This can take a while. Please try again later.
da_dk: Konto "%1$s" er ved at blive oprettet. Dette kan tage et stykke tid. Prøv venligst igen senere.
pt_br: A conta "%1$s" está sendo criada. Isto pode levar algum tempo. Tente novamente mais tarde.
ru_ru: Создается учетная запись «%1$s». Это может занять некоторое время. Повторите попытку позже.
sv_se: Kontot "%1$s" skapas just nu. Det kan ta en liten stund. Försök igen senare.

source: Unknown problem: "%s".
da_dk: Ukendt problem: "%s".
pt_br: Problema desconhecido: "%s".
ru_ru: Неизвестная ошибка: «%s»
sv_se: Okänt problem: "%s".

source: Login not possible at the moment. Please try again later.
da_dk: Det er ikke muligt at logge ind i øjeblikket. Prøv venligst igen senere.
pt_br: Não foi possível fazer o login no momento. Tente novamente mais tarde.
ru_ru: В данный момент авторизация невозможна. Повторите попытку позже.
sv_se: Det går inte att logga in för tillfället. Försök igen senare.

source: Invalid credentials.
da_dk: Ugyldige loginoplysninger.
pt_br: Credenciais inválidas.
ru_ru: Недопустимые учетные данные.
sv_se: Ogiltig referens.

source: Missing property %1$s.
da_dk: Egenskab mangler %1$s.
pt_br: Propriedade %1$s faltando.
ru_ru: Отсутствует свойство %1$s.
sv_se: Saknar egenskap %1$s.

source: Database down.
da_dk: Databasen er nede.
pt_br: O banco de dados está desligado.
ru_ru: База данных недоступна.
sv_se: Databas nere.

source: Your password has expired. In order to change it, please log in to %1$s.
da_dk: Dit kodeord er udløbet. Log venligst ind på %1$s for at ændre det.
pt_br: Sua senha expirou. Para alterá-la, entre em %1$s.
ru_ru: Срок действия вашего пароля истек. Чтобы его изменить, зайдите в %1$s.
sv_se: Ditt lösenord är för gammalt. För att ändra det, logga in på %1$s.

source: User %1$s could not be found in context %2$s.
da_dk: Bruger %1$s kunne ikke findes i kontekst %1$s.
pt_br: O usuário %1$s não foi encontrado no context %2$s.
ru_ru: Пользователь %1$s не найден в контексте %2$s.
sv_se: Användaren %1$s hittades inte i kontext %2$s.

source: User is not activated.
da_dk: Bruger ikke aktiveret.
pt_br: O usuário não está ativo.
ru_ru: Пользователь не активирован.
sv_se: Användaren är inte aktiverad.

source: Client "%1$s" is not activated.
da_dk: Klient "%1$s" ikke aktiveret.
pt_br: O cliente "%1$s" não está ativado.
ru_ru: Клиент «%1$s» не активирован.
sv_se: Klienten "%1$s" är inte aktiverad.

source: Method "%1$s" in HTTP header authorization is not supported.
da_dk: Metode "%1$s" til godkendelse i HTTP-hoved er ikke understøttet.
pt_br: O método "%1$s" no cabeçalho de autorização HTTP não é suportado.
ru_ru: Авторизация в заголовках HTTP не поддерживает метод «%1$s».
sv_se: Metoden "%1$s" stöds inte i HTTP-huvudkontroll.

source: Missing client capabilities.
da_dk: Mangler klientegenskaber.
pt_br: Recursos do cliente faltando.
ru_ru: Возможности клиента отсутствуют.
sv_se: Saknar klientegenskaper.

source: No session found.
da_dk: Ingen session fundet.
pt_br: Nenhuma sessão encontrada.
ru_ru: Сеанс не найден.
sv_se: Ingen session hittades.

source: %s does not support an auto login authentication.
da_dk: %s understøtter ikke godkendelse ved automatisk login.
pt_br: %s não suporta a autenticação de login automático.
ru_ru: %s не поддерживает автоматическую авторизацию.
sv_se: %s har inte stöd för en automatisk inloggning.

source: Server side token for token login was not created.
da_dk: Serversymbol for symbollogin blev ikke oprettet.
pt_br: O token do lado do servidor para o login via token não foi criado.
ru_ru: Маркер сервера для выбранного пользователя не создан.
sv_se: Serverns del av inloggningsbeviset skapades inte.

source: Value of User-Agent header must not be used as value for the client parameter. Please use a string identifying the client software.
da_dk: Værdien af User-Agent hovedet må ikke bruges som værdien for klient parametren. Brug venligst en streng som identificerer klient softwaren.
pt_br: O valor do cabeçalho de agente de usuário não deve ser usado como valor para o parâmetro do cliente. Use um texto identificando o software do cliente.

source: Put into cache failed.
da_dk: Indsæt i cache fejlede.
pt_br: Falha ao colocar no cache.
ru_ru: Ошибка операции размещения в кэше.
sv_se: Kunde inte lägga till i cacheminnet.

source: The default element attributes could not be retrieved
da_dk: Standardelementets egenskaber kunne ikke hentes
pt_br: Os atributos padrão do elemento não puderam ser obtidos
ru_ru: Не удалось получить исходные атрибуты элемента.
sv_se: Standardelementattributen kunde inte hämtas

source: Cache %s could not be initialized due to following error: %s
da_dk: Cache %s kunne ikke klargøres som følge af fejl: %s
pt_br: O cache %s não pôde ser inicializado devido ao seguinte erro: %s
ru_ru: Не удалось инициализировать кэш %s. Ошибка: %s
sv_se: Cacheminnet %s kunde inte initialiseras på grund av följande fel: %s

source: Too few (%d) login attributes.
da_dk: For få (%d) login egenskaber.
pt_br: Poucos (%d) atributos de login.
ru_ru: Недостаточно атрибутов авторизации (%d).
sv_se: För få (%d) inloggningsattribut.

source: Problem while communicating with external authorization.
da_dk: Problem under kommunikation med ekstern godkendelse.
pt_br: Problema ao comunicar com a autorização externa.
ru_ru: Произошла ошибка при взаимодействии с функциями внешней авторизации.
sv_se: Problem med kommunikationen vid extern behörighet.

source: Instantiating the class failed.
da_dk: Instantiering af klassen fejlede.
pt_br: Falha ao inicializar a classe.
ru_ru: Не удалось создать экземпляр класса.
sv_se: Exemplifiera klassen misslyckades.

source: Class %1$s can not be found.
da_dk: Klassen %1$s kan ikke findes.
pt_br: A classe %1$s não pôde ser encontrada.
ru_ru: Класс %1$s не найден.
sv_se: Klassen %1$s kan hittades inte.

source: Missing property %1$s in system.properties.
da_dk: Mangler egenskab %1$s i system.egenskaber.
pt_br: Propriedade %1$s faltando no system.properties.
ru_ru: Отсутствует %1$s в system.properties.
sv_se: Saknar egenskap %1$s i system.properties.

source: URL "%s" is malformed.
da_dk: URL'en "%s" er ikke formet korrekt.
pt_br: A URL "%s" está malformada.
ru_ru: Неверно сформированный URL: «%s»
sv_se: URL "%s" är felformaterad.

source: Extras link is not implemented.
da_dk: Ekstralinks er ikke implementeret.
pt_br: Links extras não estão implementados.
ru_ru: Функции ссылки для экстра не реализованы.
sv_se: Extra-länken är inte implementerad.

source: Context %1$d, %1$s is disabled.
da_dk: Kontekst %1$d, %1$s er deaktiveret.
pt_br: Contexto %1$d, %1$s está desabilitado.
ru_ru: Контекст %1$d, %1$s отключен.
sv_se: Kontext%1$d, %1$s är avaktiverad.

source: [Not available]
da_dk: [Ikke tilgængelig]
pt_br: [Não disponível]
ru_ru: [Недоступно]
sv_se: [Inte tillgänglig]

source: An error occurred inside the server which prevented it from fulfilling the request.
da_dk: Der opstod en fejl i serveren, som forhindrede den i at gennemføre forespørgslen.
pt_br: Ocorreu um erro dentro do servidor que o impediu de cumprir a requisição.

source: A temporary error occurred inside the server which prevented it from fulfilling the request.. Please try again later.
da_dk: Der opstod en midlertidig fejl i serveren, som forhindrede den i at gennemføre forespørgslen. Prøv venligst igen senere.
pt_br: Ocorreu um erro temporário dentro do servidor que o impediu de cumprir a requisição. Por favor, tente novamente mais tarde.

source: The object has been changed in the meantime.
da_dk: Objektet er blevet ændret i mellemtiden.
pt_br: O objeto foi alterado neste meio tempo.
ru_ru: Объект уже был изменен.
sv_se: Objektet har ändrats under tiden.

source: Object not found. %1$s
da_dk: Objekt ikke fundet. %1$s
pt_br: Objeto não encontrado. %1$s
ru_ru: Объект не найден: %1$s
sv_se: Objekt hittades inte. %1$s

source: No permission for module: %1$s.
da_dk: Ingen rettigheder for modul: %1$s.
pt_br: Nenhuma permissão para o módulo: %1$s.
ru_ru: Недостаточно прав для доступа к модулю: %1$s.
sv_se: Ingen tillåtelse till modul: %1$s.

source: No folder permission.
da_dk: Ingen mapperettigheder.
pt_br: Sem permissão de pasta.
ru_ru: Недостаточно прав для доступа к папке.
sv_se: Ingen tillgång till mappen.

source: Missing field: %s
da_dk: Felt mangler: %s
pt_br: Campo faltante: %s
ru_ru: Отсутствует поле %s
sv_se: Fält saknas: %s

source: File not found: %1$s
da_dk: Fil ikke fundet: %1$s
pt_br: Arquivo não encontrado: %1$s
ru_ru: Файл не найден: %1$s
sv_se: Filen hittades inte: %1$s

source: I/O error: %1$s
da_dk: I/O-fejl: %1$s
pt_br: Erro de E/S: %1$s
ru_ru: Ошибка ввода-вывода: %1$s
sv_se: I/O-fel: %1$s

source: No such managed file associated with ID: %1$s
da_dk: Ingen håndteret fil med det ID: %1$s
pt_br: Nenhum arquivo gerenciado associado com o ID: %1$s
ru_ru: Нет файла с ID %1$s
sv_se: Ingen sådan fil hanteras som är associerad med ID: %1$s

source: ID generation failed
da_dk: Generering af ID fejlede
pt_br: Falha na geração do ID
ru_ru: Произошла ошибка при генерации идентификатора
sv_se: Kunde inte skapa ID

source: The required service %1$s is temporary not available. Please try again later.
da_dk: Den krævede service %1$s er midlertidigt ikke til rådighed. Prøv venligst igen senere.
pt_br: O serviço requerido %1$s não está disponível temporariamente. Tente novamente mais tarde.
ru_ru: Обязательная служба %1$s временно недоступна. Повторите попытку позже.
sv_se: Den nödvändiga tjänsten %1$s är för tillfället inte tillgänglig. Försök igen senare.

source: An I/O error occurred
da_dk: En I/O-fejl opstod
pt_br: Ocorreu um erro de E/S
ru_ru: Произошла ошибка ввода-вывода
sv_se: Ett I/O-fel inträffade

source: Service initialization failed
da_dk: Forberedelse af service fejlede
pt_br: Falha ao inicializar o serviço
ru_ru: Не удалось инициализировать службу.
sv_se: Kunde inte starta tjänst

source: Sessiond exception
da_dk: Sessiond undtagelse
pt_br: Exceção do sessiond
ru_ru: Исключение Sessiond
sv_se: Sessiond-undantag

source: Maximum number of sessions elapsed
da_dk: Det maksimale antal sesioner er gået
pt_br: Número máximo de sessões atingido
ru_ru: Максимальное число сеансов истекло.
sv_se: Maximalt antal sessioner förflöt

source: Sessiond Config Exception
da_dk: Sessiond konfigurationsundtagelse
pt_br: Exceção de configuração do sessiond
ru_ru: Исключение конфигурации Sessiond
sv_se: Sessiond-inställningsundantag

source: Missing property '%s'
da_dk: Mangler egenskab '%s'
pt_br: Propriedade '%s' faltante
ru_ru: Отсутствует поле «%s».
sv_se: Saknar egenskap '%s'

source: Unknown event topic %s
da_dk: Ukendt begivenhedsemne %s
pt_br: Tópico do evento desconhecido %s
ru_ru: Неизвестная тема события: %s
sv_se: Okänt händelseämne %s

source: Password could not be changed
da_dk: Kodeord kunne ikke ændres
pt_br: A senha não pôde ser alterada
ru_ru: Не удалось изменить пароль.
sv_se: Lösenordet kunde inte ändras

source: Max. number of sessions exceeded for user %1$s in context %2$s
da_dk: Maksimum nummer af sessioner er nået for bruger %1$s i kontekst %2$s
pt_br: Número máximo de sessões excedido para o usuário %1$s no contexto %2$s
ru_ru: Превышено максимальное число сеансов для пользователя %1$s в контексте %2$s
sv_se: Maximalt antal sessioner överskreds för användare %1$s i kontext %2$s

source: Authentication identifier duplicate found. Existing session login: %1$s. Current denied login request: %2$s.
da_dk: Kopi af godkendelses ID fundet. Afslutter nuværende session: %1$s. Nuværende afvist loginforespørglse: %2$s.
pt_br: Encontrado um identificador de autenticação duplicado. Sessão com o login existente: %1$s. Requisição de login negada: %2$s.
ru_ru: Обнаружен повторный идентификатор аутентификации. Исходный: %1$s. Отказ запроса: %2$s.
sv_se: Hittade dubblett av behörighetsidentifierare. Befintlig sessionsinloggning: %1$s. Aktuell avslagen inloggningsbegäran: %2$s.

source: SessionD returned wrong session with identifier %1$s for given session identifier %2$s.
da_dk: Sessiond returnerede en forkert session med ID %1$s for givet session ID %2$s.
pt_br: O sessiond retornou uma sessão incorreta com o identificador %1$s para a sessão fornecida com o identificador %2$s.
ru_ru: SessionD возвращает неверный сеанс с ID 1$s для заданного ID %2$s.
sv_se: SessionD returnerade fel session med identifieraren %1$s för given sessionsidentifierare %2$s.
