Repository: cognitionworks/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: da_dk, pt_br, ru_ru, sv_se

source: Could not load publications of type %1$s
da_dk: Kunne ikke indlæse udgivelser af typen %1$s
pt_br: Não foi possível carregar publicações do tipo %1$s
ru_ru: Не удалось загрузить публикации с типом %1$s
sv_se: Kunde inte ladda publikationer av typen %1$s

source: Unable to save a given ID.
da_dk: Kan ikke gemme et bestemt id.
pt_br: Não foi possível salvar o ID fornecido.
ru_ru: Не удалось сохранить идентификатор.
sv_se: Kan inte spara given ID.

source: Cannot find the publication site.
da_dk: Kan ikke finde udgivelses-web-stedet.
pt_br: Não foi possível encontrar o site da publicação.
ru_ru: Сайт публикаций не найден.
sv_se: Kan inte hitta publiceringssidan.

source: %1$s has already been taken (field: %2$s)
da_dk: %1$s er allerede taget (felt: %2$s)
pt_br: %1$s já foi obtido (campo: %2$s)
sv_se: %1$s är redan upptagen (fält: %2$s)

source: You do not have the permissions to perform the chosen action (%s)
da_dk: Du har ikke ret til at udføre den valgte handling (%s)
pt_br: Você não tem permissão para executar a ação escolhida (%s)
ru_ru: Недостаточно прав для выполнения действия (%s).
sv_se: Du har inte tillräckliga rättigheter för att utföra åtgärden (%s)

source: The published document has been deleted in the meantime and therefore is no longer available.
da_dk: Det udgivne dokument er i mellemtiden blevet slettet og er derfor ikke længere tilgængeligt.
pt_br: O documento publicado foi excluído neste meio tempo e não está mais disponível.
ru_ru: Документ был удален и больше недоступен.
sv_se: Det publicerade dokumentet togs bort under tiden och är därför inte längre tillgängligt.

source: Push UDP Exception.
da_dk: "Push UDP"-fejl.
pt_br: Exceção no Push UDP.
ru_ru: Исключение Push UDP.
sv_se: Kör UDP-undantag.

source: Missing Push UDP configuration.
da_dk: Mangler "Push UDP"-opsætning.
pt_br: Configuração do Push UDP faltante.
ru_ru: Отсутствует конфигурация Push UDP.
sv_se: Kör UDP-konfiguration saknas.

source: User ID is not a number: %1$s.
da_dk: Bruger-id er ikke et tal: %1$s.
pt_br: O ID do usuário não é um número: %1$s.
ru_ru: Идентификатор пользователя не является числом: %1$s.
sv_se: Användar-ID är inte ett nummer: %1$s.

source: Context ID is not a number: %1$s.
da_dk: Kontekst-id er ikke et tal: %1$s.
pt_br: O ID do contexto não é um número: %1$s.
ru_ru: Идентификатор контекста не является числом: %1$s.
sv_se: Kontext-ID är inte ett nummer: %1$s.

source: Magic bytes are not a number: %1$s.
da_dk: Magiske bytes er ikke et tal: %1$s.
pt_br: Os magic bytes não são um número: %1$s.
ru_ru: Контрольная последовательность не содержит число: %1$s.
sv_se: Magiska bytes är inte ett nummer: %1$s.

source: Invalid Magic bytes: %1$s.
da_dk: Ugyldige magiske bytes: %1$s.
pt_br: Magic bytes inválido: %1$s.
ru_ru: Недопустимое контрольное число: %1$s.
sv_se: Ogiltiga magiska bytes: %1$s.

source: Folder ID is not a number: %1$s.
da_dk: Mappe-id er ikke et tal: %1$s.
pt_br: O ID da pasta não é um número: %1$s.
ru_ru: Идентификатор папки не является числом: %1$s.
sv_se: Mapp-ID är inte ett nummer: %1$s.

source: Module is not a number: %1$s.
da_dk: Modul er ikke et tal: %1$s.
pt_br: O módulo não é um número: %1$s.
ru_ru: Модуль не является числом: %1$s.
sv_se: Modulen är inte ett nummer: %1$s.

source: Port is not a number: %1$s.
da_dk: Port er ikke en tal: %1$s.
pt_br: A porta não é um número: %1$s.
ru_ru: Порт не содержит числовое значение: %1$s.
sv_se: Porten är inte ett nummer: %1$s.

source: Request type is not a number: %1$s.
da_dk: Forespørgselstype er ikke et tal: %1$s.
pt_br: O tipo requisitado não é um número: %1$s.
ru_ru: Тип запроса должен содержать число: %1$s.
sv_se: Typen av begäran är inte ett nummer: %1$s.

source: Length is not a number: %1$s.
da_dk: Længde er ikke et tal: %1$s.
pt_br: O comprimento não é um número: %1$s.
ru_ru: Значение длины не является числом: %1$s.
sv_se: Längden är inte ett nummer: %1$s.

source: Invalid user IDs: %1$s.
da_dk: Ugyldige bruger-id'er: %1$s.
pt_br: IDs de usuário inválidos: %1$s.
ru_ru: Недопустимый идентификатор пользователя: %1$s.
sv_se: Ogiltiga användar-ID: %1$s.

source: Unknown request type: %1$s.
da_dk: Ukendt forespørgselstype: %1$s.
pt_br: Tipo de requisição desconhecido: %1$s.
ru_ru: Неизвестный тип запроса: %1$s.
sv_se: Okänd typ av begäran: %1$s.

source: Missing payload in datagram package.
da_dk: Mangler data i "datagram"-pakke.
pt_br: Carga faltante no pacote do datagrama.
ru_ru: Пакет датаграммы не содержит данные.
sv_se: Saknar nyttolast i datagrampaket.

source: No UDP channel is configured.
da_dk: Ingen UDP-kanal sat op.
pt_br: Nenhum canal UDP está configurado.
ru_ru: Каналы UDP не настроены.
sv_se: Ingen UDP-kanal konfigurerad.

source: Quota exceeded. Please delete some items in order to create new ones.
da_dk: Kvote overskredet. Slet nogle elementer for at få plads til at oprette nye.
pt_br: Cota excedida. Exclua alguns itens para poder criar novos.
sv_se: Kvot överskriden. Ta bort några objekt för att kunna skapa nya.

source: Could not find a handler for the given stanza: . "%1$s"
da_dk: Kunne ikke finde håndtering for den givne stanza: . "%1$s"
pt_br: Não foi possível encontrar um manejador para o Stanza fornecido: "%1$s"
ru_ru: Не найден обработчик для секции: «%1$s»
sv_se: Hittade ingen hanterare för den givna Stanza: . "%1$s"

source: Could not send stanza to resource. Resource was offline: %1$s
da_dk: Kunne ikke sende stanza til ressource. Ressource var offline: %1$s
pt_br: Não foi possível enviar o Stanza para o recurso. O recurso estava desconectado: %1$s
ru_ru: Не удалось передать секцию ресурсу, так как он не в сети: %1$s
sv_se: Kunde inte skicka Stanza till en resurs. Resursen var inte uppkopplad: %1$s

source: Unknown channel %1$s
da_dk: Ukendt kanal %1$s
pt_br: Canal desconhecido %1$s
ru_ru: Неизвестный канал %1$s
sv_se: Okänd kanal %1$s

source: Unexpected error: %1$s
da_dk: Uventet fejl: %1$s
pt_br: Erro não esperado: %1$s
ru_ru: Непредвиденная ошибка: %1$s.
sv_se: Oväntat fel: %1$s

source: Could not send directed Presence to resource: %1$s
da_dk: Kunne ikke sende specifik tilstede-besked til ressource: %1$s
pt_br: Não foi possível enviar a presença direta ao recurso: %1$s
sv_se: Kunde inte skicka riktad närvaro till resurs: %1$s

source: The session information didn't match any ServerSession
da_dk: Sessionsoplysningerne svarede ikke til nogen ServerSession
pt_br: A informação da sessão não corresponde a qualquer sessão do servidor
ru_ru: Данные сеанса не соответствуют значениям ServerSession.
sv_se: Sessionsinformationen stämde inte mot någon ServerSession

source: Obligatory key "%1$s" is missing from the Stanza
da_dk: Obligatorisk nøgle "%1$s" mangler i Stanza
pt_br: A chave obrigatória "%1$s" está faltando no Stanza
sv_se: Obligatoriska nyckeln "%1$s" saknas från Stanza

source: Could not find a builder for the given element: . "%1$s"
da_dk: Kunne ikke finde en bygger for det givne element: . "%1$s"
pt_br: Não foi possível encontrar um compilador para o elemento fornecido: "%1$s"
ru_ru: Не найден конструктор для элемента «%1$s».
sv_se: Kunde inte hitta en byggare för det givna elementet: . "%1$s"

source: Error while building Stanza: "%1$s"
da_dk: Fejl under bygning af stanza: "%1$s"
pt_br: Erro ao compilar o Stanza: "%1$s"
ru_ru: Произошла ошибка при формировании секции: «%1$s»
sv_se: Fel när Stanza byggdes: "%1$s"

source: Could not find a transformer for the PayloadElement: "%1$s"
da_dk: Kunne ikke finde en omformer for "PayloadElement": "%1$s"
pt_br: Não foi possível encontrar um transformador para o elemento de carga: "%1$s"
ru_ru: Не найден преобразователь для PayloadElement: «%1$s».
sv_se: Hittade ingen omvandlare för PayloadElement: "%1$s"

source: Could not find an initializer for the given stanza: . "%1$s"
da_dk: Kunne ikke finde en initialiseringsrutine for den givne stanza: . "%1$s"
pt_br: Não foi possível encontrar um inicializador para o Stanza fornecido: "%1$s"
ru_ru: Не найден инициализатор для секции: «%1$s»
sv_se: Hittade ingen startare för den givna Stanza: . "%$s"

source: Error while transforming a PayloadElement: "%1$s, %2$s"
da_dk: Fejl under omformning af "PayloadElement": "%1$s. %2$s"
pt_br: Erro ao transformar o elemento de carga: "%1$s, %2$s"
ru_ru: Ошибка преобразования PayloadElement: «%1$s, %2$s»
sv_se: Fel medan ett PayloadElement omvandlades: "%1$s, %2$s"

source: Error while converting PayloadElement data: "%1$s"
da_dk: Fejl under omformning af "PayloadElement"-data: "%1$s"
pt_br: Erro ao converter os dados do elemento de carga: "%1$s"
ru_ru: Ошибка преобразования данных PayloadElement: «%1$s».
sv_se: Fel vid konvertering av PayloadElement-data: "%1$s"

source: The following obligatory element is missing: "%1$s"
da_dk: Følgende nødvendige element mangler: "%1$s"
pt_br: O seguinte elemento obrigatório está faltando: "%1$s"
ru_ru: Отсутствует обязательный элемент: «%1$s».
sv_se: Följande obligatoriska element saknas: "%1$s"

source: Malformed Presence Data
da_dk: Ugyldige tilstede-data
pt_br: Dados de presença malformados
ru_ru: Неверно сформированные данные о присутствии
sv_se: Felformaterad närvarodata

source: Malformed Message Data
da_dk: Ugyldige besked-data
pt_br: Dados de mensagem malformados
sv_se: Felformaterad meddelandedata

source: Malformed IQ Data
da_dk: Ugyldige IQ-data
pt_br: Dados IQ malformados

source: Malformed Presence Element: "%1$s"
da_dk: Ugyldigt tilstede-element: "%1$s"
pt_br: Elemento de presença malformado: "%1$s"
ru_ru: Неверно сформированный элемент данных о присутствии: «%1$s»
sv_se: Felformaterat närvaroelement: "%1$s"

source: Malformed Message Element: "%1$s"
da_dk: Ugyldigt besked-element: "%1$s"
pt_br: Elemento de mensagem malformado: "%1$s"
sv_se: Felformaterat meddelandeelement: "%1$s"

source: Malformed IQ Element: "%1$s"
da_dk: Ugyldigt "IQ"-element: "%1$s"
pt_br: Elemento IQ malformado: "%1$s"
sv_se: Felformaterat IQ-element: "%1$s"

source: Illegal value "%1$s" for key "%1$s" in: "%3$s"
da_dk: Ugyldig værdi "%1$s" for nøgle "%1$s" i "%3$s"
pt_br: Valor ilegal "%1$s" para a chave "%2$s" em: "%3$s"
sv_se: Otillåtet värde "%1$s" för nyckeln "%1$s" i: "%3$s"

source: Malformed POST Data
da_dk: Ugyldige "POST"-data
pt_br: Dados POST malformados
sv_se: Felformaterad POST-data

source: Invalid context ID. Couldn't find context for: %1$s
da_dk: Ugyldigt kontekst-id. Kunne ikke finde en kontekst for: %1$s
pt_br: ID de contexto inválido. Não foi possível encontrar o contexto para: %1$s
ru_ru: Недопустимый идентификатор контекста. Не найден контекст для %1$s
sv_se: Ogiltigt kontext-ID. Kunde inte hitta kontext för: %1$s

source: No appropriate channel found for recipient %1$s with payload namespace %2$s
da_dk: Ingen passende kanal fundet for modtager %1$s med last-navnerum %2$s
pt_br: Nenhum canal apropriado encontrado para o destinatário %1$s com o espaço de nomes da carga %2$s
ru_ru: Не найден канал для получателя %1$s с пространством имен %2$s.
sv_se: Ingen lämplig kanal hittades för mottagare %1$s med nyttolastnamnrymden %2$s

source: Invalid ID. Resource identifier is missing.
da_dk: Ugyldigt id. Ressource-id mangler.
pt_br: ID inválido. O identificador de recurso está faltando.
ru_ru: Отсутствует идентификатор ресурса.
sv_se: Ogiltigt ID. Resursidentifieraren saknas.

source: The client has sent a message that is malformed or cannot be processed: %1$s
da_dk: Klienten har sendt en besked der er ugyldig eller ikke kan behandles: %1$s
pt_br: O cliente enviou uma mensagem que está malformada e não pode ser processada: %1$s
sv_se: Klienten skickade ett felformaterat meddelande, eller ett meddelande som inte kan behandlas: %1$s

source: The server could not process the stanza because of a misconfiguration or an otherwise-undefined internal server error: %1$s
da_dk: Serveren kunne ikke behandle stanzaen på grund af en fejlopsætning eller en ellers udefineret intern server-fejl: %1$s
pt_br: O servidor não pôde processar o Stanza devido à uma configuração incorreta ou um erro interno do servidor desconhecido: %1$s
sv_se: Servern kunde inte behandla Stanza på grund av en felaktig inställning eller ett annars ospecifikt internt serverfel: %1$s

source: Resource not available.
da_dk: Ressource ikke tilgængelig.
pt_br: O recurso não está disponível.
sv_se: Resursen otillgänglig.

source: Your session is invalid.
da_dk: Din session er ugyldig.
pt_br: Sua sessão é inválida.
sv_se: Din session är ogiltig.

source: The sent sequence is invalid.
da_dk: Den sendte sekvens er ugyldig.
pt_br: A sequência de envio é inválida.
sv_se: Den skickade meningen är ogiltig.

source: The server has no state associated with this client. Please enrol first.
da_dk: Serveren har ingen tilstand associeret med denne klient. Tilmeld dig venligst først.
pt_br: O servidor não tem estado associado com esse cliente. Por favor, inscreva-se primeiro.

source: Start of RMI service failed.
da_dk: Start af RMI-service mislykkedes.
pt_br: Falha ao iniciar o serviço RMI.
ru_ru: Не удалось запустить службу RMI.
sv_se: Kunde inte starta RMI-tjänsten.

source: Could not create RMI registry.
da_dk: Kunne ikke oprette RMI-register.
pt_br: Não foi possível criar o registro RMI.
ru_ru: Не удалось создать регистр RMI.
sv_se: Kunde inte skapa RMI-register.

source: Invalid RSS URL -- No or not well-formed XML content provided by URL: %1$s
da_dk: Ugyldig RSS-URL - Intet eller ikke-velformet XML leveret fra URL: %1$s
pt_br: URL do RSS inválida -- Conteúdo do XML fornecido pela URL está mal formado: %1$s

source: Secret is empty. Please check configuration and set a valid secret source in file 'secret.properties'.
da_dk: Hemmelighed er tom. Tjek opsætningen og sæt en gyldig kilde til hemmeligheder i filen 'secret.properties'.
pt_br: O segredo está vazio. Verifique a configuração e defina uma fonte secreta válida no arquivo 'secret.properties'.
sv_se: Hemlighet tom. Kontrollera inställningarna och ange en giltig hemlig källa i filen 'secret.properties'.

source: Bad value %1$s in parameter %2$s
da_dk: Ugyldig værdi %1$s i parameter %2$s
pt_br: Valor inválido %1$s no parâmetro %2$s
ru_ru: Недопустимое значение параметра %2$s: %1$s.
sv_se: Felaktigt värde %1$s i parametern %2$s

source: User is deactivated
da_dk: Bruger deaktiveret
pt_br: O usuário está desativado
ru_ru: Пользователь отключен.
sv_se: Användaren är avaktiverad

source: Password expired
da_dk: Adgangskode udløbet
pt_br: A senha expirou
ru_ru: Срок действия пароля истек.
sv_se: Lösenord för gammalt

source: Unknown error
da_dk: Ukendt fejl
pt_br: Erro desconhecido
ru_ru: Неизвестная ошибка
sv_se: Okänt fel

source: File name for property file is not defined.
da_dk: Filnavn for egenskabsfil er ikke defineret.
pt_br: Nome de arquivo para o arquivo de propriedade não definido.
ru_ru: Имя файла свойств не определено.
sv_se: Filnamn för egenskapsfilen är inte angivet.

source: File "%1$s" does not exist.
da_dk: Filen "%1$s" findes ikke.
pt_br: O arquivo "%1$s" não existe.
ru_ru: Файл «%1$s» не существует.
sv_se: Filen "%1$s" finns inte.

source: File "%1$s" is not readable.
da_dk: Filen "%1$s" er ikke læsbar.
pt_br: O arquivo "%1$s" não pode ser lido.
ru_ru: Файл «%1$s» недоступен для чтения.
sv_se: Filen "%1$s" kan inte läsas.

source: Cannot read file "%1$s".
da_dk: Kan ikke læse filen "%1$s".
pt_br: Não foi possível ler o arquivo "%1$s".
ru_ru: Ошибка чтения файла «%1$s».
sv_se: Kan inte läsa filen "%1$s".

source: Cannot load class "%1$s".
da_dk: Kan ikke indlæse klassen "%1$s".
pt_br: Não foi possível carregar a classe "%1$s".
ru_ru: Не удалось загрузить класс «%1$s».
sv_se: Kan inte ladda klass "%1$s".

source: Invalid configuration: %1$s
da_dk: Ugyldig opsætning: %1$s
pt_br: Configuração inválida: %1$s
ru_ru: Недопустимая конфигурация: %1$s
sv_se: Ogiltig konfiguration: %1$s

source: Property %1$s is not an integer
da_dk: Egenskaben "%1$s" er ikke et heltal
pt_br: A propriedade %1$s não é um inteiro
ru_ru: Свойство %1$s не содержит целое значение.
sv_se: Egenskapen %1$s är inte ett heltal

source: Error communicating with mbean in server: %s
da_dk: Fejl i kommunikation med "MBean" i server: %s
pt_br: Erro ao comunicar com o MBean no servidor: %s
ru_ru: Ошибка связи с MBean на сервере: %s.
sv_se: Ett fel uppstod i kommunikationen med mbean i servern: %s

source: Registration of consistency MBean failed.
da_dk: Registrering af konsistens-"MBean" mislykkedes.
pt_br: Falha no registro da consistência do MBean.
ru_ru: Ошибка регистрации согласования MBean.
sv_se: Registrering av konsekvens-MBean misslyckades.

source: Unregistration of consistency MBean failed.
da_dk: Afregistrering af konsistens-"MBean" mislykkedes.
pt_br: Falha ao excluir o registro da consistência do MBean.
ru_ru: Не удалось отменить регистрацию согласования MBean.
sv_se: Avregistrering av konsekvens-MBean misslyckades.

source: Malformed policy. Policies are formed like "condition:action"
da_dk: Ugyldig politik. Politikker skal udformes som "betingelse:handling"
pt_br: Política malformada. As políticas são formadas como "condição:ação"
ru_ru: Неверно сформированное правило. Ожидаемый формат: "условие:действие"
sv_se: Felformaterad policy. En policy ska skrivas som "villkor:åtgärd"

source: Unable to convert task status "%1$s".
da_dk: Kan ikke oversætte opgavetilstand "%1$s".
pt_br: Não é possível converter o status da tarefa "%1$s".
ru_ru: Не удалось преобразовать статус задачи «%1$s».
sv_se: Kan inte konvertera uppgiftsstatus "%1$s".

source: Unable to convert task priority %d.
da_dk: Kan ikke oversætte opgaveprioritet %d.
pt_br: Não é possível converter a prioridade da tarefa %d.
ru_ru: Не удалось преобразовать приоритет задачи %d.
sv_se: Kan inte konvertera uppgiftsprioritet %d.

source: Can not create recurrence rule: %s
da_dk: Kan ikke oprette gentagelsesregel: %s
pt_br: Não foi possível criar a regra de recorrência: %s
ru_ru: Не удалось создать правило повтора: %s
sv_se: Kan inte skapa upprepningsregel: %s

source: Invalid session given to implementation "%1$s".
da_dk: Ugyldigt session overdraget til implementering "%1$s".
pt_br: Sessão inválida fornecida para a implementação "%1$s".
ru_ru: Недопустимый сеанс для реализации «%1$s».
sv_se: Ogiltig session för implementering "%1$s".

source: Can not generate uid.
da_dk: Kan ikke generere uid.
pt_br: Não foi possível gerar o UID.
ru_ru: Ошибка генерации UID.
sv_se: Kan inte skapa UID.

source: Problem writing to stream.
da_dk: Fejl ved skrivning til strøm.
pt_br: Problema ao gravar no fluxo.
ru_ru: Ошибка записи в поток.
sv_se: Problem med att skriva till ström.

source: Validation of calendar failed.
da_dk: Validering af kalender mislykkedes.
pt_br: Falha ao validar o calendário.
ru_ru: Проверка календаря завершилась неудачей.
sv_se: Bekräftelse av kalendern misslyckades.

source: Can not resolve user: %d
da_dk: Kan ikke slå bruger op: %d
pt_br: Não foi possível resolver o usuário: %d
ru_ru: Не удалось определить пользователя: %d
sv_se: Kan inte lösa användare: %d

source: Parsing error parsing ical: %s
da_dk: Fejl under fortolkning af "iCal"-data: %s
pt_br: Erro de processamento do iCal: %s
ru_ru: Ошибка разбора iCal: %s
sv_se: Tolkningsfel vid tolkning av iCal: %s

source: Unknown Class: %1$s
da_dk: Ukendt klasse: %1$s
pt_br: Classe desconhecida: %1$s
ru_ru: Неизвестный класс: %1$s
sv_se: Okänd klass: %1$s

source: Cowardly refusing to convert confidential classified objects.
da_dk: Nægter kujonagtigt at oversætte objekter mærket som fortrolige.
pt_br: Por precaução se recusa a converter os objetos classificados como confidenciais.
ru_ru: Отказ преобразования конфиденциальных объектов.
sv_se: Vägrar av feghet att konvertera hemligstämplade objekt.

source: Missing DTSTART
da_dk: Mangler DTSTART
pt_br: DTSTART faltante
ru_ru: Отсутствует DTSTART
sv_se: Saknar DTSTART

source: Can not resolve resource: %1$s
da_dk: Kan ikke slå ressource op: %1$s
pt_br: Não foi possível resolver o recurso: %1$s
ru_ru: Не удалось определить ресурс: %1$s
sv_se: Kan inte lösa resurs: %1$s

source: Private appointments can not have attendees. Removing attendees and accepting appointment anyway.
da_dk: Private aftaler kan ikke have deltagere. Sletter deltagere og accepterer aftalen alligevel.
pt_br: Compromissos privados não podem ter participantes. Removendo os participantes e aceitando o compromisso mesmo assim.
ru_ru: Личные встречи не могут содержать участников. Встреча будет подтверждена, а участники удалены.
sv_se: Privata möten kan inte ha deltagare. Tar bort deltagare och accepterar mötet ändå.

source: Not supported recurrence pattern: BYMONTH
da_dk: Uunderstøttet gentagelsesmønster: BYMONTH
pt_br: Padrão de recorrência não suportado: BYMONTH
ru_ru: Неподдерживаемый шаблон повтора: BYMONTH
sv_se: Stöder inte upprepningsmönster: Av månad

source: This does not look like an iCal file. Please check the file.
da_dk: Det her ligner ikke en "iCal"-fil. Tjek venligst filen.
pt_br: Isto não se parece com um arquivo iCal. Verifique o arquivo.
ru_ru: Необходимо предоставить файл iCal. Проверьте формат.
sv_se: Detta ser inte ut som en iCal fil. Kontrollera filen.

source: Empty "CLASS" element.
da_dk: Tomt "CLASS"-element.
pt_br: Elemento "CLASS" vazio.
ru_ru: Пустой элемент «CLASS».
sv_se: Tomt element "CLASS".

source: Insufficient information for parsing/writing this element.
da_dk: Har ikke information nok information til at fortolke/skrive dette element.
pt_br: Informação insuficiente para processar/escrever este elemento.
ru_ru: Недостаточно информации для разбора и записи элемента.
sv_se: Otillräcklig information för att tolka/skriva det här elementet.

source: Element truncated: %s
da_dk: Element forkortet: %s
pt_br: Elemento truncado: %s
ru_ru: Элемент усечен: %s
sv_se: Elementet avkapat: %s

source: SQL error: %1$s
da_dk: SQL-fejl: %1$s
pt_br: Erro no SQL: %1$s
ru_ru: Ошибка SQL: %1$s
sv_se: SQL-fel: %1$s

source: No appropriate folder storage for tree identifier "%1$s" and folder identifier "%2$s".
da_dk: Intet passende mappelager for træ-id "%1$s" og mappe-id "%2$s".
pt_br: Nenhum armazenado de pasta apropriado para o identificador em árvore "%1$s" e identificador de pasta "%2$s".
ru_ru: Нет подходящего хранилища для идентификатора дерева «%1$s» и идентификатора папки «%2$s».
sv_se: Ingen lämplig kataloglagring för trädidentifieraren "%1$s" och katalogidentifieraren "%2$s".

source: No appropriate folder storage for tree identifier "%1$s" and content type "%2$s".
da_dk: Intet passende mappelager for træ-id "%1$s" og indholdstype "%2$s".
pt_br: Nenhum armazenado de pasta apropriado para o identificador em árvore "%1$s" e tipo de conteúdo "%2$s".
ru_ru: Нет подходящего хранилища для идентификатора дерева «%1$s» и типа содержимого «%2$s».
sv_se: Ingen lämplig kataloglagring för trädidentifieraren "%1$s" och innehållstypen "%2$s".

source: Missing session.
da_dk: Mangler session.
pt_br: Sessão faltante.
ru_ru: Сеанс отсутствует.
sv_se: Saknar session.

source: Folder "%1$s" is not visible to user "%2$s" in context "%3$s"
da_dk: Mappen "%1$s" er ikke synlig for brugeren "%2$s" i konteksten "%3$s"
pt_br: A pasta "%1$s" não é visível ao usuário "%2$s" no contexto "%3$s"
ru_ru: Папка «%1$s» недоступна пользователю «%2$s» в контексте «%3$s».
sv_se: Mappen "%1$s" är inte synlig för användaren "%2$s" i kontext "%3$s"

source: JSON error: %1$s
da_dk: JSON-fejl: %1$s
pt_br: Erro do JSON%1$s
ru_ru: Ошибка JSON: %1$s.
sv_se: JSON-fel: %1$s

source: Missing tree identifier.
da_dk: Mangler træ-id.
pt_br: Identificador em árvore faltante.
ru_ru: Отсутствует идентификатор дерева.
sv_se: Saknar trädidentifierare.

source: Missing parent folder identifier.
da_dk: Mangler id for forældremappen.
pt_br: Identificador de pasta pai faltante.
ru_ru: Отсутствует идентификатор родительской папки.
sv_se: Saknar toppkatalog-identifierare.
