Repository: cognitionworks/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: da_dk, pt_br, ru_ru, sv_se

source: Required value "Start Date" was not supplied.
da_dk: Påkrævet værdi "Startdato" blev ikke givet.
pt_br: O valor requerido "Data inicial" não foi fornecido.
ru_ru: Дата начала не определена.
sv_se: Önskat värde "Startdatum" var inte tillgodosett.

source: Required value "End Date" was not supplied.
da_dk: Påkrævet værdi "Slutdato" blev ikke givet.
pt_br: O valor requerido "Data final" não foi fornecido.
ru_ru: Дата окончания не определена.
sv_se: Önskat värde "Slutdatum" var inte tillgodosett.

source: Required value "Title" was not supplied.
da_dk: Påkrævet værdi "Titel" blev ikke givet.
pt_br: O valor requerido "Título" não foi fornecido.
ru_ru: Заголовок не определен.
sv_se: Önskat värde "Titel" var inte tillgodosett.

source: Unable to create exception, recurring position can not be calculated.
da_dk: Kan ikke oprette undtagelse. Kan ikke beregne gentaget position.
pt_br: Não foi possível criar uma exceção, a posição recorrente não pôde ser calculada.
ru_ru: Не удалось создать исключение: позиция повтора не может быть рассчитана.
sv_se: Kunde inte skapa undantag, återkommande position kan inte beräknas.

source: Got an UserParticipant object with an identifier < 1 Identifier:Folder_Type = %d:%d
da_dk: Fik et "UserParticipant"-objekt med et id under 1. Identifier:Folder_Type = %d:%d
pt_br: Obteve um objeto UserParticipant com um identificador < 1 Identificador:Tipo_de_pasta = %d:%d
ru_ru: Получен объект UserParticipant с идентификатором меньше 1. Identifier:Folder_Type = %d:%d
sv_se: Fick ett UserParticipant-objekt med en identifierare < 1 Identifier:Folder_Type = %d:%d

source: Got an UserParticipant object with a private folder id < 1 : Identifier = %d
da_dk: Fik et "UserParticipant"-objekt med et privat mappe-id under 1. Identifier = %d
pt_br: Obteve um objeto UserParticipant com um ID de pasta privada < 1 Identificador = %d
ru_ru: Идентификатор личной папки объекта UserParticipant меньше 1. Идентификатор: %d
sv_se: Fick ett UserParticipant-objekt med ett privat mapp-ID < 1 : Identifier = %d

source: Got an UserParticipant object with a private folder id in a public folder : Identifier = %d
da_dk: Fik et "UserParticipant"-objekt med et privat mappe-id i en offentlig mappe: id = %d
pt_br: Obteve um objeto UserParticipant com um ID de pasta privada numa pasta pública: Identificador = %d
ru_ru: Получен объект UserParticipant с идентификатором личной папки в общей папке: %d
sv_se: Fick ett UserParticipant-objekt med ett privat mapp-ID i en offentlig mapp: Identifierare = %d

source: Move not supported: Cannot move an appointment from folder %d to folder %d
da_dk: Flytning ikke understøttet:Kan ikke flytte en aftale fra mappe %d til mappe %d
pt_br: Mover não é suportado: Não foi possível mover um compromisso a partir da pasta %d para a pasta %d
ru_ru: Перемещение не поддерживается: не удалось переместить встречу из папки %d в %d.
sv_se: Flytten stöds inte: Du kan inte flytta ett möte från mapp %d till mapp %d

source: Move not allowed from shared folders
da_dk: Det er ikke tilladt at flytte fra delte mapper
pt_br: Mover não é permitido nas pastas compartilhadas
ru_ru: Перемещение из общих папок не разрешено.
sv_se: Flytt inte tillåten från delade mappar

source: Calendar operation: Context not set.
da_dk: Kalenderoperation: Kontekst ikke sat.
pt_br: Operação do calendário: contexto não definido.
ru_ru: Операция календаря: контекст не определен.
sv_se: Kalenderåtgärd: Kontext är inte angivet.

source: Insufficient rights to add/remove an attachment to/from this folder.
da_dk: Utilstrækkelige rettigheder til at tilføje/slette en vedhæftning i denne mappe.
pt_br: Permissões insuficientes para adicionar/excluir um anexo para/desta pasta.
ru_ru: Недостаточно полномочий для добавления и удаления вложений из этой папки.
sv_se: Otillräckliga rättigheter att lägga till/ta bort en bilaga till/från denna katalog.

source: Insufficient read rights for this folder.
da_dk: Utilstrækkelige læserettigheder i denne mappe.
pt_br: Permissões de leitura insuficientes para esta pasta.
ru_ru: Недостаточно прав для чтения этой папки.
sv_se: Otillräckliga läsrättigheter för denna mapp.

source: Cannot resolve recurrence position because neither the recurring position nor the recurring date position is known.
da_dk: Kan ikke finde gentagelsesposition, da hverken den gentagne position eller den gentagne dato er kendt.
pt_br: Não foi possível resolver a posição recorrente porque nem a posição recorrente nem a posição da data recorrente é conhecida.
ru_ru: Неизвестная позиция или дата повтора.
sv_se: Kan inte lösa ett återkommande problem på grund av att varken en återkommande position eller den upprepningsdatumpositionen är kända.

source: Missing start date, unable to calculate recurrence.
da_dk: Mangler startdato. Kan ikke beregne gentagelser.
pt_br: Data inicial faltante, não foi possível calcular a recorrência.
sv_se: Startdatum saknas, går ej att beräkna upprepning.

source: Missing or wrong interval value: %d
da_dk: Manglende eller forkert intervalværdi: %d
pt_br: Valor de intervalo errado ou faltante: %d
ru_ru: Значение интервала отсутствует или неверно: %d
sv_se: Intervallvärdet saknas eller är fel: %d

source: Missing or wrong DayInMonth value: %d
da_dk: Manglende eller forkert "DayInMonth"-værdi: %d
pt_br: Valor de dia no mês errado ou faltante: %d
ru_ru: Значение DayInMonth отсутствует или неверно: %d
sv_se: Fel eller saknat DayInMonth-värde: %d

source: Missing or wrong month value: %d
da_dk: Manglende eller forkert måned: %d
pt_br: Valor de mês errado ou faltante: %d
ru_ru: Месяц не определен или неверный: %d
sv_se: Fel månad eller månad saknas: %d

source: Missing or wrong day value: %d
da_dk: Manglende eller forkert dag: %d
pt_br: Valor de dia errado ou faltante: %d
ru_ru: День не определен или неверный: %d
sv_se: Fel eller saknat dagvärde: %d

source: Missing or wrong day_or_type : %d
da_dk: Manglende eller forkert "day_or_type": %d
pt_br: Valor de dia ou tipo errado ou faltante: %d
ru_ru: День или тип отсутствует или неверен: %d
sv_se: Fel eller saknad day_or_type: %d

source: Unable to remove participant %d
da_dk: Kan ikke fjerne deltager %d
pt_br: Não foi possível a exclusão do participante %d
ru_ru: Не удалось удалить участника %d
sv_se: Kunde inte ta bort deltagare %d

source: Unable to remove participant because this participant is the last remaining
da_dk: Kan ikke fjerne den sidste tilbageværende deltager
pt_br: Não foi possível a exclusão do participante pois ele é o último restante
ru_ru: Последний участник не может быть удален.
sv_se: Kunde inte ta bort deltagare på grund av att denna deltagare är den sista som är kvar

source: Action type not supported : %d
da_dk: Handlingstype er ikke understøttet: %d
pt_br: Tipo de ação não suportada: %d
ru_ru: Этот тип операции не поддерживается: %d
sv_se: Typen av åtgärd stöds inte: %d

source: SearchIterator NULL
pt_br: SearchIterator nulo

source: Folder is not of type Calendar
da_dk: Mappe er ikke af typen Calender
pt_br: A pasta não é do tipo calendário
ru_ru: Папка должна иметь тип Calendar
sv_se: Mappen är inte av typen Kalender

source: The required "interval" value is missing or wrong
da_dk: Den påkrævede "interval"-værdi mangler eller er forkert
pt_br: O valor requerido de "intervalo" está errado ou faltando
ru_ru: Обязательное значение интервала отсутствует или неверно.
sv_se: Det nödvändiga "interval" värdet "interval" saknas eller är felaktigt

source: The required "days" value is missing or wrong: %d
da_dk: Den påkrævede "days"-værdi mangler eller er forkert: %d
pt_br: O valor requerido de "dias" está errado ou faltando: %d
ru_ru: Обязательное значение дней отсутствует или неверно: %d.
sv_se: Det nödvändiga "days"-värdet saknas eller är felaktigt: %d

source: Moving appointment to a public folder flagged as private is not allowed.
da_dk: Flytning af aftale til en offentlig mappe markeret som privat er ikke tilladt.
pt_br: Não é permitido mover compromissos para uma pasta pública marcada como privada.
ru_ru: Не разрешается переносить встречи в общую папку с личным флагом.
sv_se: Det är inte tillåtet att flytta ett möte till en offentlig mapp flaggad som privat är inte tillåtet.

source: You do not have the appropriate permissions to modify this object.
da_dk: Du har ikke ret til at ændre dette objekt.
pt_br: Você não tem as permissões apropriadas para modificar este objeto.
ru_ru: Недостаточно разрешений для изменения объекта.
sv_se: Du har inte tillräckliga rättigheter för att förändra detta objekt.

source: Got the wrong folder identification. You do not have the appropriate permissions to modify this object.
da_dk: Forkert mappe-id. Du har ikke ret til at ændre dette objekt.
pt_br: Obteve a identificação errada da pasta. Você não tem as permissões apropriadas para modificar este objeto.
ru_ru: Неверная идентификация папки. Недостаточно прав на изменение этого объекта.
sv_se: Fick fel mappidentifikation. Du har inte tillåtelse att ändra detta objekt.

source: Got the wrong shared folder identification. You do not have the appropriate permissions to modify this object.
da_dk: Forkert delt mappe-id. Du har ikke ret til at ændre dette objekt.
pt_br: Obteve a identificação errada da pasta compartilhada. Você não tem as permissões apropriadas para modificar este objeto.
ru_ru: Неверная идентификация общей папки. Недостаточно прав на изменение этого объекта.
sv_se: Fick fel information om delad mapp. Du har inte tillåtelse att modifiera detta objekt.

source: You do not have the appropriate permissions to move this object.
da_dk: Du har ikke ret til at flytte dette objekt.
pt_br: Você não tem as permissões apropriadas para mover este objeto.
ru_ru: Недостаточно разрешений для перемещения объекта.
sv_se: Du har inte tillräckliga rättigheter för att flytta detta objekt.

source: You do not have the appropriate permissions to read this object %1$d.
da_dk: Du har ikke ret til at læse dette objekt %1$d.
pt_br: Você não tem as permissões apropriadas para ler este objeto %1$d.
ru_ru: Недостаточно разрешений для чтения объекта %1$d.
sv_se: Du har inte tillräckliga rättigheter för att läsa detta objekt %1$d.

source: You do not have the appropriate permissions to create an object
da_dk: Du har ikke ret til at oprette et objekt
pt_br: Você não tem as permissões apropriadas para criar um objeto
ru_ru: Недостаточно разрешений для создания объекта.
sv_se: Du har inte tillräckliga rättigheter för att skapa ett objekt

source: You are trying to create a new recurring appointment from an exception. This is not possible.
da_dk: Du forsøger at oprette en ny gentaget aftale med udgangspunkt i en undtagelse. Det er ikke muligt.
pt_br: Você está tentando criar um novo compromisso recorrente a partir de uma exceção. Isto não é possível.
sv_se: Du försöker skapa ett nytt upprepat möte från ett undantag. Det går inte.

source: You cannot move one instance of a recurring appointment into another folder.
da_dk: Du kan ikke flytte en instans af en gentaget aftale til en anden mappe.
pt_br: Você não pode mover uma instância de um compromisso recorrente em outra pasta.
sv_se: Du kan inte flytta en instans av ett upprepat möte till en annan mapp.

source: A database update exception occurred.
da_dk: Fejl ved opdatering af database.
pt_br: Ocorreu uma exceção na atualização do banco de dados.
ru_ru: Произошло исключение при обновлении базы данных.
sv_se: Ett uppdateringsundantag inträffade i databasen.

source: Move to a shared folder not allowed if the private flag is set
da_dk: Det er ikke tilladt at flytte til delte mapper, hvis Privat-flaget er sat
pt_br: Não é permitido mover para uma pasta compartilhada se o marcador privado está definido
ru_ru: Если личный флаг установлен, перемещение в общую папку запрещено.
sv_se: Flytt till delad mapp inte tillåtet om den är flaggad som privat

source: You can not use different private flags for one element of a recurring appointment
da_dk: Du kan ikke bruge andre flag for en enkelt instans af en gentaget aftale
pt_br: Você não pode usar marcadores privados diferentes para um elemento ou um compromisso recorrente
ru_ru: Вы не можете использовать разные личные флаги для элемента повторяющейся встречи.
sv_se: Du kan inte använda olika privata flaggor för ett moment som återkommer.

source: You can not use the private flag in a non private folder
da_dk: Du kan ikke bruge Privat-flaget i en ikke-privat mappe
pt_br: Você não pode usar o marcador privado em uma pasta não privada
ru_ru: Вы не можете использовать личный флаг в папке другого типа.
sv_se: Du kan inte använda den privata flaggan i en icke-privat mapp

source: Bad character in field %1$s. Error: %2$s
da_dk: Forkert tegn i felt %1$s. Fejl:%2$s
pt_br: Caractere inválido no campo %1$s. Erro: %2$s
ru_ru: Недопустимый символ в поле %1$s. Ошибка: %2$s
sv_se: Felaktigt tecken i fält %1$s. Fel: %2$s

source: Some data exceeds a field limit. Please shorten the input(s) for affected field(s).
da_dk: Nogle data overskrider feltbegrænsninger. Forkort venligst inddata for de berørte felter.
pt_br: Alguns dados excedem um limite do campo. Por favor, diminua a entrada(s) para o campo(s) afetado.
ru_ru: Данные превышают допустимую длину. Уменьшите длину затронутых полей.
sv_se: Viss data överstiger längdgränsen för informationsfälten. Korta ner informationen för de berörda fälten.

source: Calendar calculation requires a properly defined time zone.
da_dk: Kalenderberegning har brug for en veldefineret tidszone.
pt_br: Cálculo de calendário requer um fuso horário definido corretamente.
ru_ru: Необходимо выбрать часовой пояс.
sv_se: Kalenderns uträkning behöver en korrekt definierad tidszon.

source: Recurrence position %1$s does not exist
da_dk: Gentagelsesposition, %1$s, findes ikke
pt_br: Posição de recorrência %1$s não existe
ru_ru: Позиция повтора %1$s не существует.
sv_se: Upprepningsposition %1$s finns inte

source: One or more exception dates are not contained in recurring appointment
da_dk: En eller flere undtagne datoer falder uden for den gentagne aftales interval
pt_br: Uma ou mais datas de exceção não estão contidas em compromisso recorrente
ru_ru: Повторная встреча не содержит даты исключений.
sv_se: Ett eller flera undantagsdatum är inte lagrade i upprepat möte

source: Appointment's owner must not be removed from participants
da_dk: Aftalens ejer må ikke fjernets fra deltagerlisten
pt_br: O proprietário do compromisso não deve ser removido dos participantes
ru_ru: Организатор встречи не может быть удален из параметров участника.
sv_se: Mötets ägare får inte avlägsnas från deltagare

source: An event error occurred: %1$s
da_dk: Begivenhedsfejl: %1$s
pt_br: Ocorreu um erro de evento: %1$s
ru_ru: Ошибка события: %1$s
sv_se: Ett händelsefel inträffade: %1$s

source: Value %1$d exceeds max. supported value of %2$d.
da_dk: Værdien %1$d overskrider den største tilladte værdi, %2$d.
pt_br: O valor %1$d excede o valor máximo suportado de %2$d.
ru_ru: %1$d превышает максимально допустимое значение %2$d.
sv_se: Värdet %1$d överstiger det högsta möjliga värdet %2$d.

source: Unable to calculate first occurrence.
da_dk: Kan ikke beregne første forekomst.
pt_br: Não foi possível calcular a primeira ocorrência.
ru_ru: Не удалось рассчитать первый повтор.
sv_se: Kan inte räkna ut första händelsen.

source: The recurrence pattern is too complex. Giving up.
da_dk: Gentagelsesmønsteret er for komplekst. Giver op.
pt_br: O padrão de recorrência é muito complexo. Desistindo.
ru_ru: Слишком сложный шаблон повтора. Отмена..
sv_se: Det upprepade mönstret är för komplicerat. Ger upp.

source: Unknown name-value-pair in recurrence string: %1$s=%2$s
da_dk: Ukendt navn-værdi-par i gentagelsesstreng:%1$s=%2$s
pt_br: Nome-valor-par desconhecido no texto recorrente: %1$s=%2$s
ru_ru: Неизвестное имя и значение в строке повтора: %1$s=%2$s.
sv_se: Okänt namn-värde-par i upprepningssträng: %1$s=%2$s

source: Changing recurrence type of a change exception denied
da_dk: Du kan ikke ændre gentagelsestype for en ændringsundtagelse
pt_br: Negada alteração no tipo de recorrência da exceção alterada
ru_ru: Отказ изменения типа повтора исключения.
sv_se: Ändring av upprepningstyp för ett ändringsundantag nekades

source: Changing recurrence position of a change exception denied.
da_dk: Du kan ikke ændre gentagelsesposition for en ændringsundtagelse.
pt_br: Negada alteração na posição de recorrência da exceção alterada.
ru_ru: Отказ изменения повтора исключения.
sv_se: Ändring av upprepningspositioner för ett ändringsundantag nekades.

source: User changing the appointment is missing.
da_dk: Bruger der ændrer aftalen mangler.
pt_br: Alteração de usuário no compromisso está faltando.
ru_ru: Не найден пользователь, изменивший встречу.
sv_se: Användar ändring mötet saknas.

source: Some callbacks threw exceptions: %s
da_dk: Nogle "callbacks" fejlede: %s
pt_br: Alguns retornos de chamada emitiram exceções: %s
ru_ru: Исключения обратного вызова: %s.
sv_se: Några återkopplingsmetoder kastade undantag: %s

source: Series end is before start date.
da_dk: Serien slutter før sin startdato.
pt_br: Final da série é anterior a data de início.
ru_ru: Дата окончания должна следовать за датой начала.
sv_se: Serieslut är före startdatum.

source: Incomplete recurring information: missing interval.
da_dk: Mangler oplysning om gentagelse: mangler interval.
pt_br: Informação recorrente incompleta: faltando intervalo.
ru_ru: Неполная информация о повторении: не задан интервал.
sv_se: Ofullständig upprepningsinformation: intervall saknas.

source: Incomplete recurring information: missing series end date or number of occurrences.
da_dk: Mangler oplysning om gentagelse: mangler slutdato eller antal forekomster.
pt_br: Informação recorrente incompleta: faltando data de término da série ou número de ocorrências.
ru_ru: Неполная информация о повторении: не выбрана дата окончания или число повторов.
sv_se: Ofullständig upprepningsinformation: saknar seriers slutdatum eller antal händelser.

source: Incomplete recurring information: missing weekday.
da_dk: Mangler oplysning om gentagelse: mangler ugedag.
pt_br: Informação recorrente incompleta: faltando semana.
ru_ru: Неполная информация о повторении: не выбран день недели.
sv_se: Ofullständig upprepningsinformation: veckodag saknas.

source: Incomplete recurring information: missing day in month.
da_dk: Mangler oplysning om gentagelse: mangler dag i måned.
pt_br: Informação recorrente incompleta: faltando dia do mês.
ru_ru: Неполная информация о повторении: не выбран день.
sv_se: Ofullständig upprepningsinformation: dag i månaden saknas.

source: Incomplete recurring information: missing month.
da_dk: Mangler oplysning om gentagelse: mangler måned.
pt_br: Informação recorrente incompleta: faltando mês.
ru_ru: Неполная информация о повторении: не выбран месяц.
sv_se: Ofullständig upprepningsinformation: månad saknas.

source: Incomplete recurring information: missing recurrence type.
da_dk: Mangler oplysning om gentagelse: mangler gentagelsestype.
pt_br: Informação recorrente incompleta: faltando tipo de recorrência.
ru_ru: Неполная информация о повторении: не выбран тип.
sv_se: Ofullständig upprepningsinformation: upprepningstyp saknas.

source: Moving a recurring appointment to another folder is not supported.
da_dk: Du kan ikke flytte en gentaget aftale til en anden mappe.
pt_br: Mover um compromisso recorrente para outra pasta não é suportado.
ru_ru: Перенос повторяющейся встречи в другую папку не поддерживается.
sv_se: Att flytta ett upprepat möte till en annan mapp stöds inte.

source: Redundant information for Until and occurrences.
da_dk: Redundant information; både slutdato og antal forekomster.
pt_br: Informação redundante até para ocorrências.
ru_ru: Избыточные значения срока действия и повторений.
sv_se: Överflödig information för Till och antal tillfällen.

source: Unnecessary recurrence information for recurrence type "no recurrence".
da_dk: Unødvendige oplysninger for gentagelse af typen "ingen gentagelse".
pt_br: Informação recorrente desnecessária para o tipo "nenhuma recorrência".
ru_ru: Предоставлены лишние сведения для типа «Не повторяется».
sv_se: Onödig upprepningsinformation för upprepningstyp "ingen upprepning".

source: Unnecessary recurrence information (%1$s) for type %2$s
da_dk: Unødvendige oplysninger for gentagelse (%1$s) af typen %2$s
pt_br: Informação de recorrência desnecessária (%1$s) para o tipo %2$s
ru_ru: Предоставлены лишние сведения (%1$s) для типа %2$s.
sv_se: Onödig upprepningsinformation (%1$s) för typen %2$s

source: The recurring appointment has been deleted or is outside of the range of the recurrence.
da_dk: Den gentagne aftale er blevet slettet eller ligger udenfor gentagelsesintervallet.
pt_br: O compromisso recorrente foi excluído ou está fora do intervalo da recorrência.
sv_se: Det upprepade mötet har tagits bort eller är utanför upprepningsintervallet.

source: Changing an exception into a series is not supported.
da_dk: Du kan ikke ændre en undtagelse til en serie.
pt_br: Alteração de uma exceção em série não é suportada.
ru_ru: Создание исключения для серии не поддерживается.
sv_se: Att ändra ett undantag till en serie stöds inte.

source: Cannot insert appointment (%1$s). An appointment with the unique identifier (%2$s) already exists.
da_dk: Kan ikke indsætte aftale (%1$s). Der findes allerede en aftale med det unikke id (%2$s).
pt_br: Não foi possível inserir compromisso (%1$s). Um compromisso com o identificador único (%2$s) já existe.
ru_ru: Не удалось добавить встречу (%1$s). Встреча с этим идентификатором (%2$s) уже существует.
sv_se: Kan inte infoga möte (%1$s). Ett möte med samma unika identifierare (%2$s) finns redan.

source: SQL Problem.
pt_br: Problema no SQL.
ru_ru: Ошибка SQL.

source: Wrong number of rows changed. Expected %1$d but was %2$d.
da_dk: Forkert antal rækker blev ændret. Forventede %1$d og ikke %2$d.
pt_br: Número errado de linhas alteradas. Esperado %1$d mas foi %2$d.
ru_ru: Изменено неверное число строк: %2$d (ожидалось %1$d).
sv_se: Fel antal rader ändrade. %1$d förväntades, men det blev %2$d.

source: Could not find participant for this object.
da_dk: Kunne ikke finde deltager for dette objekt.
pt_br: Não foi possível localizar participante para este objeto.
ru_ru: Участники не найдены.
sv_se: Hittade ingen deltagare för detta objekt.

source: Was not able to calculate next upcoming reminder for series appointment %2$d in context %1$d.
da_dk: Kunne ikke beregne den næste påmindelse for serien af aftaler %2$d i kontekst %1$d.
pt_br: Não foi possível calcular próximo lembrete futuro para a série de compromisso %2$d no contexto %1$d.
ru_ru: Не удалось рассчитать время следующего напоминания для серии встреч %2$d в контексте %1$d.
sv_se: Kunde inte beräkna nästa påminnelse för mötesserie %2$d i kontext %1$d.

source: Invalid sequence value: %1$d
da_dk: Ugyldig sekvensværdi: %1$d
pt_br: Valor de sequência inválido: %1$d
ru_ru: Недопустимая последовательность: %1$d
sv_se: Ogiltigt sekvensvärde: %1$d

source: An external participant with the E-Mail address %1$s is already included. Please remove participant duplicate and retry.
da_dk: Der er allerede en ekstern deltager med e-mail-adressen %1$s. Fjern den gentagne deltager og prøv igen.
pt_br: Um participante externo com o endereço de e-mail %1$s já está incluído. Por favor, remova o participante duplicado e tente novamente.
ru_ru: Участник с адресом %1$s уже добавлен. Удалите его дубликат и повторите попытку.
sv_se: En extern deltagare med e-postadressen %1$s är redan inkluderad. Ta bort den dubblerade deltagaren och försök igen.

source: Appointment is not a recurring appointment.
da_dk: Aftale er ikke en gentaget aftale.
pt_br: Este compromisso não é recorrente.
ru_ru: Встреча не повторяется.
sv_se: Mötet är inte ett upprepat möte.
