Repository: cognitionworks/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: da_dk, pt_br, ru_ru, sv_se

source: That mailbox is already in use by another process on %1$s mail server for login %2$s (user=%3$s, context=%4$s). Please try again later. Error message: %5$s
da_dk: Den postkasse bruges allerede af en anden proces på postserver %1$s for login %2$s (bruger=%3$s, kontekst=%4$s). Prøv venligst igen senere. Fejlmeddelelse: %5$s
pt_br: Esta caixa de e-mail já está em uso por outro processo de servidor de e-mail %1$s para o login %2$s (usuário=%3$s, contexto=%4$s). Por favor, tente novamente mais tarde. Mensagem de erro: %5$s

source: Unexpected error: %1$s.
da_dk: Uventet fejl: %1$s.
pt_br: Erro inesperado: %1$s.
ru_ru: Непредвиденная ошибка: %1$s.
sv_se: Oväntat fel: %1$s.

source: Cannot find mail account with identifier %1$s for user %2$s in context %3$s.
da_dk: Kan ikke finde postkasse med id %1$s for bruger %2$s i kontekst %3$s.
pt_br: Não foi possível localizar a conta de e-mail com identificador %1$s para o usuário %2$s no contexto %3$s.
ru_ru: Не удалось найти учетную запись с идентификатором %1$s для пользователя %2$s в контексте %3$s.
sv_se: Kan inte hitta e-postkonto med identifieraren %1$s för användare %2$s i kontext %3$s.

source: Found two mail accounts with same identifier %1$s for user %2$s in context %3$s.
da_dk: Fandt to konti med samme id, %1$s, for bruger %2$s i kontekst %3$s.
pt_br: Localizado duas contas de e-mail com mesmo identificador %1$s para o usuário %2$s no contexto %3$s.
ru_ru: Обнаружено две учетные записи с идентификатором %1$s для пользователя %2$s в контексте %3$s.
sv_se: Hittade två e-postkonton med samma identifierare %1$s för användare %2$s i kontext %3$s.

source: Found two mail accounts with same E-Mail address %1$s for user %2$s in context %3$s.
da_dk: Fandt to konti med samme e-mail-adresse, %1$s, for bruger %2$s i kontekst %3$s.
pt_br: Localizado duas contas de e-mail com mesmo endereço de e-mail %1$s para o usuário %2$s no contexto %3$s.
ru_ru: Обнаружено две учетные записи с адресом %1$s для пользователя %2$s в контексте %3$s.
sv_se: Hittade två e-postkonton med samma e-postadress %1$s för användare %2$s i kontext %3$s.

source: A host could not be resolved: %1$s.
da_dk: Vært kunne ikke slås op: %1$s.
pt_br: Máquina não pôde ser resolvida: %1$s.
ru_ru: Не удалось определить хост: %1$s.
sv_se: En värd kunde inte lösas: %1$s.

source: Denied deletion of default mail account of user %1$s in context %2$s.
da_dk: Nægtet sletning af standardpostkasse for bruger %1$s i kontekst %2$s.
pt_br: Negada a exclusão da conta de e-mail padrão do usuário %1$s no contexto %2$s.
ru_ru: Отказ удаления стандартной учетной записи пользователя %1$s в контексте %2$s.
sv_se: Nekade borttagning av standard-e-postkonto för användaren %1$s i kontext %2$s.

source: Denied update of default mail account of user %1$s in context %2$s.
da_dk: Nægtet opdatering af standardpostkasse for bruger %1$s i kontekst %2$s.
pt_br: Negada atualização da conta padrão de e-mail do usuário %1$s no contexto %2$s.
ru_ru: Отказ обновления стандартной учетной записи пользователя %1$s в контексте %2$s.
sv_se: Nekade uppdatering av standard-e-postkonto för användaren %1$s i kontext %2$s.

source: No duplicate default account allowed.
da_dk: Duplikeret standardpostkasse ikke tilladt.
pt_br: Não é permitido duplicar a conta padrão.
ru_ru: Наличие дубликатов учетных записей по умолчанию не разрешено.
sv_se: Inga dubblerade standardkonton tillåts.

source: Password encryption failed for login %1$s on server %2$s (user=%3$s, context=%4$s).
da_dk: Adgangskodekryptering mislykkedes for login %1$s på server %2$s (bruger=%3$s, kontekst=%4$s).
pt_br: Falha ao criptografar senha para o login %1$s no servidor %2$s (usuário=%3$s, contexto=%4$s).
ru_ru: Не удалось зашифровать пароль для %1$s на сервере %2$s (пользователь %3$s, контекст%4$s).
sv_se: Lösenordskryptering misslyckades för inloggning %1$s på servern %2$s (användare=%3$s, kontext=%4$s).

source: Password decryption failed for login %1$s on server %2$s (user=%3$s, context=%4$s).
da_dk: Adgangskodedekryptering mislykkedes for login %1$s på server %2$s (bruger=%3$s, kontekst=%4$s).
pt_br: Falha ao descriptografar senha para o login %1$s no servidor %2$s (usuário=%3$s, contexto=%4$s).
ru_ru: Не удалось расшифровать пароль для %1$s на сервере %2$s (пользователь %3$s, контекст%4$s).
sv_se: Lösenordsdekryptering misslyckades för inloggning %1€s på servern %2$s (användare=%3$s, kontext=%4$s).

source: The Unified Mail account already exists for user %1$s in context %2$s.
da_dk: Den forenede postkasse findes allerede for bruger %1$s i kontekst %2$s.
pt_br: A conta de e-mail unificada já existe para o usuário %1$s no contexto %2$s.
ru_ru: Учетная запись Unified Mail для пользователя %1$s в контексте %2$s уже существует.
sv_se: Det enhetliga e-postkontot finns redan för användaren %1$s i kontext %2$s.

source: Mail account creation failed.
da_dk: Oprettelse af postkasse mislykkedes.
pt_br: Falha ao criar conta de e-mail.
ru_ru: Ошибка создания учетной записи почты.
sv_se: Kunde inte skapa e-postkonto.

source: Mail account validation failed.
da_dk: Validering af postkasse mislykkedes.
pt_br: Falha ao validar conta de e-mail.
ru_ru: Ошибка проверки учетной записи почты.
sv_se: Kunde inte bekräfta e-postkonto.

source: Multiple mail accounts not enabled for user %1$s in context %2$s.
da_dk: Flere postkasser er ikke slået til for bruger %1$s i kontekst %2$s.
pt_br: Múltiplas contas de e-mail não habilitadas para o usuário %1$s no contexto %2$s.
ru_ru: Возможности использования разных учетных записей пользователем %1$s в контексте %2$s не включены.
sv_se: Flera e-postkonton är inte aktiverade för användaren %1$s i kontext %2$s.

source: Invalid mail account name: %1$s
da_dk: Ugyldigt postkassenavn: %1$s
pt_br: Nome da conta de e-mail inválido: %1$s
ru_ru: Недопустимое имя учетной записи почты: %1$s
sv_se: Ogiltigt namn på e-postkonto: %1$s

source: Duplicate mail account for user %1$s in context %2$s.
da_dk: Duplikeret postkasse for bruger %1$s i kontekst %2$s.
pt_br: Conta de e-mail duplicada para o usuário %1$s no contexto %2$s.
ru_ru: Учетная запись для пользователя %1$s в контексте %2$s уже существует.
sv_se: Dubblerat e-postkonto för användaren %1$s i kontext %2$s.

source: Duplicate transport account for user %1$s in context %2$s.
da_dk: Duplikeret postafsendelseskonto for bruger %1$s i kontekst %2$s.
pt_br: Conta de transporte duplicada para o usuário %1$s no contexto %2$s.
ru_ru: Учетная запись для пользователя %1$s в контексте %2$s уже существует.
sv_se: Dubblerat transportkonto för användaren %1$s i kontext %2$s.

source: Invalid host name: %1$s
da_dk: Ugyldigt værtsnavn: %1$s
pt_br: Nome da máquina inválido: %1$s
ru_ru: Недопустимое имя узла: %1$s
sv_se: Ogiltigt värdnamn: %1$s

source: Could not connect to mail server "%1$s" for login %2$s
da_dk: Kunne ikke forbinde til postserver "%1$s" for login %2$s
pt_br: Não foi possível conectar ao servidor de e-mail "%1$s" para o login %2$s
sv_se: Kunde inte ansluta till e-postservern "%1$s" för inloggning %2$s

source: Could not connect to transport server "%1$s" for login %2$s
da_dk: Kunne ikke forbinde til postafsendelsesserver "%1$s" for login %2$s
pt_br: Não foi possível conectar ao servidor de transporte "%1$s" para o login %2$s
sv_se: Kunde inte ansluta till transportservern "%1$s" för inloggning %2$s

source: Default port specified for mail protocol "%1$s", but SSL is enabled. Please review if appropriate.
da_dk: Standardport angivet for postprotokol "%1$s", men SSL er slået til. Se det om nødvendigt efter.
pt_br: Porta padrão especificada para o protocolo de e-mail "%1$s", mas o SSL está ativado. Por favor, revise, se necessário.
sv_se: Standardport angiven för e-postprotokoll "%1$s", men SSL är aktiverat. Dubbelkolla det här om det verkar behövas.

source: Secure port specified for mail protocol "%1$s", but SSL is not enabled. Please review if appropriate.
da_dk: Sikker port angivet for postprotokol "%1$s", men SSL er slået fra. Se det om nødvendigt efter.
pt_br: Uma porta segura foi especificada para o protocolo de e-mail "%1$s", mas o SSL não está habilitado. Por favor, revise, se necessário.
sv_se: Säker port angiven för e-postprotokoll "%1$s", men SSL är inte aktiverat. Dubbelkolla det här om det verkar behövas.

source: Default port specified for transport protocol "%1$s", but SSL is enabled. Please review if appropriate.
da_dk: Standardport angivet for postafsendelsesprotokol "%1$s", men SSL er slået til. Se det om nødvendigt efter.
pt_br: Uma porta padrão foi especificada para o protocolo de transporte "%1$s", mas o SSL está habilitado. Por favor, revise, se necessário.
sv_se: Standardport angiven för transportprotokoll "%1$s", men SSL är aktiverat. Dubbelkolla det här om det verkar behövas.

source: Secure port specified for transport protocol "%1$s", but SSL is not enabled. Please review if appropriate.
da_dk: Sikker port angivet for postafsendelsesprotokol "%1$s", men SSL er slået fra. Se det om nødvendigt efter.
pt_br: Uma porta segura foi especificada para o protocolo de transporte "%1$s", mas o SSL não está habilitado. Por favor, revise, se necessário.
sv_se: Säker port angiven för transportprotokoll "%1$s", men SSL är inte aktiverat. Dubbelkolla det här om det verkar behövas.

source: SQL problem: "%1$s"
pt_br: Problema no SQL: "%1$s"
ru_ru: Ошибка SQL: «%1$s»

source: Cannot find resource group with identifier %1$d.
da_dk: Kan ikke finde ressourcegruppe med id %1$d.
pt_br: Não foi possível localizar grupo de recurso com identificador %1$d.
ru_ru: Не найдена группа ресурсов с идентификатором %1$d.
sv_se: Kan inte hitta resursgrupp med identifieraren %1$d.

source: Found resource groups with same identifier %1$d.
da_dk: Fandt ressourcegrupper med samme id, %1$d.
pt_br: Localizado grupos de recurso com mesmo identificador %1$d.
ru_ru: Группы ресурсов с идентификатором %1$d уже существуют.
sv_se: Hittade resursgrupp med samma identifierare %1$d.

source: Cannot find resource with identifier %1$d.
da_dk: Kan ikke find ressource med id %1$d.
pt_br: Não foi possível localizar recursos com identificador %1$d.
ru_ru: Не найден ресурс с идентификатором %1$d.
sv_se: Kan inte hitta resurs med identifieraren %1$d.

source: Found resource(s) with same identifier %1$s.
da_dk: Fandt ressourcer med samme id, %1$s.
pt_br: Localizado recurso(s) com mesmo identificador %1$s.
ru_ru: Ресурсы с идентификатором %1$s уже существуют.
sv_se: Hittade resurs(er) med samma identifierare %1$s.

source: No resource given.
da_dk: Ingen ressource angivet.
pt_br: Nenhum recurso fornecido.
ru_ru: Не задан ресурс.
sv_se: Ingen resurs angiven.

source: Missing mandatory field(s) in given resource.
da_dk: Obligatorisk(e) felt(er) mangler i given ressource.
pt_br: Faltando campo(s) obrigatório no recurso fornecido.
ru_ru: Обязательные поля не определены.
sv_se: Saknar obligatoriskt fält i angiven resurs.

source: Found resource(s) with same email address %1$s.
da_dk: Fandt ressource(r) med samme e-mail-adresse, %1$s.
pt_br: Localizado recurso(s) com mesmo endereço de e-mail %1$s.
ru_ru: Ресурсы с адресом %1$s уже существуют.
sv_se: Hittade resurs(er) med samma e-postadress %1$s.

source: Invalid resource identifier: %1$s
da_dk: Ugyldigt ressource-id: %1$s
pt_br: Identificador de recurso inválido: %1$s
ru_ru: Недопустимый идентификатор ресурса: %1$s
sv_se: Ogiltig resursidentifierare: %1$s

source: Invalid resource E-Mail address: %1$s
da_dk: Ugyldig ressource-e-mail-adresse: %1$s
pt_br: Recurso do endereço de e-mail inválido: %1$s
ru_ru: Недопустимый адрес: %1$s
sv_se: Ogiltig e-postadress för resurs: %1$s

source: The resource has been changed in the meantime
da_dk: Ressourcen er blevet ændret i mellemtiden
pt_br: O recurso foi alterado neste meio tempo
ru_ru: За это время ресурс был изменен.
sv_se: Resursen har ändrats under tiden.

source: Search failed: %1$s.
da_dk: Søgning mislykkedes: %1$s.
pt_br: Pesquisa falhou: %1$s.
ru_ru: Ошибка поиска: %1$s.
sv_se: Sökning misslyckades: %1$s.

source: Missing operation in JSON object.
da_dk: Manglende operation i JSON-objekt.
pt_br: Operação faltante no objeto JSON.
ru_ru: Отсутствует операция в объекте JSON.
sv_se: Operand saknas i JSON-objekt.

source: Missing operands in JSON object.
da_dk: Manglende argumenter i JSON-objekt.
pt_br: Operadores faltantes no objeto JSON.
ru_ru: Отсутствуют операнды в объекте JSON.
sv_se: Operander saknas i JSON-objekt.

source: Invalid search term in JSON object.
da_dk: Ugyldigt søgeudtryk i JSON-objekt.
pt_br: Pesquisa de termo inválido no objeto JSON.
ru_ru: Недопустимый критерий поиска в объекте JSON.
sv_se: Ogiltig sökterm i JSON-objekt.

source: Missing field "%1$s" in JSON object.
da_dk: Manglende felt, "%1$s", i JSON-objekt.
pt_br: Campo faltante "%1$s" no objeto JSON.
ru_ru: Отсутствует поле «%1$s» в объекте JSON.
sv_se: Saknar fält "%1$s" i JSON-objekt.

source: Unknown operation: %1$s.
da_dk: Ukendt operation: %1$s.
pt_br: Operação desconhecida: %1$s.
ru_ru: Неизвестное действие: %1$s.
sv_se: Okänd åtgärd: %1$s

source: An IO error occurred: %s
da_dk: En IO-fejl opstod: %s
pt_br: Ocorreu um erro de E/S: %s
ru_ru: Ошибка ввода-вывода: %s
sv_se: Ett IO-fel inträffade: %s

source: File store could not be accessed: %s
da_dk: Fillageret kunne ikke tilgås: %s
pt_br: O armazenamento de arquivos não pôde ser acessado: %s
ru_ru: Нет доступа к %s.
sv_se: Kunde inte komma åt fillagringen: %s

source: Cannot create directory "%1$s" in file storage.
da_dk: Kan ikke oprette katalog "%1$s" i fillager.
pt_br: Não foi possível criar diretório "%1$s" no armazenamento de arquivo.
sv_se: Kan inte skapa katalog "%1$s" i fillagringen.

source: Unsupported encoding.
da_dk: Ikke-understøttet tegnkodning.
pt_br: Não há suporte à codificação.
ru_ru: Неподдерживаемый тип кодирования.
sv_se: Kodningen stöds inte.

source: Number parsing problem.
da_dk: Talfortolkningsproblem.
pt_br: Problema ao analisar o número.
ru_ru: Ошибка числового разбора.
sv_se: Nummertolkningsproblem

source: File storage is full.
da_dk: Fillager fyldt.
pt_br: O armazenamento de arquivos está completo.
ru_ru: Память файлов заполнена.
sv_se: Fillagringen är full

source: 'Depth' mismatch while computing next entry.
da_dk: Dybde passede ikke under beregning af næste indgang.
pt_br: 'Profundidade' incompatível ao computar próxima entrada.
ru_ru: Несоответствие значения глубины при вычислении следующей записи.
sv_se: 'Depth' matchar inte när nästa post beräknas.

source: Cannot remove lock file.
da_dk: Kan ikke fjerne låsefil.
pt_br: Não foi possível remover arquivo bloqueado.
ru_ru: Файл блокировки не удален.
sv_se: Kan inte ta bort låsfilen.

source: Cannot create lock file here %1$s. Please check for a stale .lock file, inappropriate permissions or usage of the file store for too long a time.
da_dk: Kan ikke oprette låsefil her %1$s. Tjek om der er en gammel ".lock"-fil, upassende rettigheder eller for lang tids brug af fillageret.
pt_br: Não foi possível criar um arquivo bloqueado aqui %1$s. Por favor, verifique por arquivos de bloqueio antigo, permissões inapropriadas ou uso de armazenamento de arquivos por um tempo muito longo.
sv_se: Kan inte skapa låsfil här %1$s. Sök efter en överbliven .lock-fil, felaktiga rättigheter, eller för lång användning av fillagringen.

source: Eliminating the file storage failed.
da_dk: Eliminering af fillagring mislykkedes.
pt_br: Falha ao eliminar o armazenamento de arquivo.
sv_se: Misslyckades att ta bort fillagringen.

source: File does not exist in file store "%1$s". Consider running the consistency tool.
da_dk: Filen findes ikke i fillageret "%1$s". Overvej at køre konsistensværktøjet.
pt_br: Arquivo não existe no armazenamento de arquivo "%1$s". Considere executar a ferramenta de consistência.
ru_ru: Нет файла в «%1$s». Рекомендуется выполнить проверку согласованности.
sv_se: Filen finns inte i fillagringen "%1$s". Det kan vara dags att köra konsekvensverktyget.

source: The requested range (offset: %1$d, length: %2$d) for the file "%3$s" (current size: %4$d) is invalid.
da_dk: Det efterspurgte interval (forskydning: %1$d, længde: %2$d) for filen "%3$s" (nuværende størrelse:%4$d) er ugyldigt.
pt_br: O intervalo requisitado (deslocamento: %1$d, comprimento: %2$d) para o arquivo "%3$s" (tamanho atual: %4$d) é inválido.
sv_se: Det önskade intervallet (offset: %1$d, längd: %2$d) för filen "%3$s" (aktuell storlek: %4$d) är ogiltigt.

source: The specified offset %1$d for the file "%2$s" (current size: %3$d) is invalid.
da_dk: Den angivne forskydning, %1$d, for filen "%2$s" (nuværende størrelse:%3$d) er ugyldig.
pt_br: O deslocamento especificado %1$d para o arquivo "%2$s" (tamanho atual: %3$d) é inválido.
sv_se: Det angivna offset-värdet %1$d för filen "%2$" (aktuell storlek: %3$d) är ogiltigt.

source: The specified length %1$d for the file "%2$s" (current size: %3$d) is invalid.
da_dk: Den angivne længde, %1$d, for filen "%2$s" (nuværende størrelse:%3$d) er ugyldig.
pt_br: O comprimento especificado %1$d para o arquivo "%2$s" (tamanho atual: %3$d) é inválido.
sv_se: Den angivna längden %1$d för filen "%2$s" (aktuell storlek: %3$d) är ogiltig.

source: File store could not be accessed.
da_dk: Fillageret kunne ikke tilgås.
pt_br: O armazenamento de arquivos não pôde ser acessado.
ru_ru: Нет доступа к хранилищу файлов.
sv_se: Fillagringen kunde inte nås.

source: Database query failed.
da_dk: Databaseforespørgsel mislykkedes.
pt_br: Falha ao consultar banco de dados.
ru_ru: Ошибка запроса к базе данных.
sv_se: Databassökning misslyckades.

source: The allowed Quota is reached.
da_dk: Den tilladte kvote er opbrugt.
pt_br: A cota permitida foi atingida.
ru_ru: Квота достигнута.
sv_se: Kvoten nåddes.

source: Quota seems to be inconsistent. Please use consistency tool on context %1$d.
da_dk: Kvote lader til at være inkonsistent. Brug konsistensværktøjet på kontekst %1$d.
pt_br: Cota parece inconsistente. Por favor, use a ferramenta de consistência no contexto %1$d.
ru_ru: Квота не согласована. Рекомендуется выполнить проверку согласованности.
sv_se: Kvoten verkar vara inkonsekvent. Använd konsekvensverktyget på kontext %1$d.

source: Quota usage is missing for context %1$d.
da_dk: Kvotebrug mangler for kontekst %1$d.
pt_br: O uso da cota está faltando no contexto %1$d.
ru_ru: Нет квоты для контекста %1$d.
sv_se: Kvotbruk saknas för kontext %1$d.

source: Updating quota usage for context %1$d failed.
da_dk: Opdatering af kvotebrug for kontekst %1$d mislykkedes.
pt_br: Falha ao enviar uso da cota para o contexto %1$d.
ru_ru: Не удалось обновить информацию об использовании квоты в контексте %1$d.
sv_se: Kunde inte uppdatera kvotbruk för kontext %1$d.

source: User %1$s has no access to module %2$s in context %3$s due to user configuration
da_dk: Bruger %1$s har ikke adgang til modul %2$s i kontekst %3$s som følge af brugeropsætning
pt_br: Usuário %1$s não tem acesso ao módulo %2$s no contexto %3$s devido a configuração de usuário
ru_ru: Конфигурация пользователя %1$s запрещает его доступ к модулю %2$s в контексте %3$s.
sv_se: Användaren %1$s har ingen tillgång till modul %2$s i kontext %3$s på grund av användarinställningar.

source: Folder "%1$s" not visible to user %2$s in context %3$s
da_dk: Mappen "%1$s" er ikke synlig for bruger %2$s i kontekst %3$s
pt_br: Pasta "%1$s" não está visível para o usuário %2$s no contexto %3$s
ru_ru: Папка «%1$s» недоступна пользователю «%2$s» в контексте «%3$s».
sv_se: Mappen "%1$s" är inte synlig för användare %2$s i kontext %3$s

source: User %1$s has no access on shared folder %2$s in context %3$s due to user configuration
da_dk: Bruger %1$s har ikke adgang til delt mappe %2$s i kontekst %3$s som følge af brugeropsætning
pt_br: Usuário %1$s não tem acesso a pasta compartilhada %2$s no contexto %3$s devido a configuração do usuário
ru_ru: Конфигурация пользователя %1$s запрещает его доступ к общей папке %2$s в контексте %3$s.
sv_se: Användaren %1$s har ingen tillgång till den delade mappen %2$s i kontext %3$s på grund av användarinställningar.

source: User %1$s has no write access on public folder %2$s in context %3$s due to user configuration
da_dk: Bruger %1$s har ikke skriveadgang til offentlig mappe %2$s i kontekst %3$s som følge af brugeropsætning
pt_br: Usuário %1$s não tem acesso de escrita na pasta pública %2$s no contexto %3$s devido a configuração de usuário
ru_ru: Конфигурация пользователя %1$s не разрешает запись в общую папку %2$s в контексте %3$s.
sv_se: Användaren %1$s har inte skrivrättigheter i den offentliga mappen %2$s i kontext %3$s på grund av användarinställningar

source: User %1$s has no create-subfolder permission on folder %2$s in context %3$s
da_dk: Bruger %1$s har ikke lov til at oprette undermapper i mappen %2$s i kontekst %3$s
pt_br: Usuário %1$s não tem permissão para criar subpastas na pasta %2$s no contexto %3$s
ru_ru: %1$s не может создавать папки в %2$s в контексте %3$s
sv_se: Användaren %1$s har inte tillåtelse att skapa undermapp i mappen %2$s i kontext %3$s

source: Missing field %1$s in folder %2$s in context %3$s
da_dk: Felt %1$s mangler i mappen "%2$s" i kontekst %3$s
pt_br: Campo faltante %1$s na pasta %2$s no contexto %3$s
ru_ru: Отсутствует поле %1$s для папки %2$s в контексте %3$s.
sv_se: Fält saknas %1$s i mappen %2$s i kontext %3$s

source: Folder %1$s does not exist in context %2$s
da_dk: Mappen "%1$s" findes ikke i kontekst %2$s
pt_br: Pasta %1$s não existe no contexto %2$s
ru_ru: Папка %1$s не существует в контексте %2$s.
sv_se: Mappen %1$s finns inte i kontext %2$s

source: Folder %1$s has been modified after last sync timestamp in context %2$s
da_dk: Mappen "%1$s" er blevet ændret siden sidste synkroniserings tidsstempel i kontekst %2$s
pt_br: Pasta %1$s foi modificada depois da última sincronização neste meio tempo no contexto %2$s
ru_ru: Папка %1$s уже была изменена после последней синхронизации в контексте %2$s.
sv_se: Mappen %1$s har blivit ändrad efter senaste synkroniseringen i kontext %2$s

source: User %1$s has no admin access to folder %2$s in context %3$s
da_dk: Bruger %1$s har ikke administratorrettigheder til mappe %2$s i kontekst %3$s
pt_br: Usuário %1$s não tem acesso de administrador na pasta %2$s no contexto %3$s
ru_ru: У пользователя %1$s нет административного доступа к папке %2$s в контексте %3$s.
sv_se: Användaren %1$s har inga admininstratörsrättigheter i mapp %2$s i kontext %3$s

source: Default folder %1$s cannot be renamed in context %2$s
da_dk: Standardmappen, %1$s, kan ikke omdøbes i kontekst %2$s
pt_br: A pasta padrão %1$s não pode ser renomeada no contexto %2$s
ru_ru: Используемая по умолчанию папка %1$s не может быть переименована в контексте %2$s.
sv_se: Standardmappen %1$s går inte att döpa om i kontext %2$s

source: A duplicate folder exists in parent folder %1$s in context %2$s
da_dk: En mappe med samme navn findes allerede i forældremappen "%1$s" i kontekst %2$s
pt_br: Existe uma pasta duplicada na pasta pai %1$s no contexto %2$s
ru_ru: %1$s уже содержит папку в контексте %2$s.
sv_se: En dubblett av mappen finns redan i överliggande mappen %1$s i kontext %2$s

source: Parent folder %1$s does not allow type %2$s in context %3$s
da_dk: Forældremappe %1$s tillader ikke type %2$s i kontekst %3$s
pt_br: A pasta pai %1$s não permite o tipo %2$s no contexto %3$s
sv_se: Överliggande mappen %1$s tillåter inte typen %2$s i kontext %3$s

source: Parent folder %1$s does not allow module %2$s in context %3$s
da_dk: Forældremappe %1$s tillader ikke modul %2$s i kontekst %3$s
pt_br: A pasta pai %1$s não permite o módulo %2$s no contexto %3$s
sv_se: Överliggande mappen %1$s tillåter inte modulinställning %2$s i kontext %3$s
