Repository: cognitionworks/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: da_dk, pt_br, ru_ru, sv_se

source: Only one admin permission is allowed on a private folder
da_dk: Kun en administrator per privat mappe
pt_br: Apenas uma permissão de administrador é permitida em uma pasta privada
ru_ru: У личной папки может быть только один администратор.
sv_se: Endast en användare kan vara administratör för en privat mapp

source: A group must not hold admin permission on a private folder
da_dk: En gruppe kan ikke have administratorrettigheder til en privat mappe
pt_br: Um grupo não deve possuir permissão de administrador em uma pasta privada
ru_ru: Группа не может иметь права администрирования личной папки.
sv_se: En grupp ska inte ha administratörsrättigheter till en privat mapp

source: Only folder owner may hold admin permission on a private folder
da_dk: Kun ejeren af en privat mappe kan have administratorrettigheder til den
pt_br: Apenas o proprietário da pasta pode possuir permissões de administrador em uma pasta privada
ru_ru: Только владелец личной папки может быть ее администратором.
sv_se: Endast den som äger mappen har administratörsrättigheter i den privata mappen

source: Administration rights required. In the Rights tab add at least one user with administration rights.
da_dk: Administratorrettigheder påkrævet. Tilføj i det mindste en bruger med administratorrettigheder under Rettigheder-fanen.
pt_br: Requer direitos administrativos. Na guia Direitos adicione pelo menos um usuário com direitos administrativos.
ru_ru: Требуются административные разрешения. Администратора можно добавить на вкладке разрешений.
sv_se: Administratörsrättigheter krävs. Under Rättighetsfliken, lägg till minst en användare med administratörsrättigheter.

source: Invalid object ID %1$s
da_dk: Ugyldigt objekt-id %1$s
pt_br: ID de objeto inválido %1$s
ru_ru: Недопустимый идентификатор объекта %1$s
sv_se: Ogiltigt objekt-ID %1$s

source: Not allowed to change parent id of folder %1$s through an update call. Use move method instead.
da_dk: Ikke tilladt at ændre forælder-id for mappe %1$s med et "update"-kald. Brug "move"-metoden i stedet for.
pt_br: Não é permitido alterar ID da pasta pai %1$s através de uma ligação de atualização. Em vez disso, use o método de mover.
ru_ru: Изменение родительского ID папки %1$s при помощи вызова обновления не разрешено. Для этой цели используется метод переноса.
sv_se: Du har inte tillåtelse att ändra ID för mappen %1$s genom ett update-anrop. Använd flyttmetoden istället.

source: Not allowed to move default folder %1$s in context %2$s
da_dk: Standardmappen, %1$s, kan ikke flyttes i kontekst %2$s
pt_br: Não foi permitido mover a pasta padrão %1$s no contexto %2$s
ru_ru: Не разрешается переносить используемую по умолчанию папку %1$s в контексте %2$s.
sv_se: Tillåts inte flytta standardmappen %1$s i kontext %2$s

source: Target folder %1$s contains a duplicate folder in context %2$s
da_dk: En mappe med samme navn findes allerede i målmappen, "%1$s" i kontekst %2$s
pt_br: A pasta marcada %1$s contém uma pasta duplicada no contexto %2$s
ru_ru: %1$s уже содержит папку в контексте %2$s.
sv_se: Målmappen %1$s innehåller en dubblettmapp i kontext %2$s

source: Shared folder %1$s cannot be moved in context %2$s
da_dk: Delt mappe, "%1$s", kan ikke flyttes i kontekst %2$s
pt_br: A pasta compartilhada %1$s não pôde ser movida no contexto %2$s
ru_ru: Общая папка %1$s не может быть перенесена в контексте %2$s.
sv_se: Delade mappen %1$s kan inte flyttas i kontext %2$s

source: Shared folder %1$s cannot be target of move operation in context %2$s
da_dk: Man kan ikke flytte noget til den delte mappe, "%1$s", i kontekst %2$s
pt_br: A pasta compartilhada %1$s não pode ser alvo de movimentação no contexto %2$s
ru_ru: Не разрешается осуществлять перемещение в общую папку %1$s в контексте %2$s.
sv_se: Delade mappen %1$s kan inte vara mål för flyttning i kontext %2$s

source: System folder %1$s cannot be moved in context %2$s
da_dk: Systemmappe, "%1$s", kan ikke flyttes i kontekst %2$s
pt_br: A pasta de sistema %1$s não pode ser movida no contexto %2$s
ru_ru: Системная папка %1$s не может быть перенесена в контексте %2$s.
sv_se: Systemmappen %1$s kan inte flyttas i kontext %2$s

source: Private folder %1$s can only be moved to a private folder in context %2$s
da_dk: Privat mappe, "%1$s", kan kun flyttes til en privat mappe i kontekst %2$s
pt_br: A pasta privada %1$s só pode ser movida para uma pasta pessoal no contexto %2$s
ru_ru: Личная папка %1$s может быть перемещена в личную папку только в контексте %2$s.
sv_se: Privat mapp %1$s kan endast flyttas till en privat mapp i kontext %2$s

source: Public folder %1$s can only be moved to a public folder in context %2$s
da_dk: Offentlig mappe, "%1$s", kan kun flyttes til en offentlig mappe i kontekst %2$s
pt_br: A pasta pública %1$s só pode ser movida para uma pasta pública no contexto %2$s
ru_ru: Общая папка %1$s может быть перемещена в общую папку только в контексте %2$s.
sv_se: Offentlig mapp %1$s kan endast bli flyttad till en offentlig mapp i kontext %2$s

source: Target and source folder cannot be equal in context %1$s
da_dk: Mål- og kildemappe kan ikke være den samme i kontekst %1$s
pt_br: Pasta de origem e destino não podem ser iguais no contexto %1$s
ru_ru: Конечная папка не может совпадать с исходной в контексте %1$s.
sv_se: Mål- och ursprungsmappen kan inte vara samma i kontext %1$s

source: User %1$s is not allowed to move all subfolders of folder %2$s in context %3$s
da_dk: Bruger %1$s må ikke flytte alle undermapper fra mappen "%2$s" i kontekst %3$s
pt_br: Usuário %1$s não tem permissão para mover todas as subpastas da pasta %2$s no contexto %3$s
ru_ru: %1$s не может переносить вложенные папки %2$s в контексте %3$s.
sv_se: Användaren %1$s har inte behörighet att flytta alla undermappar i mappen %2$s i kontext %3$s

source: User %1$s is not allowed to delete shared folder %2$s in context %3$s
da_dk: Bruger %1$s må ikke slette delt mappe, "%2$s", i kontekst %3$s
pt_br: Usuário %1$s não tem permissão para excluir a pasta compartilhada %2$s no contexto %3$s
ru_ru: Пользователь %1$s не может удалить папку %2$s в контексте %3$s.
sv_se: Användaren %1$s har inte behörighet att ta bort delade mappen %2$s i kontext %3$s

source: User %1$s is not allowed to delete default folder %2$s in context %3$s
da_dk: Bruger %1$s må ikke slette standardmappe, "%2$s", i kontekst %3$s
pt_br: Usuário %1$s não tem permissão para excluir a pasta padrão %2$s no contexto %3$s
ru_ru: %1$s не может удалить используемую по умолчанию папку %2$s в контексте %3$s.
sv_se: Användaren %1$s har inte behörighet att ta bort standardmappen %2$s i kontext %3$s

source: User %1$s is not allowed to delete all objects in folder %2$s in context %3$s
da_dk: Bruger %1$s må ikke slette alle objekter i mappen, "%2$s", i kontekst %3$s
pt_br: Usuário %1$s não tem permissão para excluir todos os objetos na pasta %2$s no contexto %3$s
ru_ru: %1$s не может удалять объекты из папки %2$s в контексте %3$s.
sv_se: Användaren %1$s har inte behörighet att ta bort alla objekt i mappen %2$s i kontext %3$s

source: No admin user found in context %1$s
da_dk: Kunne ikke finde en administratorbruger i kontekst %1$s
pt_br: Nenhum administrador localizado no contexto %1$s
ru_ru: Не найден администратор в контексте %1$s.
sv_se: Ingen administratör hittad i kontext %1$s

source: No default folder could be found in module %1$s for user %2$s in context %3$s
da_dk: Kunne ikke finde en standardmappe i modul %1$s for bruger %2$s i kontekst %3$s
pt_br: Nenhuma pasta padrão pôde ser localizada no módulo %1$s para o usuário %2$s no contexto %3$s
ru_ru: Не найдена стандартная папка в %1$s для пользователя %2$s в контексте %3$s.
sv_se: Ingen standardmapp kunde hittas i modulen %1$s för användare %2$s i kontext %3$s

source: Folder %1$s could not be loaded in context %2$s
da_dk: Mappen "%1$s" kunne ikke indlæses i kontekst %2$s
pt_br: A pasta %1$s não pôde ser carregada no contexto %2$s
ru_ru: Не удалось загрузить папку %1$s в контексте %2$s.
sv_se: Mappen %1$s kunde inte laddas i kontext %2$s

source: Folder %1$s could not be put into cache in context %2$s
da_dk: Mappen "%1$s" kunne ikke indlæses til cache i kontekst %2$s
pt_br: A pasta %1$s não pôde ser colocada dentro do cache no contexto %2$s
ru_ru: Не удалось поместить папку %1$s в кэш в контексте %2$s.
sv_se: Mappen %1$s kunde inte läggas i cachen i kontext %2$s

source: Effective permission of folder %1$s could not be determined for user %2$s in context %3$s
da_dk: Effektive rettigheder til mappen "%1$s" kunne ikke bestemmes for bruger %2$s i kontekst %3$s
pt_br: Permissão efetiva da pasta %1$s não pôde ser determinada para o usuário %2$s no contexto %3$s
ru_ru: Не удалось определить разрешения пользователя %2$s для доступа к папке %1$s (контекст %3$s).
sv_se: Använda rättigheter för mapp %1$s kunde inte bestämmas för användare %2$s i kontext %3$s

source: A DBPool error occurred in context %1$s
da_dk: Der opstod en "DBPool"-fejl i kontekst %1$s
pt_br: Ocorreu um erro DBPool no contexto %1$s
ru_ru: Ошибка DBPool в контексте %1$s
sv_se: Ett DBPool-fel inträffade i kontext %1$s

source: Delivered sequence id %1$s from database is less than allowed min. folder id of %2$s in context %3$s
da_dk: Sekvens-id, %1$s, udleveret af databasen er mindre end det mindste tilladte mappe-id, %2$s, i kontekst %3$s
pt_br: ID de sequência entregue %1$s da base da dados é menor que o mínimo permitido, ID da pasta de %2$s no contexto %3$s
ru_ru: Идентификатор последовательности %1$s из базы данных меньше минимально допустимого идентификатора папки %2$s в контексте %3$s.
sv_se: Levererad sekvens-ID %1$s från databasen är mindre än minsta tillåtna mapp-ID %2$s i kontext %3$s

source: Module %1$s is unknown in context %2$s
da_dk: Modulet %1$s er ukendt i kontekst %2$s
pt_br: Módulo %1$s é desconhecido no contexto %2$s
ru_ru: Неизвестный модуль %1$s в контексте %2$s.
sv_se: Modulen %1$s är okänd i kontext %2$s

source: Folder %1$s could not be updated in context %2$s
da_dk: Mappen "%1$s" kunne ikke opdateres i kontekst %2$s
pt_br: A pasta %1$s não pôde ser atualizada no contexto %2$s
ru_ru: Не удалось обновить папку %1$s в контексте %2$s.
sv_se: Mappen %1$s kunde inte uppdateras i kontext %2$s

source: Invalid entity id %1$s detected in permissions of folder %2$s in context %3$s
da_dk: Ugyldigt entitets-id, %1$s, detekteret i rettighederne til mappen %2$s i kontekst %3$s
pt_br: ID da entidade inválido %1$s detectado em permissões da pasta %2$s no contexto %3$s
ru_ru: Недопустимый идентификатор %1$s в разрешениях папки %2$s в контексте %3$s.
sv_se: Ogiltig subjekt-ID %1$s upptäckt i rättigheter för mapp %2$s i kontext %3$s

source: Folder %1$s must not be moved to one of its subfolders in context %2$s
da_dk: Mappen "%1$s" må ikke flyttes til en af dens egne undermapper i kontekst %2$s
pt_br: A pasta %1$s não deve ser movida para uma de suas subpastas no contexto %2$s
ru_ru: Папка %1$s не может быть перемещена в свою вложенную папку в контексте %2$s.
sv_se: Mappen %1$s får inte flyttas till en av sina undermappar i kontext %2$s

source: A LDAP error occurred in context %1$s
da_dk: Der opstod en LDAP-fejl i kontekst %1$s
pt_br: Ocorreu um erro do LDAP no contexto %1$s
ru_ru: Ошибка LDAP в контексте %1$s
sv_se: Ett LDAP-fel inträffade i kontext %1$s

source: Attribute "%1$s" is not set in FolderObject instance %2$s in context %3$s
da_dk: Attribut "%1$s" er ikke sat i "FolderObject"-instans %2$s i kontekst %3$s
pt_br: Atributo "%1$s" não está definido na instância do objeto da pasta %2$s no contexto %3$s
ru_ru: Не задан атрибут «%1$s» в экземпляре FolderObject %2$s в контексте %3$s.
sv_se: Attributet "%1$s" är inte satt i FolderObject-instansen %2$s i kontext %3$s

source: A source folder of module %1$s must not be moved to a target folder of module %2$s
da_dk: En kildemappe fra modul %1$s må ikke flyttes til en målmappe fra modul %2$s
pt_br: A pasta de origem do módulo %1$s não deve ser movida para uma pasta de destino do módulo %2$s
ru_ru: Исходная папка модуля %1$s не может быть перемещена в %2$s.
sv_se: En källmapp från modulen %1$s får inte flyttas till en målmapp i modulen %2$s

source: Operation not executable on folder %1$s in context %2$s
da_dk: Operation kan ikke udføres på mappe %1$s i kontekst %2$s
pt_br: Operação não executável na pasta %1$s no contexto %2$s
ru_ru: Операция неприменима к папке %1$s в контексте %2$s.
sv_se: Åtgärden är inte genomförbar i mappen %1$s i kontext %2$s

source: Folder cache (region name = %1$s) could not be initialized due to the following reason: %2$s
da_dk: Mappecache (regionsnavn = %1$s) kunne ikke klargøres på grund af: %2$s
pt_br: O cache da pasta (nome da região = %1$s) não pôde ser inicializado devido a seguinte razão: %2$s
ru_ru: Не удалось инициализировать кэш папки (регион: %1$s). Причина: %2$s
sv_se: Mappcache (domännamn = %1$s) kunde inte initialiseras på grund av följande anledning: %2$s

source: Folder cache has not been enabled in config file %1$s
da_dk: Mappecache ikke aktiveret i opsætningsfil %1$s
pt_br: O cache da pasta não foi habilitado na configuração do arquivo %1$s
ru_ru: Функции кэша папки не были включены в файле конфигурации %1$s.
sv_se: Mappens cache har inte aktiverats i konfigurationsfil %1$s

source: Folder %1$s could not be removed from folder cache
da_dk: Mappe %1$s kunne ikke fjernes fra mappecache
pt_br: Pasta %1$s não pôde ser removida do cache da pasta
ru_ru: Не удалось удалить %1$s из кэша папок.
sv_se: Mappen %1$s kunde inte tas bort från mappcachen

source: User %1$s has no write permission on folder %2$s in context %3$s
da_dk: Bruger %1$s har ikke lov til at skrive til mappen %2$s i kontekst %3$s
pt_br: Usuário %1$s não tem permissão de escrita na pasta %2$s no contexto %3$s
ru_ru: %1$s не может осуществлять запись в папке %2$s в контексте %3$s
sv_se: Användaren %1$s har inte skrivrättigheter i mappen %2$s i kontext %3$s

source: Unknown parameter container type: %1$s
da_dk: Ukendt parameterbeholdertype: %1$s
pt_br: Tipo desconhecido de parâmetro contentor: %1$s
ru_ru: Неизвестный тип контейнера параметра: %1$s
sv_se: Okänd parameterbehållartyp: %1$s

source: Unknown field: %1$s
da_dk: Ukendt felt: %1$s
pt_br: Campo desconhecido: %1$s
ru_ru: Неизвестное поле: %1$s.
sv_se: Okänt fält: %1$s

source: Parameter %1$s does not match JSON key %2$s
da_dk: Parameter %1$ passer ikke til JSON-nøgle %2$s
pt_br: Parâmetro %1$s não corresponde com a chave JSON %2$s
ru_ru: Параметр %1$s не соответствует ключу JSON %2$s
sv_se: Parametern %1$s matchar inte JSON-nyckeln %2$s

source: Unknown action: %1$s
da_dk: Ukendt handling: %1$s
pt_br: Ação desconhecida: %1$s
ru_ru: Неизвестная операция: %1$s.
sv_se: Okänd åtgärd: %1$s

source: Shared folder %1$s must not be updated in context %2$s
da_dk: Delt mappe, "%1$s", må ikke opdateres i kontekst %2$s
pt_br: A pasta compartilhada %1$s não deve ser atualizada no contexto %2$s
sv_se: Delade mappen %1$s får inte bli uppdaterad i kontext %2$s

source: The value for attribute %1$s contains more than the allowed number of %2$d characters. Current length: %3$d characters.
da_dk: Værdien af attributten %1$s indeholder flere tegn end loftet på %2$d. Nuværende længde: %3$d tegn.
pt_br: O valor para o atributo %1$s contém mais que o número permitido de %2$d caracteres. O comprimento atual: %3$d caracteres.

source: Unable to map OCL permission value %1$s to a JSON permission value
da_dk: Kan ikke afbilde OCL-rettigheden %1$s til en JSON-rettighed
pt_br: Não foi possível mapear o valor da permissão OCL %1$s a um valor de permissão JSON
ru_ru: Не удалось связать разрешение OCL %1$s с разрешением JSON.
sv_se: Kan inte matcha OCL-rättighetsvärdet %1$s med ett JSON-rättighetsvärde

source: Folder existence cannot be checked due to insufficient folder information
da_dk: Mappens eksistens kan på grund af manglende oplysninger ikke undersøges
pt_br: A existência da pasta não pôde ser verificada devido a informação insuficiente da pasta
ru_ru: Не удалось подтвердить существование папки: недостаточно данных.
sv_se: Mappens existens kan inte kontrolleras på grund av otillräcklig mappinformation

source: A runtime error occurred in context %1$s
da_dk: Der opstod en køretidsfejl i kontekst %1$s
pt_br: Ocorreu um erro de execução no contexto %1$s
ru_ru: Ошибка выполнения в контексте %1$s
sv_se: Ett körtidsfel inträffade i kontext %1$s

source: This method is not applicable to an IMAP permission.
da_dk: Denne metode kan ikke anvendes på en IMAP-rettighed.
pt_br: Este método não é aplicável para a uma permissão IMAP.
ru_ru: Этот метод неприменим к разрешению IMAP.
sv_se: Denna metod är inte passande till en IMAP-rättighet.

source: No subfolder creation below shared folder %1$s in context %2$s
da_dk: Der kan ikke oprettes undermapper under delt mappe, "%1$s", i kontekst %2$s
pt_br: Nenhuma subpasta criada abaixo da subpasta %1$s no contexto %2$s
ru_ru: Не разрешается создавать папки в общей папке %1$s в контексте %2$s.
sv_se: Inget skapande av undermapp i delade mappar %1$s i kontext %2$s

source: User %1$s granted invalid permissions on shared folder %2$s in context %3$s. Only the owner of the parent shared folder %4$s can administrate the folder.
da_dk: Bruger %1$s gav ugyldige rettigheder til delt mappe %2$s i kontekst %3$s. Kun ejeren af den delte forældremappe, %4$s, kan administrere mappen.
pt_br: Usuário %1$s concedeu permissões inválidas na pasta compartilhada %2$s no contexto %3$s. Apenas o proprietário da pasta pai compartilhada %4$s pode administrar a pasta.
sv_se: Användaren %1$s tilldelade ogiltiga behörigheter för delad mapp %2$s i kontext %3$s. Endast ägaren till överliggande delade mappen %4$s kan vara mappadministratör.

source: Owner %1$s of default folder %2$s must keep the folder admin permission
da_dk: Ejer %1$s af standardmappe %2$s skal beholde administratorrettighederne
pt_br: O proprietário %1$s da pasta padrão %2$s deve manter a permissão de administrador da pasta
ru_ru: Владелец %1$s стандартной папки %2$s должен иметь разрешения администратора папки.
sv_se: Ägaren %1$s till standardmappen %2$s måste behålla administratörsrättigheter till mappen

source: User %1$s is not allowed to share folder %2$s in context %3$s due to user configuration
da_dk: Bruger %1$s må ikke dele mappen %2$s i kontekst %3$s som følge af brugeropsætning
pt_br: Usuário %1$s não tem permissão na pasta compartilhada %2$s no contexto %3$s devido configuração de usuário
ru_ru: Конфигурация пользователя %1$s не разрешает открывать общий доступ к папке %2$s в контексте %3$s.
sv_se: Användare %1$s är inte tillåten att dela mappen %2$s i kontext %3$s på grund av användarinställningar.

source: The permissions for the user %1$s are limited. It is not possible to grant this user the wanted permissions for the folder %2$s in context %3$s.
da_dk: Bruger %1$s har begrænsede rettigheder. Det er ikke muligt at giver brugeren de ønskede rettigheder til mappen %2$s i kontekst %3$s.
pt_br: As permissões para o usuário %1$s são limitadas. Não é possível conceder a esse usuário a permissão desejada para a pasta %2$s no contexto %3$s.
ru_ru: Пользователь %1$s обладает ограниченными правами, поэтому он не сможет получить запрашиваемые разрешения для доступа к папке %2$s в контексте %3$s.
sv_se: Rättigheterna för användaren %1$s är begränsade. Det är inte möjligt att tilldela användaren de önskade rättigheterna för mappen %2$s i kontext %3$s.

source: Folder %1$s in context %2$s contains a hidden subfolder. User %3$s has no delete rights for this subfolder and consequently cannot delete its parent folder.
da_dk: Mappe %1$s i kontekst %2$s indeholder en skjult undermappe. Bruger %3$s har ikke ret til at slette denne undermappe og kan derfor ikke slette forældremappen.
pt_br: A pasta %1$s no contexto %2$s contém uma subpasta oculta. O usuário %3$s não tem direitos de exclusão para essa subpasta e, consequentemente, não pode excluir a sua pasta pai.
ru_ru: %1$s в контексте %2$s содержит скрытую папку. У пользователя %3$s нет прав на удаление вложенной папки, поэтому родительская папка не может быть удалена.
sv_se: Mappen %1$s i kontext %2$s innehåller en gömd undermapp. Användare %3$s har inga rättigheter att ta bort något från denna undermapp och kan ej heller ta bort föräldramappen.

source: An infostore folder named %1$s already exists below folder %2$s (%3$s) in context %4$s. Please choose another display name.
da_dk: En "InfoStore"-mappe ved navn "%1$s" findes allerede under mappen "%2$s" (%3$s) i kontekst %4$s. Vælg et andet skærmnavn.
pt_br: Uma pasta de armazenamento de informação nomeada %1$s já existe abaixo da pasta %2$s (%3$s) no contexto %4$s. Por favor, escolha outro nome de exibição.
ru_ru: %2$s (%3$s) в контексте %4$s уже содержит папку %1$s. Выберите другое имя.
sv_se: En infostore-mapp med namnet %1$s finns redan under mappen %2$s (%3$s) i kontext %4$s. Välj ett annat visningsnamn.

source: Folder contains invalid data: "%1$s"
da_dk: Mappe indeholder ugyldige data: "%1$s"
pt_br: A pasta contém dados inválidos: "%1$s"
ru_ru: Папка содержит недопустимые данные: «%1$s»
sv_se: Mappen innehåller ogiltig information: "%1$s"

source: You already share a personal folder named "%1$s" with the same user. You can not share two folders with exactly the same name with a user. Please rename the folder before sharing it with this user.
da_dk: Du deler allerede en personlig mappe ved navn "%1$s" med den samme bruger. Du kan ikke dele to mapper med præcist det samme navn med samme bruger. Omdøb mappen før du deler den med denne bruger.
pt_br: Você já compartilhou uma pasta pessoal nomeada "%1$s" com o mesmo usuário. Você não pode compartilhar duas pastas exatamente com o mesmo nome com um usuário. Por favor, renomeie a pasta antes de compartilhá-la com esse usuário.
ru_ru: Вы уже открыли доступ к личной папке «%1$s» для этого пользователя. Переименуйте папку и повторите попытку.
sv_se: Du delar redan en personlig mapp med namnet "%1$s" med samma användare. Du kan inte dela två mappar med samma namn med andra användare. Döp om mappen innan du delar den med den här användaren.

source: Folder module cannot be updated since folder is not empty
da_dk: Mappemodul kan ikke opdateres da mappen ikke er tom
pt_br: Módulo da pasta não pôde ser atualizado uma vez que a pasta está vazia
ru_ru: Модуль папки не может быть обновлен, так как она не пуста.
sv_se: Mappmodul kan inte uppdateras eftersom mappen inte är tom

source: Duplicate permission defined for user %1$s. Only one permission per user is allowed.
da_dk: Flere rettigheder defineret for bruger %1$s. Kun en rettighed per bruger er tilladt.
pt_br: Definida permissão duplicada para o usuário %1$s. Somente uma permissão por usuário é permitida.
ru_ru: Для пользователя %1$s уже определено разрешение. Пользователю может соответствовать только одно разрешение.
sv_se: Dubbla rättigheter är definierade för användare %1$s. Endast en rättighet per användare är tillåten.

source: Duplicate permission defined for group %1$s. Only one permission per group is allowed.
da_dk: Flere rettigheder defineret for gruppe %1$s. Kun en rettighed per gruppe er tilladt.
pt_br: Definida permissão duplicada para o grupo %1$s. Somente uma permissão por grupo é permitida.
ru_ru: Для группы %1$s уже определено разрешение. Группе может соответствовать только одно разрешение.
sv_se: Dubbla rättigheter är hittade för gruppen %1$s. Endast en rättighet per grupp är tillåten.

source: Only the folder visibility permission is allowed to be changed for folder %1$s in context %2$s.
da_dk: Kun synlighed kan ændres for mappe %1$s i kontekst %2$s.
pt_br: Apenas a permissão de visibilidade da pasta é permitida a ser alterada para pasta %1$ss no contexto %2$s.
ru_ru: Для папки %1$s в контексте %2$s может быть изменена только ее видимость.
sv_se: Bara visningstillståndet får ändras för mappen %1$s i kontext %2$s.
