Repository: cognitionworks/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: da_dk, pt_br, ru_ru, sv_se

source: All-day events
da_dk: Heldags begivenheder
pt_br: Eventos de dia inteiro
ru_ru: События на весь день
sv_se: Heldagshändelser

source: Events
da_dk: Begivenheder
pt_br: Eventos
ru_ru: События
sv_se: Händelser

source: Location
da_dk: Beliggenhed
pt_br: Localização
ru_ru: Адрес
sv_se: Plats

source: Participants
da_dk: Deltagere
pt_br: Participantes
ru_ru: Участники
sv_se: Deltagare

source: Comments
da_dk: Kommentarer
pt_br: Comentários
ru_ru: Комментарии
sv_se: Kommentarer

source: Accepted
da_dk: Accepterede
pt_br: Aceito
ru_ru: Принято
sv_se: Accepterad

source: Declined
da_dk: Afslået
pt_br: Recusado
ru_ru: Отклонено
sv_se: Nekad

source: Tentatively accepted
da_dk: Forsøgsvis accepterede
pt_br: Aceito preliminarmente
ru_ru: Принято под вопросом
sv_se: Preliminärt accepterad

source: Undecided
da_dk: Uafklarede
pt_br: Não decidido
ru_ru: Не решено
sv_se: Ej beslutat

source: Resources
da_dk: Ressourcer
pt_br: Recursos
ru_ru: Ресурсы
sv_se: Resurser

source: No recurrence
da_dk: Ingen gentagelse
pt_br: Nenhuma recorrência
ru_ru: Не повторяется
sv_se: Ingen upprepning

source: Every %1$s day
da_dk: Hver %1$s dag
pt_br: A cada %1$s dia
ru_ru: Каждый %1$s день
sv_se: Var %1$s dag

source: Every week on %1$s
da_dk: Hver uge på %1$s
pt_br: A cada semana em %1$s
ru_ru: Каждую неделю в %1$s
sv_se: Varje vecka på %1$s

source: Every %1$s weeks on %2$s
da_dk: Hver %1$s uge på %2$s
pt_br: A cada %1$s semanas em %2$s
ru_ru: Каждые %1$s нед. в %2$s
sv_se: Var %1$s vecka på %2$s

source: On %1$s. day every %2$s. month
da_dk: På %1$s. dag hver %2$s. måned
pt_br: Na %1$s. dia a cada %2$s. mês
ru_ru: Каждый %1$s день каждого %2$s месяца
sv_se: På %1$s dagen var %2$s månad

source: On %1$s %2$s every %3$s. month
da_dk: På %1$s %2$s hver %3$s. måned
pt_br: Na %1$s %2$s a cada %3$s. mês
ru_ru: %1$s %2$s каждого %3$s месяца
sv_se: På %1$s %2$s var %3$s månad

source: On %1$s %2$s in %3$s
da_dk: På %1$s %2$s i %3$s
pt_br: Na %1$s %2$s em %3$s
ru_ru: %1$s %2$s, %3$s
sv_se: På %1$s %2$s i %3$s

source: Every %1$s. %2$s
da_dk: Hver %1$s. %2$s
pt_br: A cada %1$s. %2$s
ru_ru: %1$s, %2$s
sv_se: Var %1$s. %2$s

source: Work day
da_dk: Arbejdsdag
pt_br: Dia útil
ru_ru: Рабочий день
sv_se: Arbetsdag

source: Weekend day
da_dk: Weekenddag
pt_br: Dia de final de semana
ru_ru: Выходной
sv_se: Helgdag

source: Day
da_dk: Dag
pt_br: Dia
ru_ru: День
sv_se: Dag

source: Monday
da_dk: Mandag
pt_br: Segunda-feira
ru_ru: Понедельник
sv_se: Måndag

source: Tuesday
da_dk: Tirsdag
pt_br: Terça-feira
ru_ru: Вторник
sv_se: Tisdag

source: Wednesday
da_dk: Onsdag
pt_br: Quarta-feira
ru_ru: Среда
sv_se: Onsdag

source: Thursday
da_dk: Torsdag
pt_br: Quinta-feira
ru_ru: Четверг
sv_se: Torsdag

source: Friday
da_dk: Fredag
pt_br: Sexta-feira
ru_ru: Пятница
sv_se: Fredag

source: Saturday
da_dk: Lørdag
pt_br: Sábado
ru_ru: Суббота
sv_se: Lördag

source: Sunday
da_dk: Søndag
pt_br: Domingo
ru_ru: Воскресенье
sv_se: Söndag

source: January
da_dk: Januar
pt_br: Janeiro
ru_ru: Январь
sv_se: Januari

source: February
da_dk: Februar
pt_br: Fevereiro
ru_ru: Февраль
sv_se: Februari

source: March
da_dk: Marts
pt_br: Março
ru_ru: Март
sv_se: Mars

source: April
pt_br: Abril
ru_ru: Апрель

source: May
da_dk: Maj
pt_br: Maio
ru_ru: Май
sv_se: Maj

source: June
da_dk: Juni
pt_br: Junho
ru_ru: Июнь
sv_se: Juni

source: July
da_dk: Juli
pt_br: Julho
ru_ru: Июль
sv_se: Juli

source: August
pt_br: Agosto
ru_ru: Август
sv_se: Augusti

source: September
pt_br: Setembro
ru_ru: Сентябрь

source: October
da_dk: Oktober
pt_br: Outubro
ru_ru: Октябрь
sv_se: Oktober

source: November
pt_br: Novembro
ru_ru: Ноябрь

source: December
pt_br: Dezembro
ru_ru: Декабрь

source: first
da_dk: første
pt_br: primeira
ru_ru: первый
sv_se: första

source: second
da_dk: anden
pt_br: segunda
ru_ru: второй
sv_se: andra

source: third
da_dk: tredje
pt_br: terceira
ru_ru: третий
sv_se: tredje

source: fourth
da_dk: fjerde
pt_br: quarta
ru_ru: четвертый
sv_se: fjärde

source: last
da_dk: sidste
pt_br: último
ru_ru: последний
sv_se: sista

source: Occurs %1$s times
da_dk: Sker %1$s gange
pt_br: Ocorre %1$s vezes
ru_ru: Повторяется %1$s раз(а)
sv_se: Sker %1$s gånger

source: Until %1$s
da_dk: Indtil %1$s
pt_br: Até %1$s
ru_ru: До даты: %1$s
sv_se: Till %1$s

source: No end
da_dk: Uden slutning
pt_br: Sem fim
ru_ru: Без завершения
sv_se: Inget slutdatum

source: An attendee would like to be brought up to date about this appointment.
da_dk: En deltager vil gerne informeres om denne aftale.
pt_br: Um participante gostaria de ser informado sobre este compromisso.
ru_ru: Участник запрашивает информацию об этой встрече.
sv_se: En deltagare vill höra det senaste om det här mötet.

source: This appointment has attachments. Click on the following link to view the appointment and to retrieve the attachments: %1$s.
da_dk: Denne aftale har vedhæftninger. Klik på det følgende link for at se aftalen, og hente vedhæftningerne: %1$s.
pt_br: Este compromisso tem anexos. Clique no link para visualizar o compromisso e obter os anexos: %1$s.
ru_ru: Эта встреча содержит вложения. Перейдите по ссылке для просмотра встречи и доступа к вложениям: %1$s.
sv_se: Händelsen har bilagor. Klicka på följande länk för att visa mötet och hämta filerna: %1$s.

source: The organizer would like to create an exception for a recurring appointment that could not be found. Either ignore this update, or ask the organizer to again send you the recurrence.
da_dk: Arrangøren vil gerne lave en undtagelse for en gentagende aftale, som ikke kan findes. Ignorér enten denne opdatering, eller bed arrangøren om at sende gentagelsen igen.
pt_br: O organizador gostaria de criar uma exceção para um compromisso recorrente que não pôde ser encontrado. Ignore esta atualização ou peça ao organizador para reenviar a recorrência.
ru_ru: Организатор пытается создать исключение для повторяющейся встречи, но эта встреча не найдена. Проигнорируйте это обновление или попросите организатора повторно прислать информацию о встрече.
sv_se: Organisatören vill skapa ett undantag för ett återkommande möte som inte kan hittas. Du kan antingen välja att ignorera uppdateringen eller be att organisatören skickar upprepningen till dig på nytt.

source: The organizer would like to change the occurrence of a recurrence on a day that already contains such a change. The server can only store one change for a series per day.
da_dk: Arrangøren vil gerne ændre frekvensen af en gentagelse, men den pågældende dag har allerede sådan en ændring. Serveren kan kun gemme én sådan ændring for en serie om dagen.
pt_br: O organizador gostaria de alterar a ocorrência de uma recorrência em um dia que já contém tal alteração. O servidor somente pode armazenar uma alteração para uma série por dia.
ru_ru: Организатор пытается изменить частоту повтора встречи и перенести ее на день, который уже содержит изменение. Допускается только одно изменение серии встреч в день.
sv_se: Organisatören vill ändra en upprepning på en dag som redan har ändrats. Servern kan bara lagra en ändring för en serie per dag.

source: The organizer would like to cancel an appointment that could not be found.
da_dk: Arrangøren vil gerne annullere en aftale som ikke findes.
pt_br: O organizador gostaria de cancelar um compromisso que não pôde ser encontrado.
ru_ru: Организатор пытается отменить несуществующую встречу.
sv_se: Organisatören vill ställa in ett möte som inte kunde hittas.

source: An attendee wanted to change his/her participant state in an appointment that could not be found. Probably the appointment was already canceled.
da_dk: En deltager ville gerne ændre sin status i en aftale som ikke findes. Aftalen var sikkert allerede annulleret.
pt_br: Um participante quis alterar sua participação em um compromisso que não pôde ser encontrado. Provavelmente o compromisso já foi cancelado.
ru_ru: Участник пытается изменить свой статус для несуществующей встречи. Возможно, она была отменена.
sv_se: En deltagare ville ändra sin deltagarstatus i ett möte som inte kunde hittas. Mest sannolikt är att mötet redan ställts in.

source: This is an update to an appointment that has been changed in the meantime. Best ignore it.
da_dk: Det her er en opdatering til en aftale, som er blevet ændret i mellemtiden. Den bør ignoreres.
pt_br: Isto é uma atualização de um compromisso que já foi alterado neste meio tempo. É melhor ignorá-la.
ru_ru: Это обновление для встречи, которая уже была изменена. Его можно проигнорировать.
sv_se: Det här är en uppdatering för ett möte som sedan dess redan har ändrats. Du kan ignorera den.

source: An attendee wants to change an appointment that could not be found. Probably the appointment was deleted. Best ignore it.
da_dk: En deltager vil gerne ændre en aftale som ikke findes. Aftalen er sikkert blevet slettet. Dette bør ignoreres.
pt_br: Um participante quer alterar um compromisso que não pôde ser encontrado. Provavelmente o compromisso foi excluído. É melhor ignorá-la.
ru_ru: Участник пытается изменить несуществующую встречу. Возможно, она была удалена. Это сообщение можно проигнорировать.
sv_se: En deltagare vill ändra ett möte som inte kunde hittas. Förmodligen har mötet tagits bort. Du kan nog ignorera det här.

source: The organizer declined your counter proposal for the appointment.
da_dk: Arrangøren afslog dit ændringsforslag for aftalen.
pt_br: O organizador recusou sua contraproposta para o compromisso.
ru_ru: Организатор отклонил встречное предложение для встречи.
sv_se: Organisatören avslog ditt motförslag för mötet.

source: The organizer declined your counter proposal for an appointment that could not be found. It was probably deleted in the meantime.
da_dk: Arrangøren afslog dit ændringsforslag til aftalen, fordi den ikke findes. Den er sikkert blevet slettet i mellemtiden.
pt_br: O organizador recusou sua contraproposta para um compromisso que não pôde ser encontrado. Ele foi provavelmente excluído neste meio tempo.
ru_ru: Организатор отклонил встречное предложение для несуществующей встречи. Возможно, она была удалена.
sv_se: Organisatören avslog ditt motförslag för ett möte som inte kunde hittas. Det har antagligen tagits bort under tiden.

source: An attendee wants to be brought up to date about an appointment that could not be found. It was probably deleted at some point. Best ignore this message.
da_dk: En deltager vil gerne informeres, om en aftale som ikke findes. Den er sikkert blevet slettet på et tidspunkt. Denne besked bør ignoreres.
pt_br: Um participante quer ser informado sobre um compromisso que não pôde ser encontrado. Provavelmente o compromisso foi excluído em algum momento. É melhor ignorar esta mensagem.
ru_ru: Участник запрашивает информацию о несуществующей встрече. Возможно, она была удалена. Это сообщение можно проигнорировать.
sv_se: En deltagare vill höra det senaste om ett möte som inte kunde hittas. Det har antagligen tagits bort vid något tillfälle. Du kan ignorera meddelandet.

source: This message contains appointment updates that were already accepted by another user. Best ignore this message.
da_dk: Denne besked indeholder opdateringer til en allerede opdateret aftale. Denne besked bør ignoreres.
pt_br: Esta mensagem contém atualizações que já foram aceitas por outro usuário. É melhor ignorar esta mensagem.
ru_ru: Это сообщение содержит обновления для встречи, которые уже были приняты другим пользователем. Его можно проигнорировать.
sv_se: Det här meddelandet innehåller uppdateringar för ett möte som redan har accepterats av en annan användare. Du kan ignorera det här meddelandet.

source: This message comes from an internal user. Best ignore it.
da_dk: Denne besked kommer fra en intern bruger. Den bør ignoreres.
pt_br: Esta mensagem vem de um usuário interno. É melhor ignorá-la.
ru_ru: Это сообщение поступило от внутреннего пользователя. Его можно проигнорировать.
sv_se: Det här meddelandet kommer från en intern användare. Du kan ignorera det.

source: This invitation was sent to someone else, not you. This appointment would have to be created in a user's private folder to which you do not have write permissions.
da_dk: Denne invitation var sendt til en anden end dig. Denne aftale skulle være blevet oprettet i en brugers private mappe, som du ikke har skriveadgang til.
pt_br: Este convite foi enviado a outra pessoa, não a você. Este compromisso deveria ser criado na pasta privado do usuário na qual você não tem permissão de escrita.
ru_ru: Это приглашение предназначено другому пользователю. Встреча должна была быть создана в личной папке пользователя, для доступа к которой у вас нет разрешений записи.
sv_se: Den här inbjudan skickades till någon annan, inte till dig. Mötet skulle ha skapats i en användares privata mapp, och där har du inga skrivrättigheter.

source: The appointment's attachments have been changed
da_dk: Aftalens vedhæftning er blevet ændret
pt_br: O anexo do compromisso foi alterado
ru_ru: Вложения встречи были изменены
sv_se: Mötets bilagor har ändrats

source: One or more other fields have been updated
da_dk: Et eller flere felter er blevet opdateret
pt_br: Um ou mais campos foram atualizados
ru_ru: Поля были обновлены
sv_se: Ett eller fler övriga fält har uppdaterats

source: Reserved
da_dk: Reserveret
pt_br: Reservado
ru_ru: Зарезервировано
sv_se: Reserverad

source: Temporary
da_dk: Midlertidig
pt_br: Temporário
ru_ru: Временно
sv_se: Tillfällig

source: Absent
da_dk: Fraværende
pt_br: Ausente
ru_ru: Отсутствует
sv_se: Frånvarande

source: Free
da_dk: Ledig
pt_br: Livre
ru_ru: Свободно
sv_se: Ledig

source: %1$s has declined your proposed changes for the appointment %2$s.
da_dk: %1$s har afslået dine foreslåede ændringer til aftalen %2$s.
pt_br: %1$s recusou suas alterações propostas para o compromisso %2$s.
ru_ru: %1$s отклонил предложенные изменения для встречи %2$s.
sv_se: %1$s har avslagit dina föreslagna ändringar för mötet %2$s.

source: %1$s has declined your proposed changes on behalf of %2$s for the appointment %3$s.
da_dk: %1$s har afslået dine foreslåede ændringer på vegne af %2$s for aftalen %3$s.
pt_br: %1$s recusou suas alterações propostas em nome de %2$s para o compromisso %3$s.
ru_ru: %1$s отклонил предложенные изменения от лица %2$s для встречи %3$s.
sv_se: %1$s har avslagit dina föreslagna ändringar åt %2$s för mötet %3$s.

source: %1$s would like to be brought up to date about the appointment %2$s. Please send another invitation.
da_dk: %1$s vil gerne informeres om aftalen %2$s. Send venligst en invitation mere.
pt_br: %1$s gostaria de ser informado sobre o compromisso %2$s. Por favor, envie outro convite.
ru_ru: %1$s запрашивает информацию о встрече %2$s. Отправьте повторное приглашение.
sv_se: %1$s vill höra det senaste om mötet %2$s. Skicka en ny inbjudan.

source: %1$s has %2$s the invitation:
da_dk: %1$s har %2$s aftalen:
pt_br: %1$s %2$s o convite:
ru_ru: %1$s %2$s приглашение:
sv_se: %1$s har %2$s inbjudan:

source: %1$s has %2$s the invitation on behalf of %3$s:
da_dk: %1$s har %2$s aftalen på vegne af %3$s:
pt_br: %1$s %2$s o convite em nome de %3$s:
ru_ru: %1$s %2$s приглашение от имени %3$s:
sv_se: %1$s har %2$s inbjudan åt %3$s:

source: %1$s has %2$s the invitation on your behalf:
da_dk: %1$s har %1$s aftalen på dine vegne:
pt_br: %1$s %2$s o convite em seu nome:
ru_ru: %1$s %2$s приглашение от вашего имени:
sv_se: %1$s har %2$s inbjudan åt dig:

source: tentatively accepted
da_dk: forsøgsvis accepteret
pt_br: aceito preliminarmente
ru_ru: предварительно принял(а)
sv_se: preliminärt accepterad

source: %1$s sets the status to %2$s for this appointment:
da_dk: %1$s har sat status %2$s for denne aftale:
pt_br: %1$s definiu o status para %2$s para este compromisso:
ru_ru: %1$s изменил статус встречи на %2$s:
sv_se: %1$s anger status för det här mötet som %2$s:

source: On behalf of %3$s, %1$s sets the status for this appointment to %2$s:
da_dk: På vegne af %3$s, %1$s har sat denne aftales status til %2$s:
pt_br: Em nome de %3$s, %1$s definiu o status para este compromisso como %2$s:
ru_ru: %1$s изменил статус встречи на %2$s от имени %3$s:
sv_se: %1$s anger, åt %3$s, mötets status som %2$s:

source: On your behalf, %1$s sets your status for this appointment to %2$s:
da_dk: På dine vegne, %1$s har sat denne aftales status til %2$s:
pt_br: Em seu nome, %1$s definiu seu status para este compromisso como %2$s:
ru_ru: %1$s изменил статус встречи на %2$s от вашего имени:
sv_se: %1$s anger din status för mötet åt dig som %2$s:

source: none
da_dk: ingen
pt_br: nenhum
ru_ru: нет
sv_se: ingen

source: %1$s would like you to change the appointment:
da_dk: %1$s vil gerne have at du ændre aftalen:
pt_br: %1$s gostaria que você alterasse o compromisso:
ru_ru: %1$s запрашивает изменение встречи:
sv_se: %1$s vill att du ändrar mötet:

source: %1$s has asked %2$s to change the event:
da_dk: %1$s har bedt %1$s om at ændre begivenheden:
pt_br: %1$s pediu pra %2$s alterar o evento:
ru_ru: %1$s просит %2$s изменить событие:
sv_se: %1$s har bett %2$s att ändra händelsen:

source: You have been invited to an event by %1$s:
da_dk: Du er blevet inviteret til en begivenhed af %1$s:
pt_br: Você foi convidado a um evento por %1$s:
ru_ru: %1$s приглашает вас на встречу:
sv_se: Du har blivit inbjuden till en händelse av %1$s:

source: You have been invited to an event organized by %1$s on behalf of %2$s
da_dk: Du er blevet inviteret til en begivenhed organiseret af %1$s på vegne af %2$s
pt_br: Você foi convidado para um evento organizado por %1$s em nome de %2$s
ru_ru: Вас пригласили на встречу, организованную %1$s от имени %2$s.
sv_se: Du har blivit inbjuden till en händelse som organiseras av %1$s åt %2$s

source: %1$s is organizing an event on your behalf.
da_dk: %1$s organiserer en begivenhed på dine vegne.
pt_br: %1$s está organizando um evento em seu nome.
ru_ru: %1$s организует встречу от вашего имени.
sv_se: %1$s organiserar en händelse åt dig.

source: %1$s created a recurrence exception. Original date: %2$s:
da_dk: %1$s har lavet en gentagende undtagelse. oprindelig dato: %2$s:
pt_br: %1$s criou uma exceção recorrente. Data original: %2$s:
ru_ru: %1$s создал(а) исключение для повторяющейся встречи. Дата: %2$s:
sv_se: %1$s skapade ett upprepningsundantag. Ursprungligt datum: %2$s:

source: %1$s has changed an event:
da_dk: %1$s har ændret en begivenhed:
pt_br: %1$s alterou um evento:
ru_ru: %1$s изменил(а) событие:
sv_se: %1$s skapade en händelse:

source: %1$s has changed an event on behalf of %2$s:
da_dk: %1$s har ændret en begivenhed på vegne af %2$s:
pt_br: %1$s alterou um evento em nome de %2$s:
ru_ru: %1$s изменил(а) событие от имени %2$s:
sv_se: %1$s ändrade en händelse åt %2$s:

source: %1$s has changed an event on your behalf:
da_dk: %1$s har ændret en begivenhed på dine vegne:
pt_br: %1$s alterou um evento em seu nome:
ru_ru: %1$s изменил(а) событие от вашего имени:
sv_se: %1$s ändrade en händelse åt dig:

source: When:
da_dk: Hvornår:
pt_br: Quando:
ru_ru: Когда:
sv_se: När:

source: Direct link:
da_dk: Direkte link:
pt_br: Link direto:
ru_ru: Прямая ссылка:
sv_se: Direktlänk:

source: Where:
da_dk: Hvor:
pt_br: Onde:
ru_ru: Где:
sv_se: Var:

source: Participants:
da_dk: Deltagere:
pt_br: Participantes:
ru_ru: Участники:
sv_se: Deltagare:

source: Details:
da_dk: Detaljer:
pt_br: Detalhes:
ru_ru: Подробности:
sv_se: Detaljer:

source: Show as:
da_dk: Vis som:
pt_br: Exibir como:
ru_ru: Показать как:
sv_se: Visa som:

source: Created:
da_dk: Oprettet:
pt_br: Criado em:
ru_ru: Создано:
sv_se: Skapades:

source: Modified:
da_dk: Modificeret:
pt_br: Modificado:
ru_ru: Изменено:
sv_se: Ändrades:

source: %1$s has deleted an appointment on behalf of %2$s, or you have been removed as a participant:
da_dk: %1$s har slettet en aftale på vegne af %2$s, eller du er blevet fjernet som deltager:
pt_br: %1$s excluiu um compromisso em nome de %2$s ou você foi excluído como participante:
ru_ru: %1$s удалил встречу от имени %2$, или ваше участие было удалено:
sv_se: %1$s tog bort ett möte åt %2$s, eller så togs du bort från deltagarlistan:

source: %1$s has deleted an appointment on your behalf:
da_dk: %1$s har slettet en aftale på dine vegne:
pt_br: %1$s excluiu um compromisso em seu nome:
ru_ru: %1$s удалил встречу от вашего имени:
sv_se: %1$s tog bort ett möte åt dig:

source: %1$s has deleted an appointment, or you have been removed as a participant:
da_dk: %1$s har slettet en aftale, eller du er blevet fjernet som deltager:
pt_br: %1$s excluiu um compromisso ou você foi excluído como participante:
ru_ru: %1$s удалил встречу, или ваше участие было удалено:
sv_se: %1$s tog bort ett möte, eller så togs du bort från deltagarlistan:

source: Change the subject to %1$s.
pt_br: Altere o assunto para %1$s.

source: The appointment has a new subject: %1$s.
pt_br: O compromisso tem um novo assunto: %1$s.

source: The appointment will now be shown as: "%1$s".
da_dk: Aftalen vil nu blive vist som: "%1$s".
pt_br: O compromisso será exibido como: "%1$s".
ru_ru: Встреча будет показана как «%1$s».
sv_se: Mötet kommer nu visas som: "%1$s".

source: The appointment timezone was changed to: %1$s
da_dk: Aftalens tidszone blev ændret til: %1$s
pt_br: O fuso horário do compromisso foi alterado para: %1$s
ru_ru: Новый часовой пояс: %1$s
sv_se: Mötets tidszon ändrades till: %1$s

source: Change the location to %1$s.
da_dk: Ændr placeringen til %1$s.
pt_br: Altere a localização para %1$s.
ru_ru: Измените место на %1$s.
sv_se: Ändra plats till %1$s.

source: The appointment takes place in a new location: %1$s.
da_dk: Aftalen sker et nyt sted: %1$s.
pt_br: O compromisso terá lugar em outro local: %1$s.
ru_ru: Новое место встречи: %1$s.
sv_se: Mötet har förlagts på en ny plats: %1$s.

source: Use the appointment description below.
pt_br: Use a descrição do compromisso abaixo.

source: The appointment description has changed.
pt_br: A descrição do compromisso foi alterada.

source: Please invite %1$s to the appointment.
da_dk: Invitér venligst %1$s til aftalen.
pt_br: Convide %1$s para o compromisso.
ru_ru: Пригласите %1$s.
sv_se: Bjud in %1$s till mötet.

source: Add %1$s to the appointment.
da_dk: Tilføj %1$s til aftalen.
pt_br: Adicione %1$s ao compromisso.
ru_ru: Добавить %1$s к встрече.
sv_se: Lägg till %1$s i mötet.

source: %1$s has been invited to the appointment.
da_dk: %1$s er blevet inviteret til aftalen.
pt_br: %1$s foi convidado para o compromisso.
ru_ru: Пользователь %1$s приглашен на встречу.
sv_se: %1$s har bjudits in till mötet.

source: Remove %1$s from the appointment.
da_dk: Fjern %1$s fra aftalen.
pt_br: Excluir %1$s do compromisso.
ru_ru: Удалить %1$s из встречи.
sv_se: Ta bort %1$s från mötet.

source: %1$s has been removed from the appointment.
da_dk: %1$s er blevet fjernet fra aftalen.
pt_br: %1$s foi excluído do compromisso.
ru_ru: %1$s удален из встречи.
sv_se: %1$s togs bort från mötet.

source: %1$s has %2$s the appointment.
da_dk: %1$s har %1$s aftalen.
pt_br: %1$s %2$s o compromisso.
ru_ru: Ответ %1$s на приглашение на встречу: %2$s
sv_se: %1$s har %2$s mötet.

source: accepted
da_dk: accepteret
pt_br: aceito
ru_ru: принял(а)
sv_se: accepterat

source: declined
da_dk: afslået
pt_br: recusado
ru_ru: отклонил(а)
sv_se: nekat

source: waiting
da_dk: venter
pt_br: aguardando
ru_ru: ожидание
sv_se: väntar

source: tentatively accept
da_dk: acceptér forsøgsvis
pt_br: aceito preliminarmente
ru_ru: принять предварительно
sv_se: acceptera preliminärt

source: Invite the group %1$s to the appointment.
da_dk: Invitér gruppen %1$s til aftalen.
pt_br: Convide o grupo %1$s para o compromisso.
ru_ru: Пригласить группу %1$s.
sv_se: Bjud in gruppen %1$s till mötet.

source: The group %1$s has been invited to the appointment
da_dk: Gruppen %1$s er blevet inviteret til aftalen
pt_br: O grupo %1$s foi convidado para o compromisso
ru_ru: Группа %1$s приглашена на встречу.
sv_se: Gruppen %1$s har bjudits in till mötet
