Repository: cognitionworks/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: da_dk, pt_br, ru_ru, sv_se

source: Unsupported action %1$s via %2$s request
da_dk: Ikke-understøttet handling %1$s via %2$s-forespørgsel
pt_br: Ação não suportada %1$s via requisição de %2$s
ru_ru: Действие %1$s в запросе %2$s не поддерживается.
sv_se: Åtgärden %1$s stöds inte via %2$s-begäran

source: Password changed successfully. Please logout and login back again.
da_dk: Kodeord ændret med succes. Log venligst ud og ind igen.
pt_br: Senha alterada com sucesso. Encerre a sessão e faça o login novamente.

source: No write access to POP3 folder %1$s
da_dk: Ingen skriveadgang til POP3-mappe %1$s
pt_br: Sem acesso de escrita na pasta POP3 %1$s
ru_ru: Нет доступа записи к папке POP3 %1$s.
sv_se: Inga skrivrättigheter i POP3-mappen %1$s

source: POP3 does not support mail folder creation
da_dk: POP3 understøtter ikke oprettelse af nye postmapper
pt_br: O POP3 não suporta a criação de pasta de e-mail
ru_ru: POP3 не поддерживает создание почтовых папок.
sv_se: POP3 har inget stöd för att skapa e-postmappar

source: The permissions set could not be applied to the new folder %1$s. Its initial permissions specified by the POP3 server do not include administer permissions. The folder has been created, though.
da_dk: De satte rettigheder kunne ikke anvendes på den nye mappe %1$s. Dens initielle rettigheder sat af POP3-serveren inkluderer ikke administratorrettigheder. Folderen er dog alligevel oprettet.
pt_br: As permissões não puderam ser aplicadas para a nova pasta %1$s. Suas permissões iniciais especificadas pelo servidor POP3 não incluem as permissões de administrador. A pasta foi criada, no entanto.
ru_ru: Папка %1$s создана, но выбранные разрешения не были применены. Исходные разрешения, заданные сервером POP3, не включают административные права.
sv_se: De angivna rättigheterna kunde inte användas till den nya mappen %1$s. Dessursprungliga rättigheter, som sätts av POP3-servern, inkluderar inte adminstratörsrättigheter. Mappen skapades ändå.

source: Default folder %1$s cannot be updated
da_dk: Standardmappen, %1$s, kan ikke opdateres
pt_br: A pasta padrão %1$s não pode ser atualizada
ru_ru: Используемая по умолчанию папка %1$s не может быть обновлена.
sv_se: Standardmappen %1$s går ej att uppdatera

source: POP3 default folder %1$s could not be created
da_dk: POP3-standardmappen, %1$s, kunne ikke oprettes
pt_br: A pasta padrão POP3 %1$s não pôde ser criada
ru_ru: Не удалось создать стандартную папку POP3 %1$s.
sv_se: Standard POP3-mappen %1$s kunde inte skapas

source: Missing default %1$s folder in user mail settings
da_dk: Mangler standard %1$s-mappe i brugerindstillinger
pt_br: Pasta padrão %1$s faltante nas configurações de e-mail do usuário
ru_ru: Настройки пользователя не содержат используемую по умолчанию папку %1$s.
sv_se: Saknar standard-%1$s-mappen i användarens e-postinställningar

source: Flag %1$s could not be changed due to the following reason: %2$s
da_dk: Flaget %1$s kunne ikke ændres på grund af: %2$s
pt_br: O marcador %1$s não pôde ser alterado devido ao seguinte motivo %2$s
ru_ru: Не удалось изменить флаг %1$s: %2$s
sv_se: Flaggan %1$s kunde inte ändras på grund av följande orsak: %2$s

source: POP3 search failed due to the following reason: %1$s. Switching to application-based search
da_dk: POP3-søgning mislykkedes på grund af "%1$s". Skifter til applikationsbaseret søgning
pt_br: Falha na pesquisa POP3 devido ao seguinte motivo %1$s. Alternando para a pesquisa baseada em aplicativo
ru_ru: Ошибка поиска POP3: %1$s. Поиск будет выполнен программными средствами.
sv_se: POP3-sökning misslyckades på grund av följande orsak: %1$s. Byter till programbaserad sökning

source: POP3 sort failed due to the following reason: %1$s Switching to application-based sorting
da_dk: POP3-sortering mislykkedes på grund af "%1$s" Skifter til applikationsbaseret sortering
pt_br: Falha na classificação POP3 devido ao seguinte motivo %1$s Alternando para a classificação baseada em aplicativo
ru_ru: Ошибка сортировки POP3: %1$s. Сортировка будет выполнена программными средствами.
sv_se: POP3-sortering misslyckades på grund av följande orsak: %1$s Byter till programbaserad sortering

source: This message could not be moved to trash folder, possibly because your mailbox is nearly full. In that case, please try to empty your deleted items first, or delete smaller messages first.
da_dk: Denne besked kunne ikke flyttes til skraldemappen, muligvis fordi din postkasse næsten er fyldt. I så fald, prøv venligst at tømme skraldemappen først, eller slet mindre beskeder først.
pt_br: Esta mensagem não pôde ser movida para a lixeira provavelmente porque sua caixa de e-mail está quase cheia. Neste caso, tente primeiro esvaziar seus itens excluídos ou exclua as mensagens menores primeiro.

source: Message move aborted for user %1$s. Source and destination folder are equal: %2$s
da_dk: Flytning af post afbrudt for bruger %1$s. Kilde- og målmappe er begge %2$s
pt_br: Operação de mover cancelada para o usuário %1$s. A pasta de origem e destino são iguais: %2$s
ru_ru: Отмена перемещения сообщения для пользователя %1$s. Исходная папка совпадает с конечной : %2$s.
sv_se: Flytten avbröts för användare %1$s. Käll- och målmappen är samma: %2$s

source: POP3 folder read-only check failed
da_dk: POP3-mappe kun-læsbar-tjek fejlet
pt_br: Falha na verificação de somente leitura para a pasta POP3
ru_ru: Ошибка проверки на чтение папки POP3
sv_se: Kontroll av skrivskyddad POP3-mapp misslyckades

source: Unknown folder open mode %d
da_dk: Ukendt mappeåbningsmodus: %d
pt_br: Modo de abertura de pasta desconhecido: %d
ru_ru: Неизвестный режим доступа: %d.
sv_se: Okänt öppet-läge för mapp %d

source: Message(s) %1$s in folder %2$s could not be deleted due to the following error: %3$s
da_dk: Besked(er) %1$s i mappe %2$s kunne ikke slettes som følge af fejl: %3$s
pt_br: As mensagens %1$s na pasta %2$s não puderam ser excluídas devido ao seguinte erro: %3$s
ru_ru: Ошибка при удалении сообщений %1$s из папки %2$s: %3$s
sv_se: Meddelande(n) %1$s i mappen %2$s kunde inte tas bort på grund av följande fel: %3$s

source: POP3 server does not support capability "THREAD=REFERENCES"
da_dk: POP3-server understøtter ikke egenskaben "THREAD=REFERENCES"
pt_br: O POP3 não suporta o recurso "THREAD=REFERENCES"
ru_ru: Сервер POP3 не поддерживает функциональность "THREAD=REFERENCES".
sv_se: POP3-servern stöder inte egenskapen "THREAD=REFERENCES"

source: A protocol exception occurred during execution of a POP3 request: %1$s
da_dk: Protokolfejl under udførsel af a POP3-forespørgsel: %1$s
pt_br: Ocorreu uma exceção do protocolo durante a execução da solicitação POP3: %1$s
ru_ru: Произошло исключение при выполнении запроса POP3: %1$s.
sv_se: Ett protokollundantag inträffade vid verkställande av en POP3-förfrågan: %1$s

source: POP3 does not support to move folders.
da_dk: POP3 understøtter ikke flytning af mapper.
pt_br: O POP3 não suporta mover pastas.
ru_ru: POP3 не поддерживает перенос папок.
sv_se: POP3 har inget stöd för att flytta mappar.

source: Sort field %1$s is not supported via POP3 SORT command
da_dk: Man kan ikke sortere på %1$s med POP3 SORT-kommandoen
pt_br: O campo de classificação %1$s não é suportado pelo comando POP3 SORT
ru_ru: Команда POP3 SORT не поддерживает поле сортировки %1$s.
sv_se: Sorteringsfältet %1$s stöds inte via POP3 SORT-kommando

source: POP3 does not support to create folders.
da_dk: POP3 understøtter ikke oprettelse af nye postmapper.
pt_br: O POP3 não suporta criar pastas.
ru_ru: POP3 не поддерживает создание папок.
sv_se: POP3 har inget stöd för att skapa mappar.

source: POP3 does not support to delete folders.
da_dk: POP3 understøtter ikke sletning af mapper.
pt_br: O POP3 não suporta excluir pastas.
ru_ru: POP3 не поддерживает удаление папок.
sv_se: POP3 har inget stöd för att ta bort mappar.

source: POP3 does not support to update folders.
da_dk: POP3 understøtter ikke opdatering af mapper.
pt_br: O POP3 não suporta atualizar pastas.
ru_ru: POP3 не поддерживает обновление папок.
sv_se: POP3 har inget stöd för att uppdatera mappar.

source: A SQL error occurred: %1$s.
da_dk: Der opstod en SQL-fejl: %1$s.
pt_br: Ocorreu um erro SQL: %1$s.
ru_ru: Ошибка SQL: %1$s.
sv_se: Ett SQL-fel inträffade: %1$s.

source: POP3 does not support to move messages.
da_dk: POP3 understøtter ikke flytning af beskeder.
pt_br: O POP3 não suporta mover mensagens.
ru_ru: POP3 не поддерживает перенос сообщений.
sv_se: POP3 har inget stöd för att flytta meddelanden.

source: POP3 does not support to copy messages.
da_dk: POP3 understøtter ikke kopiering af beskeder.
pt_br: O POP3 não suporta copiar mensagens.
ru_ru: POP3 не поддерживает копирование сообщений.
sv_se: POP3 har inget stöd för att kopiera meddelanden.

source: POP3 does not support to append messages.
da_dk: POP3 understøtter ikke tilføjelse til beskeder.
pt_br: O POP3 não suporta anexar mensagens.
ru_ru: POP3 не поддерживает добавление одних сообщений в другие.
sv_se: POP3 har inget stöd för att bifoga meddelanden.

source: POP3 does not support draft messages.
da_dk: POP3 understøtter ikke kladde-beskeder.
pt_br: O POP3 não suporta mensagens de rascunho.
ru_ru: POP3 не поддерживает создание черновиков.
sv_se: POP3 har inget stöd för meddelandeutkast.

source: Missing POP3 storage name for user %1$s in context %2$s.
da_dk: POP3-lagernavn for bruger %1$d mangler i kontekst %2$d.
pt_br: Nome de armazenamento POP3 faltando para o usuário %1$s no contexto %2$s.
ru_ru: Нет имени хранилища POP3 для пользователя %1$s в контексте %2$s.
sv_se: POP3-lagringsnamn saknas för användaren %1$s i kontext %2$s.

source: Missing POP3 storage for user %1$s in context %2$s.
da_dk: POP3-lager for bruger %1$d mangler i kontekst %2$d.
pt_br: Armazenamento POP3 faltando para o usuário %1$s no contexto %2$s.
ru_ru: Нет хранилища POP3 для пользователя %1$s в контексте %2$s.
sv_se: POP3-lagringsnamn saknas för användaren %1$s i kontext %2$s.

source: POP3 default folder %1$s must not be moved.
da_dk: POP3-standardmappen %1$s må ikke flyttes.
pt_br: A pasta padrão %1$s do POP3 não deve ser movida.
ru_ru: Исходная папка POP3 %1$s не может быть перемещена.
sv_se: Standard POP3-mappen %1$s får inte flyttas.

source: POP3 default folder %1$s must not be renamed.
da_dk: POP3-standardmappen %1$s må ikke omdøbes.
pt_br: A pasta padrão %1$s do POP3 não deve ser renomeada.
ru_ru: Исходная папка POP3 %1$s не может быть переименована.
sv_se: Standard POP3-mappen %1$s får inte döpas om.

source: Inconsistency detected in UIDL map.
da_dk: Detekterede en inkonsistens i UIDL-kort.
pt_br: Detectada inconsistência no mapeamento UIDL.
ru_ru: Обнаружено несоответствие в карте UIDL.
sv_se: Upptäckte inkonsekvens i UIDL-karta.

source: Missing POP3 storage path for user %1$s in context %2$s.
da_dk: Mangler POP3-lagersti for bruger %1$d i kontekst %2$d.
pt_br: Caminho de armazenamento POP3 faltando para o usuário %1$s no contexto %2$s.
ru_ru: Нет пути к хранилищу POP3 для пользователя %1$s в контексте %2$s.
sv_se: POP3-lagringssökväg saknas för användaren %1$s i kontext %2$s.

source: Illegal move operation.
da_dk: Ugyldig flytning.
pt_br: Operação de movimento ilegal.
ru_ru: Недопустимая операция перемещения.
sv_se: Otillåten flytt.

source: Login delay denies connecting to server %1$s with login %2$s (user=%3$s, context=%4$s). Error message from server: %5$s
da_dk: Log-in-forsinkelse hindrer forbindelse til server %1$s med login %2$s (bruger=%3$s, kontekst=%4$s). Fejlmeddelelse fra server: %5$s
pt_br: O atraso no login negou a conexão ao servidor %1$s com o login %2$s (usuário=%3$s, contexto=%4$s). Mensagem de erro do servidor: %5$s

source: Login delay denies connecting to server %1$s with login %2$s (user=%3$s, context=%4$s). Try again in %5$s seconds. Error message from server: %6$s
da_dk: Log-in-forsinkelse hindrer forbindelse til server %1$s med login %2$s (bruger=%3$s, kontekst=%4$s). Prøv igen om %5$s sekunder. Fejlmeddelelse fra server: %6$s
pt_br: O atraso no login negou a conexão ao servidor %1$s com o login %2$s (usuário=%3$s, contexto=%4$s). Tente novamente em %5$s segundos. Mensagem de erro do servidor: %6$s

source: Missing required capability %1$s on server %2$s with login %3$s (user=%4$s, context=%5$s).
da_dk: Mangler nødvendig evne, %1$s, på server %2$s med login %3$s (bruger=%4$s, kontekst=%5$s).
pt_br: O recurso solicitado %1$s faltante no servidor %2$s com o login %3$s (usuário=%4$s, contexto=%5$s).
ru_ru: Отсутствует обязательная функция %1$s на сервере %2$s для %3$s (пользователь %4$s, контекст %5$s).
sv_se: Saknar nödvändig egenskapen %1$s på servern %2$s med inloggning %3$s (användare=%4$s, kontext=%5$s).

source: POP3 storage path "%1$s" cannot be created for user %2$s in context %3$s.
da_dk: POP3-lagersti "%1$s" kan ikke oprettes for bruger %2$s i kontekst %3$s.
pt_br: O caminho de armazenamento "%1$s" do POP3 não pôde ser criado para o usuário %2$s no contexto %3$s.
ru_ru: Не удалось создать папку хранения данных POP3 «%1$s» для %2$s в контексте %3$s.
sv_se: POP-lagringssökväg "%1$s" kan inte skapas för användaren %2$s i kontext %3$s.

source: Due to missing required capability %1$s POP3 messages are fetched and removed (expunge-on-quit) from server %2$s with login %3$s (user=%4$s, context=%5$s).
da_dk: På grund af manglende, nødvendig evne, %1$s, bliver POP3-beskeder hentet og slettet ("expunge-on-quit") på server %2$s med login %3$s (bruger=%4$s, kontekst=%5$s).
pt_br: Devido ao recurso solicitado %1$s faltante as mensagens POP3 são obtidas e excluídas(expurgar-ao-sair) do servidor %2$s com o login %3$s (usuário=%4$s, contexto=%5$s).
ru_ru: Отсутствует обязательная функция %1$s, поэтому при получении сообщений POP3 на сервере %2$s они будут удалены (имя %3$s, пользователь %4$s, контекст %5$s).
sv_se: På grund av att egenskapen %1$s saknas hämtas och raderas POP3-meddelanden (radera-vid-avslut) från servern %2$s med inloggning %3$s (användare=%4$s, kontext=%5$s).

source: Validation of POP3 credentials is disabled due to possible login restrictions by provider. Otherwise subsequent login attempt might not work.
da_dk: Validering af POP3-log-in-oplysninger er slået fra på grund af mulige log-in-begrænsninger fra udbyders side. Ellers kan det ske at efterfølgende log-in-forsøg mislykkes.
pt_br: A validação das credenciais POP3 está desabilitado devido a possíveis restrições de login pelo fornecedor. credentials is disabled due to possible login restrictions by provider. Caso contrário, as tentativas de login subsequentes podem não funcionar.
ru_ru: Проверка учетных данных POP3 отключена как следствие ограничений провайдера. Последующие попытки авторизации могут завершиться неудачей.
sv_se: Kontroll av POP3-rättigheter har avaktiverats på grund av möjliga restriktioner för inloggningen från leverantören. I annat fall kanske senare inloggningsförsök inte fungerar.

source: POP3 messages cannot be imported because of existing quota constraints on primary mail account. Please free some space.
da_dk: POP3-beskeder kan ikke importeres på grund af kvote-begrænsninger på primær postkonto. Frigør venligst noget plads.
pt_br: As mensagens POP3 não puderam ser importadas por causa das restrições de cota na conta de e-mail primária. Por favor, libere algum espaço.
ru_ru: Не удалось выполнить импорт сообщений POP3 из-за ограничений квоты основной учетной записи. Освободите место.
sv_se: POP3-meddelanden kan inte importeras på grund av begränsad kvot för det primära e-postkontot. Fria upp lite utrymme.

source: Thumbnail image not available.
da_dk: Miniature ikke tilgængelig.
pt_br: Miniatura não disponível.
ru_ru: Уменьшенное изображение недоступно.
sv_se: Miniatyrbild inte tillgänglig.

source: No preview service for MIME type %1$s
da_dk: Ingen forvisning for MIME-type %1$s
pt_br: Nenhum serviço de pré-visualização para o tipo MIME %1$s
sv_se: Ingen förhandsgranskningstjänst för MIME-typ %1$s

source: Duplicate proxy registration: %1$s
da_dk: Gentaget proxy-registrering: %1$s
pt_br: Registro duplicado de proxy: %1$s
ru_ru: Повторная регистрация прокси: %1$s
sv_se: Dubblett proxyregistrering: %1$s

source: HTTP request to VoipNow server %1$s failed. Status line: %2$s
da_dk: HTTP-forespørgsel til VoipNow-server %1$s mislykkedes. Statusbesked: %2$s
pt_br: A solicitação HTTP para o servidor VoipNow %1$s falhou. Linha de status: %2$s
ru_ru: Ошибка HTTP-запроса к серверу VoipNow «%1$s». Строка состояния: %2$s.
sv_se: HTTP-beägran till VoIPNow-servern %1$s misslyckades. Statusrad: %2$s

source: Malformed URI: %1$s
da_dk: Ugyldigt URI: %1$s
pt_br: URI malformada: %1$s
ru_ru: Неверно сформированный URI: %1$s
sv_se: Felformaterad URI: %1$s

source: Invalid session identifier: %1$s
da_dk: Ugyldigt sessions-id: %1$s
pt_br: Identificador de sessão inválido: %1$s
ru_ru: Недопустимый идентификатор сеанса: %1$s
sv_se: Ogiltig sessionsidentifierare: %1$s

source: An unexpected error occurred: %s
da_dk: Der opstod en uventet fejl: %s
pt_br: Ocorreu um erro inesperado: %s
ru_ru: Непредвиденная ошибка: %s
sv_se: Ett oväntat fel inträffade: %s

source: Missing value for parameter %s
da_dk: Mangler værdi for parameter %s
pt_br: Valor de parâmetro faltante: %s
ru_ru: Отсутствует значение параметра %$s
sv_se: Värde saknas för parametern %s

source: Unknown action: %s
da_dk: Ukendt handling: %s
pt_br: Ação desconhecida: %s
ru_ru: Неизвестная операция: %s
sv_se: Okänd åtgärd: %s

source: Unknown entity module: %s
da_dk: Ukendt entitetsmodul: %s
pt_br: Módulo de entidade desconhecido: %s
ru_ru: Неизвестный модуль: %s
sv_se: Okänd subjektsmodul: %s

source: Unknown column: %s
da_dk: Ukendt søjle: %s
pt_br: Coluna desconhecida: %s
ru_ru: Неизвестный столбец: %s
sv_se: Okänd kolumn: %s

source: Unknown target: %s
da_dk: Ukendt mål: %s
pt_br: Destino desconhecido: %s
ru_ru: Неизвестный получатель: %s
sv_se: Okänt mål: %s

source: Please try again later.
da_dk: Prøv igen senere.
pt_br: Tente novamente mais tarde.
ru_ru: Повторите попытку позже.
sv_se: Försök igen senare.

source: Please correct the client program
da_dk: Ret klientprogrammet
pt_br: Corrija o programa cliente
ru_ru: Исправьте программу клиента.
sv_se: Korrigera klientprogrammet

source: Please use only entity modules known to the server
da_dk: Brug kun entitetsmoduler serveren kender
pt_br: Use apenas módulos de entidade conhecidos no servidor
ru_ru: Используйте известные на сервере модули объектов.
sv_se: Använd bara subjektsmoduler som servern känner igen

source: Please ask only for columns known to the server
da_dk: Spørg kun efter søjler serveren kender til
pt_br: Pergunte apenas por colunas conhecidas no servidor
ru_ru: Укажите существующие столбцы.
sv_se: Fråga bara om kolumner som servern känner till

source: Please check the spelling of the id, or load a list of known targets
da_dk: Tjek stavningen af id'et eller indlæs en liste med kendte mål
pt_br: Verifique a ortografia do ID ou carregue uma lista de destinos conhecidos
ru_ru: Проверьте написание идентификатора или загрузите список известных получателей
sv_se: Kontrollera stavningen för ID, eller ladda en lista över kända mål

source: Apply a template (optional)
da_dk: Brug et mønster (frivilligt)
pt_br: Aplique um modelo (opcional)
ru_ru: Применить шаблон (доп.)
sv_se: Tillämpa mall (valfritt)

source: Add cipher code
da_dk: Tilføj krypteringskode
pt_br: Adicionar código de cifra
ru_ru: Добавить код шифра
sv_se: Lägg till skifferkod

source: OXMF Contacts
da_dk: OXMF-kontakter
pt_br: Contatos OXMF
ru_ru: Контакты OXMF
sv_se: OXMF-kontakter

source: OXMF Infostore
pt_br: Armazenamento de informações OXMF

source: Privacy: The data and any references contained in this webpage are shared with you under the assumption that the owner of the data was entitled to make them available to you. Neither Open-Xchange, nor any of its subsidiaries or affiliates shall be liable for its publication or re-publication. Any unauthorized use or dissemination of this data is prohibited. If you intend to store, process, or pass on this data, please make sure that you have the right to do so. If you are one of the people listed or responsible for a resource listed on this page and you don't agree with the publication, please send an email containing the URL (the link) to this webpage to %s and the publisher of the data: Data published by %s on %s
da_dk: Privatliv: De data og eventuelle referencer, der er indeholdt i denne webside deles med dig under antagelse af at ejeren af dataene var berettiget til at gøre dem tilgængelige for dig. Hverken Open-Xchange eller nogen af ​​dets datterselskaber eller samarbejdspartnere kan gøres ansvarlige for deres udgivelse eller genudgivelse. Enhver uautoriseret brug eller formidling af disse data er forbudt. Hvis du har til hensigt at opbevare, behandle eller videregive disse data, skal du sikre dig at du har ret til at gøre det. Hvis du er en af ​​de anførte personer, eller er ansvarlig for en ressource nævnt på denne side, og du ikke tilslutter dig udgivelsen, så send en e-mail med URL (link) til denne webside til %s og udgiveren af dataene: Data udgivet af %s på %s
pt_br: Privacidade: Os dados e quaisquer referências contidas neste site são compartilhadas com você sobre a premissa de que o proprietário dos dados foi autorizado a torná-lo disponível a você. Nem a Open-Xchange, nem quaisquer de suas subsidiárias ou afiliadas devem ser responsáveis por sua publicação ou republicação. Qualquer uso não autorizado ou disseminação destes dados é proibido. Se você pretende armazenar, processar, ou transmitir estes dados, certifique-se de que você tem o direito de fazê-lo. Se você é uma das pessoas listadas ou responsável por um recurso listado nesta página e você não concorda com a publicação, por favor, envie um e-mail contendo a URL (o link) desta página para %s e o editor dos dados: Dados publicados por %s em %s
ru_ru: Заявление о конфиденциальности. Материалы на этой странице и ссылки на другие источники предоставляются с разрешения правообладателя. Open-Xchange, его дочерние структуры и партнеры не несут ответственность за их повторное опубликование. Неавторизованное использование и распространение приведенной информации запрещено. Хранение, обработка и распространение материалов требует соответствующих разрешений владельца. Если вы являетесь лицом, ответственным за упомянутый на этой странице ресурс, и не согласны с условиями публикации, отправьте сообщение с ссылкой на эту страницу %s и издателю: Опубликовал %s (%s)
sv_se: Integritet: Datan och länkarna på den här webbsidan delas med dig under förutsättningen att dess ägare har tillstånd att göra dem tillgängliga för dig. Varken Open-Xchange eller någon av dess dotterbolag eller affärskontakter kan hållas ansvariga för dess publicering eller ompublicering. Otillåtet bruk eller spridning av datan är förbjuden. Om du har för avsikt att lagra, behandla, eller skicka vidare datan, förvissa dig om att du faktiskt har rätt att göra det. Om du är en av personerna på listan, eller ansvarar för en resurs som finns på den här sidan och du inte samtycker till publiceringen, skicka ett e-brev som innehåller en länk till den här webbsidan till %s och datans utgivare: Data publicerad av %s på %s

source: Publish Infostore document
da_dk: Udgiv Infostore-dokument
pt_br: Publicar documento de armazenamento de informações
ru_ru: Опубликовать документ Infostore
sv_se: Publicera Infostore-dokument

source: Display name
da_dk: Skærmnavn
pt_br: Nome a ser exibido
ru_ru: Краткое имя
sv_se: Visningsnamn

source: A SQL error occurred.
da_dk: Der opstod en SQL-fejl.
pt_br: Ocorreu um erro de SQL.
ru_ru: Произошла ошибка SQL.
sv_se: Ett SQL-fel inträffade.

source: A parsing error occurred: %1$s.
da_dk: Der opstod en fortolkningsfejl: %1$s.
pt_br: Ocorreu um erro no processamento: %1$s.
ru_ru: Ошибка разбора: %1$s.
sv_se: Ett tolkningsfel inträffade: %1$s.
