Repository: cognitionworks/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: da_dk, pt_br, ru_ru, sv_se

source: An I/O error occurred while creating the socket connection to IMAP server (%1$s): %2$s
da_dk: Fejl under oprettelse af forbindelse til LDAP-server (%1$s): %2$s
pt_br: Ocorreu um erro de E/S durante a criação do soquete de conexão ao servidor IMAP (%1$s ): %2$s
ru_ru: Ошибка ввода-вывода при подключении к IMAP-серверу (%1$s): %2$s
sv_se: Ett I/O-fel inträffade vid anslutning till IMAP-servern (%1$s): %2$s

source: Missing property %1$s in imap.properties.
da_dk: Mangler egenskab %1$s i imap.properties.
pt_br: Propriedade %1$s faltante no imap.properties.
ru_ru: Отсутствует %1$s в imap.properties.
sv_se: Saknar egenskap %1$s i imap.properties.

source: Unknown IMAP server: %1$s
da_dk: Ukendt IMAP-server: %1$s
pt_br: Servidor IMAP desconhecido: %1$s
ru_ru: Неизвестный сервер IMAP: %1$s
sv_se: Okänd IMAP-server: %1$s

source: Missing IMAP server arguments to resolve IMAP login to a user
da_dk: Mangler IMAP-server-argumenter til at slå IMAP-login op for en bruger
pt_br: Faltam argumentos do servidor IMAP para resolver o login IMAP para um usuário
ru_ru: Недостаточно аргументов для определения пользователя исходя из имени на сервере IMAP.
sv_se: Saknar IMAP server argument att lösa IMAP login för en användare

source: IMAP login %1$s could not be resolved to a user
da_dk: IMAP-login %1$s kunne ikke slås op som en bruger
pt_br: O login IMAP %1$s não pôde ser resolvido para um usuário
ru_ru: Не удалось определить пользователя для имени IMAP %1$s.
sv_se: IMAP login %1$s kan inte omvandlas till en användare

source: User %1$s from context %2$s is not known on IMAP server "%3$s".
da_dk: Bruger %1$s fra kontekst %2$s er ukendt på IMAP-server "%3$s".
pt_br: O usuário %1$s do contexto %2$s não é conhecido no servidor IMAP "%3$s".
ru_ru: Неизвестный пользователь %1$s из контекста %2$s на сервере IMAP «%3$s» .
sv_se: Användare %1$s från kontext %2$s är okänd på IMAP-servern "%3$s".

source: Could not export the folder %1$s in the format %2$s.
da_dk: Kunne ikke eksportere mappen %1$s i formatet %2$s.
pt_br: Não foi possível exportar a pasta %1$s no formato %2$s.
ru_ru: Не удалось преобразовать папку %1$s в формат %2$s.
sv_se: Kunde inte exportera mappen %1$s i formatet %2$s.

source: Could not load contacts
da_dk: Kunne ikke indlæse kontakter
pt_br: Não foi possível carregar os contatos
ru_ru: Не удалось загрузить контакты
sv_se: Kunde inte ladda kontakter

source: Could not encode as UTF-8
da_dk: Kunne ikke kode som UTF-8
pt_br: Não foi possível codificar como UTF-8
ru_ru: Не удалось преобразовать в UTF-8.
sv_se: Kunde inte koda som UTF-8

source: Can not get connection to database.
da_dk: Kan ikke forbinde til database.
pt_br: Não foi possível obter a conexão com o banco de dados.
ru_ru: Не удалось получить подключение к базе данных.
sv_se: Får inte kontakt med databasen.

source: Invalid SQL Query: %s
da_dk: Ugyldig SQL-forespørgsel: %1$s
pt_br: Consulta SQL inválida: %s
ru_ru: Недопустимый запрос SQL: %s
sv_se: Ogiltig SQL-förfrågan: %s

source: Could not load folder %s
da_dk: Kunne ikke indlæse mappen %s
pt_br: Não foi possível carregar a pasta %s
ru_ru: Не удалось загрузить папку %s
sv_se: Kunde inte ladda mapp %s

source: The necessary iCal emitter service is missing.
da_dk: Den nødvendige iCal-produktionstjeneste mangler.
pt_br: O serviço emissor iCal necessário está faltando.
ru_ru: Отсутствует обязательная служба передачи iCal.
sv_se: Den nödvändiga iCal-sändartjänsten saknas.

source: Parsing %1$s to a number failed.
da_dk: %1$s kan ikke læses som et tal.
pt_br: Falha em processar %1$s em um número.
ru_ru: Не удалось преобразовать %1$s в число.
sv_se: Kunde inte tolka %1$s till ett nummer.

source: Conversion to iCal failed.
da_dk: Oversættelse til iCal-format mislykkedes.
pt_br: Falha na conversão para iCal.
ru_ru: Ошибка преобразования в iCal.
sv_se: Kunde inte konvertera till iCal.

source: Conversion to vCard failed.
da_dk: Oversættelse til vCard-format mislykkedes.
pt_br: Falha na conversão para vCard.
ru_ru: Ошибка преобразования в vCard.
sv_se: Kunde inte konvertera till vCard.

source: Can not import the format %2$s into folder %1$s.
da_dk: Kan ikke importere formatet %2$s ind i mappen %1$s.
pt_br: Não foi possível importar o formato %2$s na pasta %1$s.
ru_ru: Формат %2$s не может быть импортирован в %1$s.
sv_se: Kan inte importera formatet %2$s till mappen %1$s.

source: Calendar module is not enabled for the user. Appointments can not be imported.
da_dk: Kalendermodul ikke aktiveret for brugeren. Kan ikke indlæse aftaler.
pt_br: O módulo de calendário não está habilitado para o usuário. Os compromissos não podem ser importados.
ru_ru: Модуль календаря для этого пользователя не включен. Импорт встреч невозможен.
sv_se: Kalendermodulen är inte aktiverad för användaren. Möten kan inte importeras.

source: Tasks module is not enabled for the user. Tasks cannot be imported.
da_dk: Opgavemodulet ikke aktiveret for brugeren. Kan ikke indlæse opgaver.
pt_br: O módulo de tarefas não está habilitado para o usuário. As tarefas não podem ser importadas.
ru_ru: Модуль задач для этого пользователя не включен. Импорт задач невозможен.
sv_se: Uppgiftsmodulen är inte aktiverad för användaren. Uppgifter kan inte importeras.

source: The necessary iCal parser service is missing.
da_dk: Den nødvendige iCal-fortolkningstjeneste mangler.
pt_br: O serviço de processamento iCal está faltando.
ru_ru: Отсутствует обязательная служба разбора iCal.
sv_se: Den nödvändiga iCal-tolktjänsten saknas.

source: Importing the appointment failed due to a conflicting resource.
da_dk: Indlæsning af aftale mislykkedes på grund af en resourcekonflikt.
pt_br: Falha na importação do compromisso devido à um recurso conflitante.
ru_ru: Не удалось импортировать встречу вследствие конфликта ресурсов.
sv_se: Kunde inte importera mötet på grund av en resurskonflikt.

source: Warnings when importing file: %d warnings
da_dk: Advarsler ved import af file: %d advarsler
pt_br: Avisos ao importar o arquivo: %d avisos
ru_ru: Предупреждения при импорте файла: %d
sv_se: Varningar när fil importerades: %d varningar

source: Could not recognize format of the following data: %s
da_dk: Genkender ikke formatet af disse data: %s
pt_br: Não foi possível reconhecer o formato dos seguintes dados: %s
ru_ru: Не удалось распознать формат данных: %s
sv_se: Kunde inte känna igen format för följande information: %s

source: Contacts module is not enabled for the user. Contacts cannot be imported.
da_dk: Kontaktmodul ikke aktiveret for brugeren. Kan ikke indlæse kontakter.
pt_br: O módulo de contatos não está habilitado para o usuário. Os contatos não podem ser importados.
ru_ru: Модуль контактов для этого пользователя не включен. Импорт контактов невозможен.
sv_se: Kontaktmodulen är inte aktiverad för användaren. Kontakter kan inte importeras.

source: No vCard to import found.
da_dk: Kan ikke finde et vCard at importere.
pt_br: Nenhum vCard a importar encontrado.
ru_ru: Нет vCard для импорта.
sv_se: Hittade inget vCard att importera.

source: Problem while parsing the vcard. Reason: %s
da_dk: Problem med at fortolke vCard. Grund: %s
pt_br: Problema ao processar o vCard. Motivo: %s
ru_ru: Ошибка разбора vCard. Причина: %s
sv_se: Problem uppstod vid tolkning av vCard. Orsak: %s

source: Problem while converting the vcard to a contact. Reason: %s
da_dk: Problem med at lave vCard om til en kontakt. Grund: %s
pt_br: Problema ao converter o vCard para um contato. Motivo: %s
ru_ru: Не удалось преобразовать vCard в контакт. Причина: %s
sv_se: Problem uppstod vid konvertering av vCard till kontakt. Orsak: %s

source: Can only import into one folder at a time.
da_dk: Kan kun importere til en mappe ad gangen.
pt_br: Somente pode importar para uma pasta por vez.
ru_ru: Импорт может выполняться только в одну папку.
sv_se: Det går bara att importera till en mapp åt gången.

source: Could not find the following fields %s
da_dk: Kunne ikke finde følgende felter: %s
pt_br: Não foi possível encontrar os seguintes campos %s
ru_ru: Не удалось найти поля %s
sv_se: Kunde inte hitta följande fält %s

source: Could not translate a single column title. Is this a valid CSV file?
da_dk: Kunne ikke oversætte en enkelt søjletitel. Er dette en korrekt CSV-fil?
pt_br: Não foi possível traduzir um título de coluna simples. É um arquivo CSV válido?
ru_ru: Не удалось прочитать заголовок столбца. Вы уверены, что это файл CSV?
sv_se: Kunde inte översätta en kolumntitel. Är detta en giltig CSV-fil?

source: Could not translate a single field of information. Entry %s has not been inserted.
da_dk: Kunne ikke oversætte et enkelt felt. Elementet %s er ikke indsat.
pt_br: Não foi possível traduzir um campo de informações simples. A entrada %s não foi inserida.
ru_ru: Не удалось прочитать поле. Запись %s не была вставлена.
sv_se: Kunde inte översätta ett enstaka informationsfält. Posten %s infogades inte.

source: File does not contain fields for assigning contact names: no name, company or E-Mail.
da_dk: Filen indeholder ikke felter der kan bruges som kontaktnavn: hverken navn, firma eller e-mail-adresse.
pt_br: O arquivo não contém campos para atribuir nomes de contatos: sem nome, empresa ou e-mail.
ru_ru: Файл не содержит поля для выбора имен контактов: отсутствует имя, организация или электронный адрес.
sv_se: Filen innehåller inga fält för att tilldela kontaktnamn: varken namn, företag, eller e-post.

source: No field was set that might give the contact in line %s a display name: no name, company or E-Mail.
da_dk: Intet felt der kan bruges som kontaktnavn for kontakten i linje %s er sat: hverken navn, firma eller e-mail-adresse.
pt_br: Nenhum campo foi definido que possa fornecer o contato na linha %s um nome de exibição: nenhum nome, empresa ou e-mail.
ru_ru: Не задано поле (имя, компания или email), необходимое для присвоения контакту %s выводимого имени.
sv_se: Inget fält angavs som kan ge kontakten på rad %s ett alias: varken namn, företag, eller e-post.

source: Could not read InputStream as string
da_dk: Kunne ikke læse InputStream som en tekststreng
pt_br: Não foi possível ler o fluxo de entrada como texto
ru_ru: Ошибка чтения строки из InputStream.
sv_se: Kunde inte läsa inmatnings-ström som sträng

source: Cannot find an importer for format %s into folders %s
da_dk: Kan ikke finde et importværktøj fra formatet %$s til mapperne $s
pt_br: Não foi possível encontrar um importador para o formato %s nas pastas %s
ru_ru: Не найден модуль для импорта формата %s в папки %s.
sv_se: Kan inte hitta en importör för format %s till mappar %s

source: Cannot find an exporter for folder %s to format %s
da_dk: Kan ikke finde et eksportværktøj fra mappe $s til format $s
pt_br: Não foi possível encontrar um exportador para a pasta %s no formato %s
ru_ru: Не найден модуль для экспорта папки %s в формат %s.
sv_se: Kan inte hitta en exportör av mapp %s för format %s

source: Cannot translate id=%d to a constant from Types.
da_dk: Kan ikke oversætte id=%d til en konstant fra Types.
pt_br: Não foi possível traduzir ID=%d para uma constante de tipos.
ru_ru: Не удалось преобразовать id=%d в значение типа.
sv_se: Kan inte översätta id=%d till konstant från Typer.

source: Cannot translate id=%d to a constant from FolderObject.
da_dk: Kan ikke oversætte id=%d til en konstant fra FolderObject.
pt_br: Não foi possível traduzir ID=%d para uma constante do objeto pasta.
ru_ru: Не удалось преобразовать id=%d в значение FolderObject.
sv_se: Kan inte översätta id=%d till konstant från FolderObject.

source: Can only handle one file, not %s
da_dk: Kan kun klare en fil, ikke %s
pt_br: Somente é possível manejar um arquivo, não %s
ru_ru: Допускается только один файл, а не %s
sv_se: Kan endast hantera en fil, inte %s

source: Unknown format: %s
da_dk: Ukendt format: %s
pt_br: Formato desconhecido: %s
ru_ru: Неизвестный формат: %s
sv_se: Okänt format: %s

source: Empty file uploaded.
da_dk: Tom fil lagt op.
pt_br: Arquivo vazio enviado.
ru_ru: Отправлен пустой файл.
sv_se: Tom fil uppladdad.

source: The file you selected does not exist.
da_dk: Den fil du valgte findes ikke.
pt_br: O arquivo que você selecionou não existe.
ru_ru: Файл не существует.
sv_se: Filen du valde finns inte.

source: Could not load ContactInterface to write storage contacts.
da_dk: Kunne ikke indlæse "ContactInterface" for at skrive lagerkontakter.
pt_br: Não foi possível carregar a interface de contatos para escrever os contatos de armazenamento.
ru_ru: Не удалось загрузить ContactInterface для записи контактов.
sv_se: Kunde inte ladda ContactInterface för att skriva lagringskontakter.

source: Could not write entry into database.
da_dk: Kunne ikke skrive indgang til database.
pt_br: Não foi possível escrever a entrada no banco de dados.
ru_ru: Не удалось добавить запись в базу данных.
sv_se: Kunde inte skriva posten till en databas.

source: Ignoring invalid value for field "%1$s": %2$s
da_dk: Ignorerer ugyldig værdi for felt "%1$s": %2$s
pt_br: Ignorando o valor inválido para o campo "%1$s": %2$s
ru_ru: Недопустимое значение поля «%1$s»: %2$s
sv_se: Ignorerar ogiltigt värde för fältet "%1$s": %2$s

source: No file was uploaded
da_dk: Ingen fil blev lagt op
pt_br: Nenhum arquivo foi enviado
ru_ru: Файл не был отправлен.
sv_se: Ingen fil laddades upp

source: Could not import an entry because one or more fields are too big for the database: %s
da_dk: Kunne ikke importere en indgang da et eller flere felter var for store for databasen: %s
pt_br: Não foi possível importar uma entrada porque um ou mais campos são muito grandes para o banco de dados: %s
ru_ru: Ошибка импорта в базу данных: размер полей превышает допустимый (%s).
sv_se: Kunde inte importera en post eftersom ett eller fler fält är för stora för databasen: %s

source: Could not create the following element: %s
da_dk: Kunne ikke danne følgende element: %s
pt_br: Não foi possível criar o seguinte elemento: %s
ru_ru: Не удалось создать элемент: %s
sv_se: Kunde inte skapa följande element: %s

source: Could not find the temp file needed for the conversion.
da_dk: Kunne ikke finde den midlertidige fejl, der skal bruges til oversættelsen.
pt_br: Não foi possível encontrar o arquivo temporário necessário para a conversão.
ru_ru: Не найден обязательный для преобразования временный файл.
sv_se: Kunde inte hitta den tillfälliga fil som krävs för konverteringen.

source: Missing parameter for folder
da_dk: Mangler parameter for mappe
pt_br: Parâmetro faltante para a pasta
ru_ru: Отсутствует параметр папки
sv_se: Parameter saknas för mappen

source: Columns should be numbers, could not convert %s into number
da_dk: Søjlenumre skal være tal, men %s kunne ikke oversættes til et tal
pt_br: As colunas devem ser números, não foi possível converter %s em número
ru_ru: Не удалось преобразовать %s в число. Столбцы должны содержать числовые значения.
sv_se: Kolumner bör vara nummer, kunde inte konvertera %s till ett nummer

source: The uploaded file did not contain any content
da_dk: Filen der blev lagt op var tom
pt_br: O arquivo enviado não tem qualquer conteúdo
ru_ru: Отправлен пустой файл.
sv_se: Den uppladdade filen hade inget innehåll

source: Something went wrong reading from specified file. Please try again.
da_dk: Noget gik galt ved læsning fra den angivne fil. Prøv igen senere.
pt_br: Ocorreu algo de errado ao ler do arquivo especificado. Tente novamente.
ru_ru: Ошибка чтения файла. Повторите попытку.
sv_se: Något blev fel när den givna filen lästes. Försök igen.

source: Could not create: %s
da_dk: Kunne ikke danne: %s
pt_br: Não foi possível criar: %s
sv_se: Kunde inte skapa: %s

source: Import limit exceeded. Only imported the first %1$s contacts
da_dk: Importloft ramt. Importerede kun de første %1$s kontakter
pt_br: Limite de importação excedido. Foi importado somente os primeiros %1$s contatos
sv_se: Importeringsgräns överskreds. Importerade bara de första %1$s kontakterna

source: No IndexAccess implementation was found for module %1$s.
da_dk: Fandt ikke en "IndexAccess"-implementering for modulet %1$s.
pt_br: Nenhuma implementação de índice de acesso foi encontrado para o módulo %1$s.
ru_ru: Нет реализации IndexAccess для модуля %1$s.
sv_se: Ingen IndexAccess-implementering hittades för modulen %1$s.

source: An I/O Error occurred: %1$s
da_dk: Deropstod en I/O-fejl: %1$s
pt_br: Ocorreu um erro de E/S: %1$s
ru_ru: Ошибка ввода-вывода: %1$s
sv_se: Ett I/O-fel inträffade: %1$s

source: An index entry does not exist for folder %1$s in account %2$s.
da_dk: Der er ingen indekseringsindgang for mappen %1$s på kontoen %2$s.
pt_br: Uma entrada do índice não existe para a pasta %1$s na conta %2$s.
ru_ru: Нет индекса для папки %1$s учетной записи %2$s.
sv_se: En indexpost saknas för mappen %1$s i kontot %2$s.

source: Index search for module %1$d is not enabled for user %2$d in context %3$d.
da_dk: Indekssøgning for modul %1$d er ikke slået til for bruger %2$d i kontekst %3$d.
pt_br: A pesquisa de índice para o módulo %1$d não está habilitado para o usuário %2$d no contexto %3$d.
ru_ru: Индекс поиска для модуля %1$d для пользователя %2$d в контексте %3$d отключен.
sv_se: Indexsökning för modulen %1$d är inte aktiverad för användaren %2$d i kontext %3$d.

source: The index for module %1$d for user %2$d in context %3$d is currently locked.
da_dk: Indekset for modul %1$s for bruger %2$d i kontekst %3$d er låst lige nu.
pt_br: O índice para o módulo %1$d para o usuário %2$d no contexto %3$d está atualmente bloqueado.
ru_ru: Индекс модуля %1$d для пользователя %2$d в контексте %3$d заблокирован.
sv_se: Indexet för modulen %1$d för användaren %2$d i kontext %3$d är för närvarande låst.

source: Index-based search is not supported for module: %1$s
da_dk: Indeksbaseret søgning understøttes ikke for modul: %1$d
pt_br: A pesquisa baseada em índice não é suportado por esse módulo: %1$s
ru_ru: Модуль %1$s не поддерживает индексированный поиск.
sv_se: Indexbaserad sökning stöds inte för modulen: %1$s

source: There is no search handler for field %1$s.
da_dk: Der er ingen søgehåndtering for feltet %1$s.
pt_br: Não existe manejador de pesquisa para o campo %1$s.
ru_ru: Нет обработчика поиска для поля %1$s.
sv_se: Det finns ingen sökhanterare för fältet %1$s.

source: The Internet proxy is not enabled.
da_dk: Internet-proxy'en er ikke slået til.
pt_br: O proxy da Internet não está habilitado.
ru_ru: Интернет-прокси не включен.
sv_se: Internetproxyn är avstängd.

source: There is no such Internet proxy for id %1$s.
da_dk: Der findes ikke sådan en internet-proxy for id %1$d.
pt_br: Não existe este proxy de Internet para o ID %1$s.
ru_ru: Нет Интернет-прокси для ID %1$s.
sv_se: Det finns ingen sådan internetproxy för ID %1$s.

source: No JSlob storage found for identifier: %1$s
da_dk: Fandt ikke "JSlob"-lager for id: %1$s
pt_br: Nenhum armazenamento JSlob foi encontrado pelo identificador: %1$s
ru_ru: Не найдено хранилище JSlob для идентификатора %1$s.
sv_se: Ingen JSlob-lagring hittades för identifieraren: %1$s

source: No JSlob found for service %1$s.
da_dk: Fandt ikke "JSlob" for service %1$s.
pt_br: Nenhum serviço JSlob encontrado para o serviço: %1$s.
ru_ru: Не найден JSlob для службы %1$s.
sv_se: Ingen JSlob hittades för tjänsten %1$s.

source: Conflicting deletion of JSlob for service %1$s.
da_dk: Konfliktende sletning af "JSlob" for service %1$s.
pt_br: Exclusão conflitante do JSlob para o serviço: %1$s.
ru_ru: Конфликт удаления JSlob для службы %1$s.
sv_se: Motstridig radering av JSlob för tjänsten %1$s.

source: Path doesn't exist: %1$s
da_dk: Sti findes ikke: %1$s
pt_br: O caminho não existe: %1$s
ru_ru: Путь не существует: %1$s.
sv_se: Sökvägen finns inte: %1$s

source: Invalid path: %1$s.
da_dk: Ugyldig sti: %1$s.
pt_br: Caminho inválido: %1$s.
ru_ru: Недопустимый путь: %1$s.
sv_se: Ogiltig sökväg: %1$s.

source: Referenced JSlob %1$s must not be set for service %2$s. Nothing will be done.
da_dk: Refereret "JSlob" %1$s må ikke sættes for service %2$s. Intet bliver gjort.
pt_br: O JSlob referenciado %1$s não deve ser definido para o serviço %2$s. Nada será feito.
ru_ru: JSlob %1$s не может быть настроен для службы %2$s.
sv_se: Hänvisad JSlob %1$s får inte anges för tjänsten %2$s. Inget kommer utföras.

source: "%1$s" is a reserved identifier. Please choose a different one.
da_dk: "%1$s" er et reserveret id. Vælg venligst et andet.
pt_br: "%1$s" é um identificador reservado. Escolha um diferente.
ru_ru: Идентификатор «%1$s» зарезервирован. Выберите другое значение.
sv_se: "%1$s" är en reserverad identifierare. Välj en annan.

source: The JSlob %1$s is too big.
da_dk: JSlob %1$s er for stor.
pt_br: O JSlob %1$s é muito grande.
ru_ru: JSlob %1$s превышает допустимый размер.
sv_se: JSlob %1$s är för stor.

source: A configuration error: %1$s
da_dk: En konfigurationsfejl: %1$s
pt_br: Erro de configuração: %1$s
ru_ru: Ошибка конфигурации: %1$s.
sv_se: Ett konfigurationsfel: %1$s

source: The E-Mail address %1$s is invalid.
da_dk: E-mail-adressen %s er ugyldig.
pt_br: O endereço de e-mail %1$s é inválido.
ru_ru: Недопустимый адрес %1$s.
sv_se: E-postadressen %1$s är ogiltig.

source: Missing property: %1$s
da_dk: Manglende egenskab: %1$s
pt_br: Propriedade faltante: %1$s
ru_ru: Отсутствует свойство %1$s.
sv_se: Saknar egenskap: %1$s

source: Invalid property value in property "%1$s": %2$s
da_dk: Ugyldig værdi i egenskab "%1$s": %2$s
pt_br: Valor inválido de propriedade na propriedade "%1$s": %2$s
ru_ru: Недопустимое значение свойства «%1$s»: %2$s
sv_se: Ogiltig egenskapsvärde i egenskap "%1$s": %2$s

source: HTTP request to server "%1$s" failed. Status line: %2$s
da_dk: HTTP-forespørgsel til server "%1$s" mislykkedes. Statusbesked: %2$s
pt_br: A solicitação HTTP para o servidor "%1$s" falhou. Linha de status: %2$s
ru_ru: Ошибка HTTP-запроса к серверу «%1$s». Строка состояния: %2$s
sv_se: HTTP-begäran till servern "%1$s" misslyckades. Statusrad: %2$s

source: JSON request failed. Error code: %1$s. Error message: %2$s
da_dk: JSON-forespørgsel mislykkedes. Fejlkode: %1$s. Fejlmeddelelse: %2$s
pt_br: Falha na solicitação JSON. Código de erro: %1$s. Mensagem de erro: %2$s
ru_ru: Ошибка обработки запроса JSON: %1$s. Сообщение: %2$s
sv_se: JSON-begäran misslyckades. Felkod: %1$s. Felmeddelande: %2$s

source: A remote error occurred: %1$s
da_dk: Der opstod en fejl på serveren: %1$s
pt_br: Ocorreu um erro remoto: %1$s
ru_ru: Удаленная ошибка: %1$s
sv_se: Ett fel inträffade på fjärrdator: %1$s

source: An index fault occurred: %1$s
da_dk: Der opstod en indekseringsfejl: %1$s
pt_br: Ocorreu uma falha no índice: %1$s
ru_ru: Ошибка индекса: %1$s
sv_se: Ett indexfel inträffade: %1$s

source: Unparseable HTTP response: %1$s
da_dk: Uforståeligt HTTP-svar: %1$s
pt_br: Resposta HTTP não processável: %1$s
ru_ru: Невозможно разобрать ответ HTTP: %1$s
sv_se: Kunde inte tolka HTTP-svar: %1$s

source: MBean registration denied: ManagementAgent is not running.
da_dk: MBean-registrering nægtet: "ManagementAgent" kører ikke.
pt_br: Registro do MBean negado: O agente de gerenciamento não está em execução.
ru_ru: Отказ регистрации MBean: ManagementAgent не работает.
sv_se: MBean-registrering avslogs: ManagementAgent körs inte.

source: Malformed object name: %1$s
da_dk: Ugyldigt objektnavn: %1$s
pt_br: Nome de objeto malformado: %1$s
ru_ru: Неверно сформированное имя объекта: %1$s
sv_se: Felformaterat objektnamn: %1$s

source: Not compliant MBean: %1$s
da_dk: Ikke korrekt MBean: %1$s
pt_br: Não compatível com o MBean: %1$s
ru_ru: Несовместимый MBean: %1$s
sv_se: MBean följer inte standard: %1$s

source: MBean registration error: %1$s
da_dk: MBean-registreringsfejl: %1$s
pt_br: Erro de registro do MBean: %1$s
ru_ru: Ошибка регистрации MBean: %1$s.
sv_se: MBean-registreringsfel: %1$s

source: MBean already exists: %1$s
da_dk: MBean findes allerede: %1$s
pt_br: O MBean já existe: %1$s
ru_ru: MBean уже существует: %1$s
sv_se: MBean finns redan: %1$s
