Repository: cognitionworks/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: da_dk, pt_br, ru_ru, sv_se

source: This task was changed by [changed_by]. Task ==== Created by: [created_by] Created at: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
da_dk: [created_by] ændrede denne opgave.Opgave======Oprettet af: [created_by]Oprettet den: [creation_datetime][title][folder_name][priority][task_status][start][end][series][description]Deltagere=========[participants]Ressourcer==========[resources]==========================================
pt_br: Esta tarefa foi alterada por [changed_by]. Tarefa ==== Criada por: [created_by] Criada em: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participantes ============ [participants] Recursos ========= [resources] ==========================================
ru_ru: [changed_by] изменил(а) задачу. Задача ==== Организатор: [created_by] Создана: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Участники ============ [participants] Ресурсы ========= [resources] ==========================================
sv_se: Denna uppgift har ändrats av [changed_by]. Uppgift ==== Skapad av: [created_by] Skapad vid: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Deltagare ============ [participants] Resurser ========= [resources] ==========================================

source: [changed_by] has [confirmation_action] this appointment. You can check this appointment in your calendar: [link] Appointment =========== Created by: [created_by] Created at: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
da_dk: [created_by] har [confirmation_action] denne aftale.Du kan se aftalen i din kalender:[link]Aftale======Oprettet af: [created_by]Oprettet den: [creation_datetime][title][location][folder_name][start][end][series][delete_exceptions][change_exceptions][description]Deltagere=========[participants]Ressourcer==========[resources]==========================================
pt_br: [changed_by] tem [confirmation_action] este compromisso. Você pode verificar esse compromisso em seu calendário: [link] Compromisso =========== Criado por: [created_by] Criado em: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participantes ============ [participants] Recursos ========= [resources] ==========================================
ru_ru: [changed_by] [confirmation_action] встречу. Она добавлена в календарь: [link] Встреча =========== Организатор: [created_by] Создана: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Участники ============ [participants] Ресурсы ========= [resources] ==========================================
sv_se: [changed_by] har [confirmation_action] detta möte. Du kan kolla detta möte i din kalender: [link] Möte =========== Skapad av: [created_by] Skapad vid: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Deltagare ============ [participants] Resurser ========= [resources] ==========================================

source: [changed_by] has [confirmation_action] this appointment. Appointment =========== Created by: [created_by] Created at: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
da_dk: [created_by] har [confirmation_action] denne aftale.Aftale======Oprettet af: [created_by]Oprettet den: [creation_datetime][title][location][folder_name][start][end][series][delete_exceptions][change_exceptions][description]Deltagere=========[participants]Ressourcer==========[resources]==========================================
pt_br: [changed_by] tem [confirmation_action] este compromisso. Compromisso =========== Criado por: [created_by] Criado em: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participantes ============ [participants] Recursos ========= [resources] ==========================================
ru_ru: [changed_by] [confirmation_action] встречу. Встреча =========== Организатор: [created_by] Создана: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Участники ============ [participants] Ресурсы ========= [resources] ==========================================
sv_se: [changed_by] har [confirmation_action] detta möte. Möte =========== Skapad av: [created_by] Skapad vid: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Deltagare ============ [participants] Resurser ========= [resources] ==========================================

source: [changed_by] has [confirmation_action] this task. You can check this task in your tasks: [link] Task ==== Created by: [created_by] Created at: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
da_dk: [created_by] har [confirmation_action] denne opgave.Du kan se den i din opgaveliste:[link] Opgave======Oprettet af: [created_by]Oprettet den: [creation_datetime][title][folder_name][priority][task_status][start][end][series][description]Deltagere=========[participants]Ressourcer==========[resources]==========================================
pt_br: [changed_by] tem [confirmation_action] esta tarefa. Você pode verificar essa tarefa nas suas tarefas: [link] Tarefa ==== Criada por: [created_by] Criada em: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participantes ============ [participants] Recursos ========= [resources] ==========================================
ru_ru: [changed_by] [confirmation_action] задачу. Проверьте ее статус в списке задач: [link] Задача ==== Организатор: [created_by] Создана: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Участники ============ [participants] Ресурсы ========= [resources] ==========================================
sv_se: [changed_by] har [confirmation_action] denna uppgift. Du kan kontrollera denna uppgift i dina uppgifter: [link] Uppgift ==== Skapad av: [created_by] Skapad vid: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Deltagare ============ [participants] Resurser ========= [resources] ==========================================

source: [changed_by] has [confirmation_action] this task. Task ==== Created by: [created_by] Created at: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
da_dk: [created_by] har [confirmation_action] denne opgave.Opgave======Oprettet af: [created_by]Oprettet den: [creation_datetime][title][folder_name][priority][task_status][start][end][series][description]Deltagere=========[participants]Ressourcer==========[resources]==========================================
pt_br: [changed_by] tem [confirmation_action] esta tarefa. Tarefa ==== Criada por: [created_by] Criada em: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participantes ============ [participants] Recursos ========= [resources] ==========================================
ru_ru: [changed_by] [confirmation_action] задачу. Задача ==== Организатор: [created_by] Создана: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Участники ============ [participants] Ресурсы ========= [resources] ==========================================
sv_se: [changed_by] har [confirmation_action] denna uppgift. Uppgift ==== Skapad av: [created_by] Skapad vid: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Deltagare ============ [participants] Resurser ========= [resources] ==========================================

source: New appointment
da_dk: Ny aftale
pt_br: Novo compromisso
ru_ru: Новая встреча
sv_se: Nytt möte

source: Appointment changed
da_dk: Aftale ændret
pt_br: Compromisso alterado
ru_ru: Встреча изменена.
sv_se: Möte ändrat

source: Appointment deleted
da_dk: Aftale aflyst
pt_br: Compromisso excluído
ru_ru: Встреча удалена.
sv_se: Möte borttaget

source: Appointment (accepted)
da_dk: Aftale (accepteret)
pt_br: Compromisso (aceito)
ru_ru: Встреча (принята)
sv_se: Möte (accepterat)

source: Appointment (declined)
da_dk: Aftale (givet afbud)
pt_br: Compromisso (recusado)
ru_ru: Встреча (отклонена)
sv_se: Möte (nekat)

source: Appointment (tentative)
da_dk: Aftale (foreløbig)
pt_br: Compromisso (provisório)
ru_ru: Встреча (предварительно)
sv_se: Möte (preliminärt)

source: Appointment (none)
da_dk: Aftale (ingen)
pt_br: Compromisso (nenhum)
ru_ru: Встреча (нет)
sv_se: Möte (inget)

source: New task
da_dk: Ny opgave
pt_br: Nova tarefa
ru_ru: Новая задача
sv_se: Ny uppgift

source: Task changed
da_dk: Opgave ændret
pt_br: Tarefa alterada
ru_ru: Задача изменена.
sv_se: Uppgiften är ändrad

source: Task deleted
da_dk: Opgave slettet
pt_br: Tarefa excluída
ru_ru: Задача удалена
sv_se: Uppgiften är borttagen

source: Task (accepted)
da_dk: Opgave (accepteret)
pt_br: Tarefa (aceita)
ru_ru: Задача (принята)
sv_se: Uppgift (accepterad)

source: Task (declined)
da_dk: Opgave (afslået)
pt_br: Tarefa (recusada)
ru_ru: Задача (отклонена)
sv_se: Uppgift (nekad)

source: Task (tentative)
da_dk: Opgave (foreløbig)
pt_br: Tarefa (provisória)
ru_ru: Задача (предварительно)
sv_se: Uppgift (preliminärt)

source: Reminder
da_dk: Påmindelse
pt_br: Lembrete
ru_ru: Напоминание
sv_se: Påminnelse

source: No resources have been scheduled.
da_dk: Ingen ressource er planlagte.
pt_br: Não há recursos agendados.
ru_ru: Нет назначенных ресурсов.
sv_se: Inga resurser har blivit schemalagda.

source: No series
da_dk: Ingen serie
pt_br: Nenhuma série
ru_ru: Не повторяется
sv_se: Inge serier

source: No start date
da_dk: Ingen startdato
pt_br: Sem data de início
ru_ru: Нет даты начала
sv_se: Inget start datum

source: No end date
da_dk: Ingen slutdato
pt_br: Sem data de término
ru_ru: Нет даты окончания
sv_se: Inget slut datum

source: No due date
da_dk: Ingen frist
pt_br: Sem data de vencimento
ru_ru: Нет даты окончания
sv_se: Inget väntat datum

source: No delete exceptions
da_dk: Ingen slette-undtagelser
pt_br: Sem exclusão de exceções
ru_ru: Нет исключений удаления.
sv_se: Inga borttagna undantag

source: No change exceptions
da_dk: Ingen ændrings-undtagelser
pt_br: Sem alteração de exceções
ru_ru: Нет исключений изменения.
sv_se: Inga ändrade undantag

source: Mail to resource %1$s
da_dk: Post til ressource %1$s
pt_br: Recurso para e-mail %1$s
ru_ru: Почта для %1$s
sv_se: Posta till resurs %1$s

source: Resource
da_dk: Ressource
pt_br: Recurso
ru_ru: Ресурс
sv_se: Resurs

source: Not set
da_dk: Ikke sat
pt_br: Não definir
ru_ru: Не задано
sv_se: Inte klar

source: Low
da_dk: Lav
pt_br: Baixa
ru_ru: Низкий
sv_se: Låg

source: High
da_dk: Høj
pt_br: Alta
ru_ru: Высокий
sv_se: Hög

source: tentative
da_dk: foreløbig accept
pt_br: provisório
ru_ru: предварительно
sv_se: preliminär

source: external
da_dk: ekstern
pt_br: externo
ru_ru: внешний
sv_se: extern

source: Location: %1$s
da_dk: Beliggenhed: %1$s
pt_br: Localização: %1$s
ru_ru: Адрес: %1$s
sv_se: Plats: %1$s

source: Description: %1$s
da_dk: Beskrivelse: %1$s
pt_br: Descrição: %1$s
ru_ru: Описание: %1$s
sv_se: Beskrivning: %1$s

source: Folder: %1$s
da_dk: Mappe: %1$s
pt_br: Pasta: %1$s
ru_ru: Папка: %1$s
sv_se: Mapp: %1$s

source: Start date: %1$s
da_dk: Startdato: %1$s
pt_br: Data de início: %1$s
ru_ru: Дата начала: %1$s
sv_se: Start datum: %1$s

source: End date: %1$s
da_dk: Slutdato: %1$s
pt_br: Data de término: %1$s
ru_ru: Дата окончания: %1$s
sv_se: Slut datum: %1$s

source: Due date: %1$s
da_dk: Frist: %1$s
pt_br: Data de vencimento: %1$s
ru_ru: Дата выполнения: %1$s
sv_se: Väntat datum: %1$s

source: Series: %1$s
da_dk: Serie:%1$s
pt_br: Série: %1$s
ru_ru: Серия: %1$s
sv_se: Serier: %1$s

source: Comments: %1$s
da_dk: Kommentarer: %1$s
pt_br: Comentários: %1$s
ru_ru: Комментарии: %1$s
sv_se: Kommentarer: %1$s

source: Priority: %1$s
da_dk: Prioritet: %1$s
pt_br: Prioridade: %1$s
ru_ru: Приоритет: %1$s
sv_se: Prioritet:%1$s

source: Delete exceptions: %1$s
da_dk: Slet undtagelser: %1$s
pt_br: Excluir exceções: %1$s
ru_ru: Исключения удаления: %1$s.
sv_se: Ta bort undantag: %1$s

source: Change exceptions: %1$s
da_dk: Ændr undtagelser: %1$s
pt_br: Alterar exceções: %1$s
ru_ru: Исключения изменения: %1$s
sv_se: Ändra undantag: %1$s

source: Change exception of %1$s on %2$s
da_dk: Ændr undtagelse for %1$s på %2$s
pt_br: Alterar exceção de %1$s para %2$s
ru_ru: Исключение изменения %1$s %2$s
sv_se: Ändra undantag för %1$s på %2$s

source: Not started
da_dk: Ikke startet
pt_br: Não iniciado
ru_ru: На начата
sv_se: Ej startad

source: In progress
da_dk: Undevejs
pt_br: Em progresso
ru_ru: Выполняется
sv_se: Gör framsteg

source: Done
da_dk: Færdig
pt_br: Concluído
ru_ru: Завершено
sv_se: Klart

source: Waiting
da_dk: Venter
pt_br: Aguardando
ru_ru: Ожидание
sv_se: Väntar

source: Deferred
da_dk: Udsat
pt_br: Adiado
ru_ru: Отложено
sv_se: Skjuta upp

source: Added
da_dk: Tilføjet
pt_br: Adicionado
ru_ru: Добавлен
sv_se: Lägga till

source: Removed
da_dk: Fjernet
pt_br: Removido
ru_ru: Удалено
sv_se: Ta bort

source: st
pt_br: º
sv_se: :a

source: nd
pt_br: º
sv_se: :a

source: rd
pt_br: º
sv_se: :e

source: th
pt_br: º
sv_se: :e

source: and
da_dk: og
pt_br: e
ru_ru: и
sv_se: och

source: Each day
da_dk: Hver dag
pt_br: A cada dia
ru_ru: Каждый день
sv_se: Varje dag

source: Each %1$s days
da_dk: Hver %1$s. dag
pt_br: A cada %1$s dias
ru_ru: Каждые %1$s дн.
sv_se: Var %1$s dagar

source: Each week on %1$s
da_dk: %1$s hver uge
pt_br: A cada semana em %1$s
ru_ru: Каждую неделю в %1$s
sv_se: Varje vecka på %1$s

source: Each %1$s weeks on %2$s
da_dk: %2$s hver %1$s. uge
pt_br: A cada %1$s semanas em %2$s
ru_ru: Каждые %1$s нед. в %2$s
sv_se: Var %1$s veckor på %2$s

source: On %1$s day every month
da_dk: Den %1$s dag i hver måned
pt_br: Em %1$s dia a cada mês
ru_ru: %1$s день месяца
sv_se: På %1$s dagen varje månad

source: On %1$s day every %2$s month
da_dk: Den %1$s dag hver %2$s måned
pt_br: Em %1$s dia a cada %2$s mês
ru_ru: %1$s день каждый %2$s месяц
sv_se: På %1$s dagen var %2$s månad

source: On %1$s %2$s each month
da_dk: Den %1$s %2$s i hver måned
pt_br: Em %1$s %2$s cada mês
ru_ru: %1$s %2$s месяца
sv_se: På %1$s %2$s varje månad

source: On %1$s %2$s each %3$s month
da_dk: Den %1$s %2$s hver %3$s måned
pt_br: Em %1$s %2$s cada %3$s mês
ru_ru: %1$s %2$s каждого %3$s месяца
sv_se: På %1$s %2$s var %3$s månad

source: Each %1$s %2$s
da_dk: Den %1$s %2$s hvert år
pt_br: A cada %1$s %2$s
ru_ru: %1$s %2$s
sv_se: Var %1$s %2$s

source: , ends after %1$s appointment(s)
da_dk: , slutter efter %1$s aftale(r)
pt_br: , termina após %1$s compromisso(s)
ru_ru: , заканчивается после %1$s встреч(и)
sv_se: , slutar efter %1$s möte(n)

source: , ends after %1$s task(s)
da_dk: , slutter efter %1$s opgave(r)
pt_br: , termina após %1$s tarefa(s)
ru_ru: , заканчивается после 1$s задач(и)
sv_se: , slutar efter %1$s uppgift(er)

source: , ends on %1$s
da_dk: , slutter den %1$s
pt_br: , termina em %1$s
ru_ru: , окончание: %1$s
sv_se: , slutar på %1$s

source: Weekday
da_dk: Hverdag
pt_br: Dia da semana
ru_ru: День недели
sv_se: Veckodag

source: Broken CSV file: Lines have different number of cells, line #1 has %d, line #%d has %d. Is this really a CSV file?
da_dk: Ødelagt CSV-fil: Linjerne har ikke lige mange felter, linje #1 har %d og linje #%d har %d. Er det virkelig en CSV-fil?
pt_br: Arquivo CSV quebrado: As linhas possuem números diferentes de células, linha #1 tem %d, linha #%d tem %d. Esse é realmente um arquivo CSV?
ru_ru: Разное число ячеек в файле CSV: строка 1 содержит %d, строка %d содержит %d. Это действительно файл CSV?
sv_se: Trasig CSV-fil: Raderna har olika antal celler, rad #1 har %d, rad #%d har %d. Är detta verkligen en CSV-fil?

source: Illegal state: Found data after presumed last line.
da_dk: Ugyldig tilstand. Fandt data efter det der burde være den sidste linje.
pt_br: Estado ilegal: Localizado dados após a última linha presumida.
ru_ru: Недопустимое состояние: обнаружены данные после последней строки.
sv_se: Ogiltigt tillstånd: Information hittad efter sista raden

source: Encountered IO error while trying to read stream
da_dk: Stødte på en fejl under læsning fra en strøm
pt_br: Encontrado erro de E/S ao tentar ler o fluxo
ru_ru: Ошибка ввода-вывода при чтении потока.
sv_se: Ett I/O-fel påträffades när en ström lästes

source: Some field values are too long.
da_dk: Nogle feltværdier er for lange.
pt_br: Alguns valores do campo são muito longos.
ru_ru: Длина некоторых полей превышает допустимую.
sv_se: Några fältvärden är för långa.

source: Invalid SQL Query: %1$s
da_dk: Ugyldig SQL-forespørgsel: %1$s
pt_br: Consulta SQL inválida: %1$s
sv_se: Ogiltig SQL-sökning: %1$s

source: Cannot pre-fetch results.
da_dk: Kan ikke hente resultater i forvejen.
pt_br: Não foi possível obter resultados previamente.
ru_ru: Ошибка при предварительном получении результатов.
sv_se: Kan inte för-hämta resultat.

source: The requested item does not exist.
da_dk: Det efterspurgte element findes ikke.
pt_br: O item requisitado não existe.
ru_ru: Запрошенный элемент не существует.
sv_se: Den önskade posten existerar inte.

source: Could not load documents to check the permissions
da_dk: Kunne ikke indlæse dokumenter for at tjekke rettigheder
pt_br: Não foi possível carregar documentos para verificar as permissões
ru_ru: Не удалось загрузить документы для проверки разрешений.
sv_se: Kunde inte ladda dokumentet för att kontrollera rättigheterna.

source: The folder %1$s is not an Infostore folder
da_dk: Mappen %1$s er ikke en "Infostore"-mappe
pt_br: A pasta %1$s não é uma pasta de armazenamento de informações
sv_se: Mappen %d är inte en Infostore-mapp

source: You do not have sufficient read permissions to read objects in this folder..
da_dk: Du har ikke ret til at læse objekter i denne mappe..
pt_br: Você não tem permissões de leitura suficientes para ler os objetos desta pasta..
ru_ru: У вас недостаточно прав для чтения объектов в этой папке.
sv_se: Du har inte tillräckliga läsrättigheter för att läsa objekt i denna mapp..

source: You do not have sufficient permissions to create objects in this folder.
da_dk: Du har ikke ret til at oprette objekter i denne mappe.
pt_br: Você não tem permissões suficientes para criar objetos nesta pasta.
ru_ru: У вас недостаточно прав для создания объектов в этой папке.
sv_se: Du har inte tillräckliga rättigheter för att skapa objekt i denna mapp.

source: You are not allowed to update this item.
da_dk: Du har ikke lov til at opdatere dette element.
pt_br: Você não tem permissão para atualizar este item.
ru_ru: Вы не можете изменять этот объект.
sv_se: Du har inte behörighet att uppdatera denna post.

source: You are not allowed to create objects in the target folder.
da_dk: Du har ikke lov til at oprette objekter i målmappen.
pt_br: Você não tem permissão para criar objetos na pasta de destino.
ru_ru: У вас нет прав на создание объектов в конечной папке.
sv_se: Du har inte behörighet att skapa objekt i målmappen.

source: Could not delete all objects.
da_dk: Kunne ikke slette alle objekter.
pt_br: Não foi possível excluir todos os objetos.
ru_ru: Не удалось удалить все объекты.
sv_se: Kunde inte ta bort alla objekt.

source: You do not have sufficient permissions to delete this version.
da_dk: Du har ikke ret til at slette denne udgave.
pt_br: Você não tem permissões suficientes para excluir esta versão.
ru_ru: У вас недостаточно прав для удаления этой версии.
sv_se: Du har inte tillräckliga rättigheter för att ta bort denna version.

source: Could not iterate result.
da_dk: Kunne ikke iterere over resultat.
pt_br: Não foi possível iterar resultados.
ru_ru: Не удалось выполнить итерацию результата.
sv_se: Kunde inte upprepa resultat.

source: This document is locked.
da_dk: Dette dokument er låst.
pt_br: Este documento está bloqueado.
ru_ru: Документ заблокирован.
sv_se: Detta dokument är låst.

source: You cannot unlock this document.
da_dk: Du kan ikke låse dette dokument op.
pt_br: Você não tem desbloquear este documento.
ru_ru: Вы не можете разблокировать этот документ.
sv_se: Du kan inte låsa upp detta dokument.

source: You need write permissions to lock a document.
da_dk: Det er nødvendigt med skriveadgang for at kunne låse et dokument.
pt_br: Você necessita de permissões de escrita para bloquear o documento.
ru_ru: Для блокирования документа необходимы разрешения записи.
sv_se: Du behöver skrivrättigheter för att låsa ett dokument.

source: Could not generate new ID.
da_dk: Kunne ikke generere et nyt id.
pt_br: Não foi possível gerar novo ID.
ru_ru: Ошибка генерации нового идентификатора.
sv_se: Kunde inte framställa nytt ID.

source: You are not allowed to delete objects in the source folder. This document cannot be moved.
da_dk: Du har ikke lov til at slette objekter i kildemappen. Dette dokument kan ikke flyttes.
pt_br: Você não tem permissão para excluir objetos na pasta de origem. Este documento não pode ser movido.
ru_ru: У вас нет прав на удаление объектов в исходной папке. Документ не может быть перемещен.
sv_se: Du har inte behörighet att ta bort objekt i ursprungsmappen. Detta dokument kan inte flyttas.

source: You need write permissions to unlock a document.
da_dk: Det er nødvendigt med skriveadgang for at kunne låse et dokument op.
pt_br: Você necessita de permissões de escrita para desbloquear o documento.
ru_ru: Для разблокирования документа необходимы разрешения записи.
sv_se: Du behöver skrivrättigheter för att låsa upp ett dokument.

source: The document you requested does not exist.
da_dk: Det efterspurgte dokument findes ikke.
pt_br: O documento que você requisitou não existe.
ru_ru: Запрошенный документ не существует.
sv_se: Dokumentet du sökte finns inte.

source: Files attached to InfoStore items must have unique names. File name: %1$s. The other document with this file name is %2$s.
da_dk: Filer hæftet ved "InfoStore"-elementer må have unikke navne. Filnavn: %1$s. Det andet dokument med dette filnavn er %2$s.
pt_br: Arquivos anexados a itens do armazenamento de arquivos devem ter nomes únicos. Nome do arquivo: %1$s. O outro documento com este nome de arquivo é %2$s.
sv_se: Filer bifogade till InfoStore måste ha unika namn. Filnamn: %1$s. Det andra dokumentet med detta filnamn är %2$s.

source: Could not determine number of versions for info item %1$s in context %s. Invalid query: %2$s
da_dk: Kunne ikke finde ud af hvor mange udgaver der findes af informationselement %1$s i kontekst %s. Ugyldig forespørgsel: %2$s
pt_br: Não foi possível determinar número da versão para o item de informação %1$s no contexto %s. Consulta inválida: %2$s
sv_se: Kunde inte fastställa antal versioner för infopost %1$s in kontext %s. Ogiltig sökning: %2$s
