Repository: cognitionworks/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: da_dk, pt_br, ru_ru, sv_se

source: MBean not found: %1$s
da_dk: MBean ikke fundet: %1$s
pt_br: O MBean não foi encontrado: %1$s
ru_ru: MBean не найден: %1$s
sv_se: MBean hittades inte: %1$s

source: Malformed URL: %1$s
da_dk: Ugyldigt URL: %1$s
pt_br: URL malformada: %1$s
ru_ru: Неверно сформированный URL: %1$s
sv_se: Felformaterad URL: %1$s

source: Unknown host error: %1$s
da_dk: Ukendt værtsfejl: %1$s
pt_br: Erro de máquina desconhecido: %1$s
ru_ru: Неизвестная ошибка хоста: %1$s
sv_se: Okänt värdfel: %1$s

source: Remote error: %1$s
da_dk: Fjern-fejl: %1$s
pt_br: Erro remoto: %1$s
ru_ru: Удаленная ошибка: %1$s
sv_se: Fel på fjärrdator: %1$s

source: A JMX connector is already bound to URL %1$s.
da_dk: Der er allerede bundet en JMX-forbindelse til URL %1$s.
pt_br: Um conector JMX já está vinculado à URL %1$s.
ru_ru: Соединитель JMX уже привязан к адресу %1$s.
sv_se: En JMX-anslutning har redan bundits till URL:en %1$s.

source: Communication error with Facebook service: %1$s
da_dk: Kommunikationsfejl med Facebook-service: %1$s
pt_br: Erro de comunicação com o serviço Facebook: %1$s
ru_ru: Ошибка подключения к службе Facebook: %1$s.
sv_se: Kommunikationsfel med Facebook-tjänsten: %1$s

source: Login to Facebook failed for login %1$s.
da_dk: Login på Facebook mislykkedes for login %1$s.
pt_br: Falha de login no Facebook para o login %1$s.
ru_ru: Ошибка авторизации %1$s в Facebook.
sv_se: Kunde inte logga in på Facebook med inloggning %1$s.

source: Login form not found on page: %1$s
da_dk: Loginformular ikke fundet på siden: %1$s
pt_br: Formulário de login não encontrado na página: %1$s
ru_ru: Форма входа не найдена на странице: %1$s
sv_se: Inloggningsformulär hittades inte på sidan: %1$s

source: Element with attribute %1$s not found on page %2$s.
da_dk: Element med attribut %1$s ikke fundet på siden %2$s.
pt_br: O elemento com o atributo %1$s não foi encontrado na página %2$s.
ru_ru: Элемент с атрибутом %1$s не найден на странице %2$s.
sv_se: Element med attributet %1$s hittades inte på sidan %2$s.

source: Missing permission "%1$s" in Facebook login %2$s. Please copy following URL to your browser, login as %2$s (if not done yet) and grant access: %3$s
da_dk: Mangler rettigheden "%1$s" i Facebook-login %2$s. Kopier det følgende URL til din browser, log ind som %2$s (hvis du ikke allerede er logget ind) og giv adgang: %3$s
pt_br: Permissão faltante "%1$s" no login do Facebook %2$s. Copie a seguinte URL em seu navegador, entre como %2$s (se já não o fez) e permita o acesso: %3$s
ru_ru: Нет разрешения «%1$s» для пользователя Facebook %2$s. Скопируйте приведенный адрес в браузер, авторизуйтесь как %2$s и разрешите доступ: %3$s.
sv_se: Saknar tillstånd "%$s" i Facebook-inloggning %2$s. Kopiera följande URL till din webbläsare, logga in som %2$s (om du inte redan gjort det), och ge tillstånd: %3$s

source: An error occurred during the processing of a script.
da_dk: Der opstod en fejl under behandlingen af et program.
pt_br: Ocorreu erro ao processar um script.
ru_ru: Произошла ошибка при обработке сценария.
sv_se: Ett fel inträffade när ett skript behandlades.

source: Missing permission for the application associated with configured Facebook API key: %1$s Please grant access for that application in your Facebook account settings.
da_dk: Manglende tilladelse til app'en knyttet til valgt Facebook-API-nøgle: %1$s Giv venligst app'en adgang i dine indstillinger på Facebook.
pt_br: Permissão faltante para o aplicativo associado com a chave de API do Facebook configurada: %1$s Permita o acesso para este aplicativo nas configurações de conta do seu Facebook.
ru_ru: Отсутствует разрешение для приложения, связанного с настроенным ключом Facebook API: %1$s Откройте доступ для этого приложения в настройках учетной записи Facebook.
sv_se: Saknar tillstånd för programmet som är associerat till den anvisade Facebook API-nyckeln: %1$s Ge rätt tillstånd för det programmet i ditt Facebook-kontos inställningar.

source: FQL query result size (%1$s) does not match requested number of post identifiers (%2$s).
da_dk: Resultatstørrelse for FQL-forespørgsel (%1$s) svarer ikke til det udbedte antal post-id'er (%2$s).
pt_br: O tamanho dos resultados da consulta FQL (%1$s) não corresponde ao número de identificadores de posts solicitado (%2$s).
ru_ru: Размер ответа на запрос FQL (%1$s) не соответствует запрашиваемому числу идентификаторов (%2$s).
sv_se: Resultatens storlek av FQL-förfrågan (%1$s) stämmer inte mot önskat antal postidentifierare (%2$s).

source: Unsupported query type: %1$s.
da_dk: Ikke-understøttet forespørgselstype: %1$s.
pt_br: Tipo de pesquisa não suportado %1$s.
ru_ru: Неподдерживаемый тип запроса: %1$s.
sv_se: Typen av förfrågan stöds inte: %1$s.

source: An OAuth error occurred: %1$s.
da_dk: Der opstod en OAuth-fejl: %1$s.
pt_br: Ocorreu um erro OAuth: %1$s.
ru_ru: Ошибка OAuth: %1$s.
sv_se: Ett OAuth-fel inträffade: %1$s.

source: A FQL error of type %1$s occurred: %2$s.
da_dk: Der opstod en FQL-fejl af type %1$s: %2$s.
pt_br: Um erro FQL do tipo %1$s ocorreu: %2$s.
ru_ru: Ошибка FQL типа %1$s: %2$s.
sv_se: Ett FQL-fel av typen %1$s inträffade: %2$s.

source: FQL response body cannot be parsed to a JSON value: %1$s
da_dk: FQL-svar kan ikke oversættes til en JSON-værdi: %1$s
pt_br: O corpo da resposta FQL não pôde ser processado em um valor JSON: %1$s
ru_ru: Не удалось извлечь значение JSON из текста ответа FQL: %1$s
sv_se: FQL-svarets kropp kan inte tolkas till ett JSON-värde: %1$s

source: XML parse error: %1$s.
da_dk: XML-fortolkningsfejl: %1$s.
pt_br: Erro no processamento XML: %1$s.
ru_ru: Ошибка разбора XML: %1$s.
sv_se: XML-tolkningsfel: %1$s.

source: Missing Facebook configuration. Please re-create Facebook account.
da_dk: Manglende Facebook-opsætning. Gendan venligst Facebook-konto.
pt_br: Configuração do Facebook faltante. Recrie sua conta do Facebook.
ru_ru: Отсутствуют настройки Facebook. Повторите процедуру создания учетной записи Facebook.
sv_se: Saknar Facebook-konfiguration. Återskapa ditt Facebook-konto.

source: Missing Facebook configuration parameter "%1$s". Please re-create Facebook account.
da_dk: Manglende Facebook-opsætningsparameter "%1$s". Gendan venligst Facebook-konto.
pt_br: Parâmetro de configuração do Facebook "%1$s" faltante. Recrie sua conta do Facebook.
ru_ru: Отсутствует параметр Facebook: «%1$s». Повторите процедуру создания учетной записи Facebook.
sv_se: Saknar konfigurationsparametern "%1$s" för Facebook. Återskapa ditt Facebook-konto.

source: A Facebook API error occurred. Error code: %1$s. Error message: "%2$s". Please refer to http://fbdevwiki.com/wiki/Error_codes to look-up error code.
da_dk: Der opstod en Facebook-API-fejl. Fejlkode: %1$s. Fejlmeddelelse: "%2$s". Fejlkoden kan slås op på http://fbdevwiki.com/wiki/Error_codes.
pt_br: Ocorreu um erro na API do Facebook. Código do erro: %1$s. Mensagem de erro: "%2$s". Consulte http://fbdevwiki.com/wiki/Error_codes para pesquisa sobre o código de erro.
ru_ru: Ошибка Facebook API: %1$s. Сообщение: «%2$s». За подробной информацией обратитесь к http://fbdevwiki.com/wiki/Error_codes
sv_se: Ett Facebook API-fel inträffade. Felkod: %1$s. Felmeddelande: "%$s". Slå upp felkoden på http://fbdevwiki.com/wiki/Error_codes.

source: Wall posts
da_dk: Vægbeskeder
pt_br: Publicações no mural
ru_ru: Доска объявлений
sv_se: Inlägg

source: Action links
da_dk: Handlinger
pt_br: Links de ação
ru_ru: Действия
sv_se: Åtgärdslänkar

source: Album
pt_br: Álbum
ru_ru: Альбом

source: Confirmed ham
da_dk: Ikke-skidtpost (bekræftet)
pt_br: Spam confirmado
ru_ru: Не спам
sv_se: Bekräftad ham

source: Confirmed ham folder
da_dk: Indbakke
pt_br: Pasta de spam confirmados
ru_ru: Папка не спама
sv_se: Bekräftad ham-mapp

source: Confirmed spam
da_dk: Skidtpost (bekræftet)
pt_br: Spam confirmado
ru_ru: Точно спам
sv_se: Bekräftad skräppost

source: Confirmed spam folder
da_dk: Skidtpost (bekræftet)
pt_br: Pasta de spam confirmados
ru_ru: Папка подтвержденного спама
sv_se: Bekräftad skräppost-mapp

source: Drafts
da_dk: Kladder
pt_br: Rascunhos
ru_ru: Черновики
sv_se: Utkast

source: Drafts folder
da_dk: Kladder
pt_br: Pasta de rascunhos
ru_ru: Папка черновиков
sv_se: Utkastmapp

source: Sent
da_dk: Sendt
pt_br: Enviado
ru_ru: Отправленные
sv_se: Skickat

source: Sent folder
da_dk: Sendt
pt_br: Pasta enviada
ru_ru: Папка отправленных сообщений
sv_se: Skickad e-postmapp

source: Spam folder
da_dk: Spam
pt_br: Pasta de spam
ru_ru: Папка спама
sv_se: Skräppost-mapp

source: Trash
da_dk: Skrald
pt_br: Lixeira
ru_ru: Корзина
sv_se: Papperskorgen

source: Trash folder
da_dk: Skrald
pt_br: Lixeira
ru_ru: Папка корзины
sv_se: Papperskorgmapp

source: Mail port
da_dk: Postport
pt_br: Porta de e-mail
ru_ru: Порт
sv_se: E-postport

source: Mail protocol
da_dk: Postprotokol
pt_br: Protocolo de e-mail
ru_ru: Почтовый протокол
sv_se: E-postprotokoll

source: Secure mail connection
da_dk: Sikker postforbindelse
pt_br: Conexão de e-mail segura
ru_ru: Безопасное почтовое подключение
sv_se: Säker e-postanslutning

source: Mail server
da_dk: Postserver
pt_br: Servidor de e-mail
ru_ru: Почтовый сервер
sv_se: E-postserver

source: Primary address
da_dk: Primær adresse
pt_br: Endereço primário
ru_ru: Основной адрес
sv_se: Primär adress

source: Personal
da_dk: Personlig
pt_br: Pessoal
ru_ru: Личное
sv_se: Privat

source: SMTP login
pt_br: Login SMTP
ru_ru: Имя SMTP
sv_se: SMTP-inloggning

source: SMTP password
da_dk: SMTP-adgangskode
pt_br: Senha SMTP
ru_ru: Пароль SMTP
sv_se: SMTP-lösenord

source: SMTP port
pt_br: Porta SMTP
ru_ru: Порт SMTP

source: SMTP protocol
da_dk: SMTP-protokollen
pt_br: Protocolo SMTP
ru_ru: Протокол SMTP
sv_se: SMTP-protokoll

source: Secure SMTP connection
da_dk: Sikker SMTP-forbindelse
pt_br: Conexão SMTP segura
ru_ru: Защищенное соединение SMTP
sv_se: Säker SMTP-anslutning

source: SMTP server
pt_br: Servidor SMTP
ru_ru: Сервер SMTP

source: Unified mail enabled
da_dk: Forenet post slået til
pt_br: E-mail unificado habilitado
ru_ru: Функции Unified mail включены.
sv_se: Enhetlig e-post aktiverad

source: Communication error with facebook service: %1$s
da_dk: Kommunikationsfejl med Facebook-service: %1$s
pt_br: Erro de comunicação com o serviço Facebook: %1$s
ru_ru: Ошибка подключения к службе Facebook: %1$s.
sv_se: Kommunikationsfel med Facebook-tjänsten: %1$s

source: Login to facebook failed for login %1$s.
da_dk: Login på Facebook mislykkedes for login %1$s.
pt_br: Falha de login no Facebook para o login %1$s.
ru_ru: Ошибка авторизации %1$s в Facebook.
sv_se: Kunde inte logga in på Facebook med inloggning %1$s.

source: Missing permission "%1$s" in facebook login %2$s. Please copy the following url to your browser, log in as %2$s (if not done yet) and grant access: %3$s
da_dk: Mangler rettigheden "%1$s" i Facebook-login %2$s. Kopier det følgende url til din browser, log ind som %2$s (hvis du ikke allerede er logget ind) og giv adgang: %3$s
pt_br: Permissão faltante "%1$s" no login do Facebook %2$s. Copie a seguinte URL em seu navegador, entre como %2$s (se já não o fez) e permita o acesso: %3$s
ru_ru: Нет разрешения «%1$s» для пользователя Facebook %2$s. Скопируйте приведенный адрес в браузер, авторизуйтесь как %2$s и разрешите доступ: %3$s.
sv_se: Saknar tillstånd "%1$s" i Facebook-inloggning %2$s. Kopiera följande URL till din webbläsare, logga in som %2$s (om du inte redan gjort det) och ge tillstånd: %3$s

source: An error occurred while processing a script.
da_dk: Der opstod en fejl under behandlingen af et program.
pt_br: Ocorreu erro ao processar um script.
ru_ru: Произошла ошибка при обработке сценария.
sv_se: Ett fel inträffade när ett skript behandlades.

source: Missing configuration parameter: %1$s.
da_dk: Manglende opsætningsparameter: %1$s.
pt_br: Parâmetro de configuração faltante: %1$s.
ru_ru: Отсутствует параметр: %1$s.
sv_se: Konfigurationsparameter saknas: %1$s.

source: Wrong configuration parameter type. Should be %1$s, but is %2$s.
da_dk: Forkert opsætningsparametertype. Burde være %1$s, men er %2$s.
pt_br: Tipo de parâmetro de configuração incorreto. Deveria ser %1$s, mas é %2$s.
ru_ru: Неверный тип параметра: %2$s. Ожидается: %1$s.
sv_se: Fel typ av konfigurationsparameter. Bör vara %1$s, men är %2$s.

source: Invalid Twitter messaging account. Please delete and re-create your Twitter messaging account.
da_dk: Ugyldig Twitter-konto. Slet og gendan venligst din Twitter-konto.
pt_br: Conta de mensagens Twitter inválida. Exclua e recrie sua conta de mensagens Twitter.
ru_ru: Недействительная учетная запись обмена сообщениями в Твиттере. Удалите ее и создайте новую.
sv_se: Ogiltigt Twitter-konto. Radera och återskapa ditt Twitter-konto.

source: Messaging account %1$s of service "%2$s" could not be found for user %3$s in context %4$s.
da_dk: Beskedkonto %1$s til service "%2$s" kunne ikke findes for bruger %3$s i kontekst %4$s.
pt_br: Conta de mensagens %1$s do serviço "%2$s" não pôde ser encontrada para o usuário %3$s no contexto %4$s.
ru_ru: Не найдена учетная запись обмена сообщениями %1$s службы «%2$s» для пользователя %3$s в контексте %4$s.
sv_se: Snabbmeddelandekonto %1$s för tjänsten "%2$s" hittades inte för användaren %3$s i kontext %4$s.

source: Invalid message identifier: %1$s
da_dk: Ugyldigt besked-id: %1$s
pt_br: Identificador de mensagem inválido: %1$s
ru_ru: Недопустимый идентификатор сообщения: %1$s
sv_se: Ogiltig meddelandeidentifierare: %1$s

source: A messaging error occurred: %1$s
da_dk: Der opstod en beskedfejl: %1$s
pt_br: Ocorreu um erro de mensagem: %1$s
ru_ru: Ошибка сообщения: %1$s
sv_se: Ett snabbmeddelandefel inträffade: %1$s

source: Unknown messaging content: %1$s.
da_dk: Ukendt beskedindhold: %1$s.
pt_br: Conteúdo de mensagem desconhecido: %1$s.
ru_ru: Неизвестное содержимое сообщения: %1$s.
sv_se: Okänt meddelandeinnehåll: %1$s.

source: Unknown messaging service: %1$s.
da_dk: Ukendt beskedservice: %1$s.
pt_br: Serviço de mensagem desconhecido: %1$s.
ru_ru: Неизвестная служба обмена сообщениями: %1$s.
sv_se: Okänd snabbmeddelandetjänst: %1$s.

source: Invalid parameter: %1$s with value '%2$s'.
da_dk: Ugyldig parameter: %1$s med værdi '%2$s'.
pt_br: Parâmetro inválido: %1$s com o valor '%2$s'.
ru_ru: Недопустимое значение параметра %1$s: «%2$s»
sv_se: Ogiltig parameter: %1$s med värdet '%2$s'.

source: Messaging part is read-only.: %1$s
da_dk: Beskeddelen er skrivebeskyttet: %1$s
pt_br: Parte da mensagem é somente leitura: %1$s
ru_ru: Секция сообщения доступна только для чтения: %1$s
sv_se: Meddelandedelen är skrivskyddad.: %1$s

source: No create access on mail folder %1$s.
da_dk: Ingen adgang til at oprette nye beskeder i mappen %1$s.
pt_br: Não há acesso para criação na pasta de e-mail %1$s.
ru_ru: Нет доступа создания к папке %1$s.
sv_se: Ingen åtkomst att skapa objekt i e-postmappen %1$s.

source: No attachment found with section identifier %1$s in message %2$s in folder %3$s.
da_dk: Ingen vedhæftning med afsnits-id %1$s fundet i besked %2$s i mappe %3$s.
pt_br: Nenhum anexo foi encontrado com o identificador de seção %1$s na mensagem %2$s na pasta %3$s.
ru_ru: Не найдено вложение с идентификатором секции %1$s в сообщении %2$s в папке %3$s.
sv_se: Ingen bilaga hittades med avsnittsidentifieraren %1$s i meddelandet %2$s i mappen %3$s.

source: Message %1$s not found in folder %2$s.
da_dk: Besked %1$s ikke fundet i mappe %2$s.
pt_br: Mensagem %1$s não encontrada na pasta %2$s.
ru_ru: Не найдено сообщение %1$s в папке %2$s.
sv_se: Meddelandet %1$s hittades inte i mappen %2$s.

source: No Connection Factory found for name: %1$s
da_dk: Intet "Connection Factory" fundet for navn: %1$s
pt_br: Nenhum Connection Factory encontrado para o nome: %1$s
ru_ru: Нет Connection Factory для имени %1$s.
sv_se: Ingen Connection Factory hittades för namnet: %1$s

source: No such queue or could not be created: %1$s
da_dk: Kø kunne ikke oprettes: %1$s
pt_br: Não existe esta fila ou a mesma não pôde ser criada: %1$s
ru_ru: Ошибка создания очереди или она не существует: %1$s.
sv_se: Ingen sådan kö, annars kunde den inte skapas: %1$s

source: No such topic or could not be created: %1$s
da_dk: Emne kunne ikke oprettes: %1$s
pt_br: Não existe este tópico ou o mesmo não pôde ser criado: %1$s
ru_ru: Ошибка создания темы или она не существует: %1$s.
sv_se: Ingen sådan rubrik, annars kunde den inte skapas: %1$s

source: A JMS error occurred: %1$s
da_dk: Der opstod en JMS-fejl: %1$s
pt_br: Ocorreu um erro JMS: %1$s
ru_ru: Ошибка JMS: %1$s
sv_se: Ett JMS-fel inträffade: %1$s

source: Illegal state: %1$s
da_dk: Ugyldig tilstand: %1$s
pt_br: Estado ilegal: %1$s
ru_ru: Недопустимый статус: %1$s.
sv_se: Förbjudet tillstånd: %1$s

source: A filter expression has not been validated.
da_dk: Et filterudtryk er ikke blevet valideret.
pt_br: Uma expressão de filtro não foi validada.
ru_ru: Выражение фильтра не прошло проверку.
sv_se: Inget filtreringsuttryck har kontrollerats.

source: Either no such queue or a topic or could not be created: %1$s
da_dk: Kø findes ikke eller kunne ikke oprettes: %1$s
pt_br: Ou não existe esta fila ou um tópico não pôde ser criado: %1$s
ru_ru: Ошибка создания «topic» или «queue»: %1$s
sv_se: Antingen finns ingen sådan kö eller rubrik, annars kunde de inte skapas: %1$s

source: A security problem occurred: %1$s
da_dk: Der opstod et sikkerhedsproblem: %1$s
pt_br: Ocorreu um problema de segurança: %1$s
ru_ru: Проблема безопасности: %1$s.
sv_se: Ett säkerhetsproblem inträffade: %1$s

source: Response is not of type: %1$s
da_dk: Svar har ikke typen: %1$s
pt_br: A resposta não é do tipo: %1$s
ru_ru: Ответ должен иметь тип %1$s.
sv_se: Svaret är inte av typen: %1$s

source: Unexpected status %1$s (%2$s)
da_dk: Uventet status %1$s (%2$s)
pt_br: Status não esperado %1$s (%2$s)
ru_ru: Непредвиденный статус %1$s (%2$s).
sv_se: Oväntad status %1$s (%2$s)

source: Invalid URL: %1$s
da_dk: Ugyldigt URL: %1$s
pt_br: URL inválida: %1$s
ru_ru: Недопустимый адрес: %1$s
sv_se: Ogiltig URL: %1$s

source: Unknown OAuth service meta data: %1$s
da_dk: Ukendte OAuth-service-metadata: %1$s
pt_br: Metadado do serviço OAuth desconhecido: %1$s
ru_ru: Неизвестные метаданные OAuth: %1$s.
sv_se: Okänd metadata för OAuth-tjänsten: %1$s

source: Account not found with identifier %1$s for user %2$s in context %3$s.
da_dk: Ingen konto med id %1$s fundet for bruger %2$s i kontekst %3$s.
pt_br: Conta não encontrado com o identificador %1$s para o usuário %2$s no contexto %3$s.
ru_ru: Не найдена учетная запись пользователя %2$s с идентификатором %1$s в контексте %3$s.
sv_se: Hittade inte kontot med identifieraren %1$s för användaren %2$s i kontext %3$s.

source: Unsupported OAuth service: %1$s
da_dk: Ikke understøttet OAuth-service: %1$s
pt_br: Serviço OAuth não suportado: %1$s
ru_ru: Неподдерживаемая служба OAuth: %1$s.
sv_se: OAuth-tjänsten stöds inte: %1$s

source: Missing argument: %1$s
da_dk: Manglende argument: %1$s
pt_br: Argumento faltante: %1$s
ru_ru: Отсутствует аргумент: %1$s.
sv_se: Saknar argument: %1$s

source: An OAuth error occurred: %1$s
da_dk: Der opstod en OAuth-fejl: %1$s
pt_br: Ocorreu um erro OAuth: %1$s
ru_ru: Ошибка OAuth: %1$s
sv_se: Ett OAuth-fel inträffade: %1$s

source: No OAuth provider found for identifier %1$s.
da_dk: Ingen OAuth-udbyder fundet for id %1$s.
pt_br: Nenhum fornecedor OAuth encontrado para o identificador %1$s.
ru_ru: Нет провайдера OAuth для идентификатора «%1$s».
sv_se: Ingen OAuth-tjänst hittades för identifieraren %1$s.

source: Your '%1$s' password changed. You have to authorize the server to use your account with the new password. To do so, go to Configuration -> My Social Configuration -> Accounts. Then try again.
da_dk: Din "%1$s"-adgangskode blev ændret. Du bliver nødt til at autorisere serveren til at bruge din konto med den nye adgangskode. For at gøre det, gå til Opsætning -> Min sociale opsætning -> Konti. Prøv så igen.
pt_br: Sua senha de '%1$s' foi alterada. Você tem que autorizar o serviço a usar sua conta com a nova senha. Para fazê-lo, vá em Configuração -> Minha configuração social -> Contas. Após isto, tente novamente.
ru_ru: Пароль «%1$s» изменен. Чтобы обновить пароль на сервере, выберите «Конфигурация» -> «Социальные» -> «Учетные записи».
sv_se: Ditt '%1$s'-lösenord ändrades. Du måste kontrollera serverns behörighet innan du kan använda ditt konto med det nya lösenordet. För att göra det, gå till Inställningar -> Mina sociala inställningar -> Konton. Försök sedan på nytt.

source: The address %1$s is not white-listed as for the %2$s OAuth API
da_dk: Adressen %1$s er ikke hvidlistet som for %2$s OAuth-API'et
pt_br: O endereço %1$s não está na lista de permissões para a API OAuth %2$s
ru_ru: %1$s не включен в белый список для API OAuth %2$s.
sv_se: Adressen %1$s är inte vitlistad gentemot OAuth-API:et %2$s

source: The request sent was missing its body
da_dk: Den sendte forespørgsel havde ingen krop
pt_br: Faltou o corpo na requisição enviada
ru_ru: Отсутствует тело запроса.
sv_se: Den begäran som skickades saknade kropp

source: The account is invalid, please recreate it.
da_dk: Kontoen er ugyldig. Gendan den venligst.
pt_br: A conta é inválida, recrie-a.
ru_ru: Недопустимая учетная запись. Создайте учетную запись заново.
sv_se: Kontot är ogiltigt. Återskapa det.

source: Please provide a display name.
da_dk: Angiv venligst at skærmnavn.
pt_br: Forneça um nome de exibição.
ru_ru: Укажите краткое имя.
sv_se: Ange ett alias.

source: The associated OAuth provider denied the request: %1$s.
da_dk: Den associerede OAuth-udbyder afviste forespørgslen: %1$s.
pt_br: O fornecedor OAuth associado negou a requisição: %1$s.
ru_ru: Провайдер OAuth отказал в обработке запроса: %1$s.
sv_se: Den associerade OAuth-tjänsten avslog begäran: %1$s.

source: The OAuth authentication process has been canceled.
da_dk: OAuth-autentificeringsprocessen blev annulleret.
pt_br: O processo de autenticação OAuth foi cancelado.
sv_se: Behörighetskontrollen med OAuth har avbrutits.

source: Cannot change password < %s >, see log files for details.
da_dk: Kan ikke ændre adgangskode <%s>. Se logfil for detaljer.
pt_br: Não foi possível alterar a senha < %s >, veja os arquivos de log para detalhes.
ru_ru: Не удалось изменить пароль < %s >. Подробную информацию можно найти в журналах.
sv_se: Kan inte byta lösenord < %s >, se loggfilerna för mer information.

source: New password is too short.
da_dk: Ny adgangskode er for kort.
pt_br: A nova senha é muito curta.
ru_ru: Слишком короткий пароль.
sv_se: Nya lösenordet är för kort.

source: New password is too weak.
da_dk: Ny adgangskode er for enkel.
pt_br: A nova senha é muito fraca.
ru_ru: Слишком слабый пароль.
sv_se: Nya lösenordet är för enkelt.

source: Cannot find user.
da_dk: Kan ikke finde bruger.
pt_br: Não foi possível encontrar o usuário.
ru_ru: Пользователь не найден.
sv_se: Kan inte hitta användaren.

source: LDAP error.
da_dk: LDAP-fejl.
pt_br: Erro no LDAP.
ru_ru: Ошибка LDAP.
sv_se: LDAP-fel.

source: Cannot get database connection.
da_dk: Kan ikke forbinde til database.
pt_br: Não foi possível obter a conexão ao banco de dados.
ru_ru: Не удалось получить подключение к базе данных.
sv_se: Får inte kontakt med databasen.

source: No permission to modify resources in context %1$s
da_dk: Ingen rettigheder til at ændre ressourcer i kontekst %1$s
pt_br: Sem permissão para modificar recursos no contexto %1$s
ru_ru: Недостаточно разрешений для изменения ресурсов в контексте %1$s.
sv_se: Du har inte tillåtelse att ändra resurser i kontext %1$s

source: Cannot change password: %1$s
da_dk: Kan ikke ændre adgangskode: %1$s
pt_br: Não foi possível alterar a senha: %1$s
sv_se: Kan inte byta lösenord: %1$s

source: Invalid locale string: %1$s
da_dk: Ugyldig "locale"-streng: %1$s
pt_br: Texto de local inválido: %1$s
ru_ru: Недопустимый язык: %1$s
sv_se: Ogiltig lokalsträng: %1$s
