Repository: cognitionworks/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: da_dk, pt_br, ru_ru, sv_se

source: Verification of client ticket failed: %1$s
da_dk: Verifikation af klientens billet fejlede: %1$s
pt_br: Falha na verificação do ticket do cliente: %1$s
ru_ru: Проверка билета клиента завершилась неудачей: %1$s
sv_se: Kontroll av klientbiljett misslyckades: %1$s

source: Unknown problem: "%1$s".
da_dk: Ukendt problem: "%1$s".
pt_br: Problema desconhecido: "%1$s".
ru_ru: Неизвестная ошибка: «%1$s»
sv_se: Okänt problem: "%1$s".

source: Failed to get a delegate ticket for %1$s.
da_dk: Kunne ikke få en delegationsbillet for %1$s.
pt_br: Falha ao obter um ticket delegado para %1$s.
ru_ru: Не удалось получить билет делегирования для %1$s.
sv_se: Kunde inte hämta delegatbiljett för %1$s.

source: Communication to Kerberos server failed: %1$s
da_dk: Kommunikation til Kerberos-server fejlede: %1$s
pt_br: Falha na comunicação com o servidor Kerberos: %1$s
ru_ru: Ошибка обращения к серверу Kerberos: %1$s
sv_se: Kunde inte kommunicera med Kerberos-servern: %1$s

source: Authenticating this service against the Kerberos server failed: %1$s
da_dk: Godkendelse af denne service mod Kerberos-serveren fejlede: %1$s
pt_br: Falha ao autenticar este serviço no servidor Kerberos: %1$s
ru_ru: Ошибка аутентификации службы на сервере Kerberos: %1$s
sv_se: Tjänstens behörighetskontroll mot Kerberos-servern misslyckades: %1$s

source: Problem while terminating service ticket: %1$s
da_dk: Problem under afslutningen af servicebillet: %1$s
pt_br: Problemas ao terminar o serviço de ticket: %1$s
ru_ru: Не удалось отменить билет остановленной службы: %1$s
sv_se: Problem med avslut av servicebiljett: %1$s.

source: Can not find credentials in subject %1$s that need a renewal.
da_dk: Kan ikke finde loginoplysninger i subjekt %1$s som har brug for fornyelse.
pt_br: Não foi possível encontrar credenciais no assunto %1$s que necessitam renovação.
ru_ru: Тема %1$s не содержит учетные данные, требующие обновления.
sv_se: Kan inte hitta behörighetsinformation i subjekt %1$s som behöver förnyas.

source: No Kerberos delegation ticket found in session %1$s.
da_dk: Ingen Kerberos delegationsbillet fundet i session %1$s.
pt_br: Não foi encontrado ticket de delegação Kerberos na sessão %1$s.
ru_ru: Не найден билет Kerberos в сеансе %1$s.
sv_se: Ingen Kerberos-delegatbiljett hittades i session %1$s.

source: Name of loadbalancer missing.
da_dk: Belastningsfordelerens navn mangler.
pt_br: Nome do balanceador de carga faltante.
ru_ru: Отсутствует имя схемы распределения нагрузки.
sv_se: Belastningsutjämnarens namn saknas.

source: No zone specified.
da_dk: Ingen zone specificeret.
pt_br: Nenhuma zona especificada.
ru_ru: Зона не определена.
sv_se: Ingen zon angavs.

source: Could not create loadbalancer.
da_dk: Kunne ikke oprette belastningsfordeler.
pt_br: Não foi possível criar o balanceador de carga.
ru_ru: Не удалось создать схему распределения нагрузки.
sv_se: Kunde inte skapa belastningsutjämnare.

source: Could not register instance with id %1$s with the loadbalancer.
da_dk: Instansen med ID %1$s kunne ikke registreres med belastningsfordeleren.
pt_br: Não foi possível registrar a instância com ID %1$s no balanceador de carga.
ru_ru: Не удалось зарегистрировать экземпляр с ID %1$s в схеме распределения нагрузки.
sv_se: Kunde inte registrera instans med ID %1$s hos belastningsutjämnaren.

source: Could not unregister instance with id %1$s from the loadbalancer.
da_dk: Instansen med ID %1$s kunne ikke afregistreres fra belastningsfordeleren.
pt_br: Não foi possível excluir o registro da instância com o ID %1$s do balanceador de carga.
ru_ru: Не удалось удалить регистрацию экземпляра с ID %1$s из схемы распределения нагрузки.
sv_se: Kunde inte avregistrera instans med ID %1$s från belastningsutjämnaren.

source: An error occurred: %1$s
da_dk: Der opstod en fejl: %1$s
pt_br: Ocorreu um erro: %1$s
ru_ru: Ошибка: %1$s
sv_se: Ett fel inträffade: %1$s

source: An I/O error occurred: %1$s
da_dk: En I/O fejl opstod: %1$s
pt_br: Ocorreu um erro de E/S: %1$s
ru_ru: Ошибка ввода-вывода: %1$s
sv_se: Ett I/O fel inträffade: %1$s

source: Access denied.
da_dk: Adgang nægtet.
pt_br: Acesso negado.

source: There is a problem with your AWS account that prevents the operation from completing successfully.
da_dk: Der er et problem med din AWS-konto, der gør at operationen ikke kan fuldføres.
pt_br: Há um problema com sua conta AWS que impede a operação de ser completada com sucesso.

source: The e-mail address you provided is associated with more than one account
da_dk: E-post-adressen du opgav er knyttet til flere end en konto
pt_br: O endereço de e-mail que você forneceu está associado a mais de uma conta

source: The Content-MD5 you specified did not match what we received.
da_dk: Indholds-MD5-summen du angav passer ikke på det vi modtog.
pt_br: O Content-MD5 que você especificou não corresponde ao que recebemos.

source: The requested bucket name is not available. The bucket namespace is shared by all users of the system. Please select a different name and try again.
da_dk: Det udbedte spandnavn er ikke ledigt. Navnerummet for spande er delt med alle brugerne af systemet. Vælg venligst et nyt navn og prøv igen.
pt_br: O nome do cesto solicitado não está disponível. O espaço do nome do cesto é compartilhadopor todos os usuários do sistema. Por favor, escolha um nome diferente e tente novamente.

source: Your previous request to create the named bucket succeeded and you already own it.
da_dk: Din foregående forespørgsel om at få oprettet en navngiven spand lykkedes og du ejer den allerede.
pt_br: Sua requisição anterior para criar um cesto nomeado foi bem sucedida e você já o possui.

source: The bucket you tried to delete is not empty.
da_dk: Spanden du forsøgte at slette er ikke tom.
pt_br: O cesto que você tentou excluir não está vazio.

source: This request does not support credentials.
da_dk: Denne forespørgsel understøtter ikke loginoplysninger.
pt_br: Esta solicitação não suporta credenciais.

source: Cross location logging not allowed. Buckets in one geographic location cannot log information to a bucket in another location.
da_dk: Kan ikke logge på tværs af placeringer. Spande på et geografisk sted kan ikke logge oplysninger til en spand et andet sted.
pt_br: Cruzar registro de localização não é permitido. Cestos em uma localização geográficanão podem registrar as informações para um cesto em outro local.

source: Your proposed upload is smaller than the minimum allowed object size.
da_dk: Din foreslåede overførsel er mindre end den mindste tilladte objektstørrelse.
pt_br: Sua proposta de envio é menor que o tamanho mínimo de objeto permitido.

source: Your proposed upload exceeds the maximum allowed object size.
da_dk: Din foreslåede overførsel er større end den største tilladte objektstørrelse.
pt_br: Sua proposta de envio excede o tamanho máximo permitido de objeto.

source: The provided token has expired.
da_dk: Det leverede symbol er udløbet.
pt_br: O token fornecido expirou.

source: The versioning configuration is invalid.
da_dk: Versionskonfigurationen er ugyldig.
pt_br: A configuração da versão é inválida.

source: You did not provide the number of bytes specified by the Content-Length HTTP header
da_dk: Modtog ikke lige så mange bytes som lovet i "Content-length"-feltet.
pt_br: Você não forneceu o número de bytes especificado pelo cabeçalho Content-Length HTTP

source: POST requires exactly one file upload per request.e.
da_dk: "POST" kræver netop en filoverførsel per forespørgsel.
pt_br: POST requer exatamente um envio de arquivo por solicitação.e.

source: Inline data exceeds the maximum allowed size.
da_dk: Inline-data overskrider den største tilladte størrelse.
pt_br: Dado incorporado excede o tamanho máximo permitido.

source: We encountered an internal error. Please try again.
da_dk: Der opstod en intern fejl. Prøv venligst igen.
pt_br: Nós encontramos um erro interno. Por favor, tente novamente.

source: The AWS Access Key Id you provided does not exist in our records.
da_dk: AWS-adgangsnøgle-id'et du angav findes ikke i vores system.
pt_br: O ID da chave de acesso AWS que você forneceu não existe em nossos registros.

source: You must specify the Anonymous role.
da_dk: Du blive nødt til at vælge rollen "anonym".
pt_br: Você deve especificar a função Anônima.

source: Invalid argument
da_dk: Ugyldig parameter
pt_br: Argumento inválido

source: The specified bucket is not valid.
da_dk: Den angivne spand er ugyldig.
pt_br: O cesto especificado é inválido.

source: The request is not valid with the current state of the bucket.
da_dk: Forespørgslen er ugyldig med spandens nuværende tilstand.
pt_br: A solicitação não é valida no estado atual do cesto.

source: The Content-MD5 you specified was an invalid.
da_dk: Indholds-MD5-summen du angav er ugyldig.
pt_br: O Content-MD5 especificado é inválido.

source: The specified location constraint is not valid.
da_dk: Den angivne positionsbegrænsning er ugyldig.
pt_br: A restrição de local especificado não é válida.

source: The operation is not valid for the current state of the object.
da_dk: Operationen er ugyldig med spandens nuværende tilstand.
pt_br: A operação não é válida para o atual estado do objeto.

source: One or more of the specified parts could not be found. The part might not have been uploaded, or the specified entity tag might not have matched the part's entity tag.
da_dk: En eller flere af de angivne dele kunne ikke findes. Delen er måske ikke blevet overført, eller det angivne entitetsmærke kan have været forskelligt fra delens entitetsmærke.
pt_br: Uma ou mais das partes especificadas não foram encontradas. A parte pode não ter sido enviada, ou a etiqueta da entidade especificada pode não ter correspondido a etiqueta da entidade da parte.

source: The list of parts was not in ascending order.Parts list must specified in order by part number.
da_dk: Listen med dele var ikke i stigende orden. Listen med dele skal være ordnet efter delenes numre.
pt_br: A lista de partes não estava em ordem crescente. Lista de partes devem ser especificadas em ordem por número da parte.

source: All access to this object has been disabled.
da_dk: Al adgang til dette objekt er slået fra.
pt_br: Todo o acesso a esse objeto foi desabilitado.

source: The content of the form does not meet the conditions specified in the policy document.
da_dk: Indholdet af formularen svarer ikke til betingelserne i politikdokumentet.
pt_br: O conteúdo do formulário não atende às condições especificadas no documento da política.

source: The requested range cannot be satisfied.
da_dk: Det efterspurgte interval kan ikke opfyldes.
pt_br: O intervalo solicitado não pode ser satisfeito.

source: SOAP requests must be made over an HTTPS connection.
da_dk: "SOAP"-forespørgsler skal ske over en "HTTPS"-forbindelse.
pt_br: Requisições SOAP devem ser feitas através de uma conexão HTTPS.

source: The provided security credentials are not valid.
da_dk: De angivne sikkerhedsakkreditiver er ugyldige.
pt_br: As credenciais de segurança fornecidas não são válidas.

source: The SOAP request body is invalid.
da_dk: Kroppen i "SOAP"-forespørgslen er ugyldig.
pt_br: O corpo da requisição SOAP é inválido.

source: The storage class you specified is not valid.
da_dk: Lagringsklassen du angav er ugyldig.
pt_br: A classe de armazenamento especificada não é válida.

source: The target bucket for logging does not exist, is not owned by you, or does not have the appropriate grants for the log-delivery group.
da_dk: Spanden du vil logge til findes ikke, tilhører en anden, eller har ikke de nødvendige tilladelser for "log-delivery"-gruppen.
pt_br: O cesto alvo para o registro não existe, não é de sua propriedade, ou nãonão tem os subsídios adequados para o grupo de entrega de registro.

source: The provided token is malformed or otherwise invalid.
da_dk: Det leverede symbol er ugyldigt.
pt_br: O token fornecido é incorreto ou inválido.

source: Couldn't parse the specified URI.
da_dk: Kunne ikke fortolke det angivne URI.
pt_br: Não foi possível analisar o URI especificado.

source: Your key is too long.
da_dk: Din nøgle er for lang.
pt_br: Sua chave é muito longa.

source: The XML you provided was not well-formed or did not validate against our published schema.
da_dk: XML'en du leverede var ikke velformet eller kunne ikke valideres imod vores offentliggjorte skema.
pt_br: O XML que você forneceu estava incorreto ou não tinha validade no nosso esquema publicado.

source: The body of your POST request is not well-formed multipart/form-data.
da_dk: Kroppen i "POST"-forespørgslen er ikke gyldige "multipart/form-data".
pt_br: O corpo da sua requisição POST não está bem formado multiparte/formulário de dados.

source: The XML was not well-formed or did not validate against our published schema.
da_dk: XML'en var ikke velformet eller kunne ikke valideres imod vores offentliggjorte skema.
pt_br: O XML estava incorreto ou não tinha validade no nosso esquema publicado.

source: Your request was too big.
da_dk: Din forespørgsel var for stor.
pt_br: Sua requisição foi muito grande.

source: Your POST request fields preceding the upload file were too large.
da_dk: Din "POST"-forespørgsels felter før selve filoverførslen var for store.
pt_br: Seus campos de requisição POST que precedem o envio de arquivo era muito grande.

source: Your metadata headers exceed the maximum allowed metadata size.
da_dk: Dine metadata-felter overskrider den største tilladte størrelse for metadata.
pt_br: Seus cabeçalhos de metadados excedem o tamanho máximo permitido de metadados.

source: The specified method is not allowed against this resource.
da_dk: Den angivne metode er ikke tilladt for denne ressource.
pt_br: O método especificado não é permitido diante deste recurso.

source: A SOAP attachment was expected, but none were found.
da_dk: Forventet "SOAP"-vedhæftning ikke fundet.
pt_br: Um anexo SOAP era esperado, mas nenhum foi encontrado.

source: You must provide the Content-Length HTTP header.
da_dk: "Content-length"-feltet manglede i HTTP-forespørgslen.
pt_br: Você deve fornecer o cabeçalho Content-Length HTTP.

source: Request body is empty.
da_dk: Forespørgslens krop er tom.
pt_br: Corpo da requisição está vazio.

source: The SOAP 1.1 request is missing a security element.
da_dk: SOAP 1.1-forespørgslen mangler et sikkerhedselement.
pt_br: A requisição SOAP 1.1 está faltando um elemento de segurança.

source: Your request was missing a required header.
da_dk: Din forespørgsel manglede et påkrævet felt.
pt_br: Faltou um cabeçalho na sua requisição.

source: There is no such thing as a logging status sub-resource for a key.
da_dk: Der findes ikke en "logging status sub-resource" for en nøgle.
pt_br: Não existe tal coisa como um sub-recurso de status de registro para uma chave.

source: The specified bucket does not exist.
da_dk: Den angivne spand findes ikke.
pt_br: O cesto especificado não existe.

source: The specified key does not exist.
da_dk: Den angivne nøgle findes ikke.
pt_br: A chave especificada não existe.

source: The lifecycle configuration does not exist.
da_dk: Livscykluskonfigurationen findes ikke.
pt_br: A configuração do ciclo de vida não existe.

source: The specified multipart upload does not exist. The upload ID might be invalid, or the multipart upload might have been aborted or completed.
da_dk: Den angivne "multipart"-overførsel findes ikke. Overførsels-id'et kan være ugyldigt eller "multipart"-overførslen kan være afbrudt eller fuldført.
pt_br: O envio multiparte especificado não existe. O ID do envio pode ser inválido, ou o envio multiparte pode ter sido abortado ou completado.

source: Indicates that the version ID specified in the request does not match an existing version.
da_dk: Indikerer at versions-id'et angivet i forespørgslen ikke svarer til en version der findes.
pt_br: Indica que a versão do ID especificada na requisição não corresponde a uma versão existente.

source: A header you provided implies functionality that is not implemented.
da_dk: Et felt indikerer funktionalitet der ikke er implementeret.
pt_br: Um cabeçalho que você forneceu implica em funcionalidade que não está implementada.

source: Your account is not signed up for the Amazon S3 service.
da_dk: Din konto er ikke tilmeldt Amazon S3-tjenesten.
pt_br: Sua conta não está inscrita no serviço Amazon S3.

source: The specified bucket does not have a bucket policy.
da_dk: Den angivne spand har ikke en politik.
pt_br: O cesto especificado não possui uma política de cesto.

source: A conflicting conditional operation is currently in progress against this resource. Please try again.
da_dk: En anden betinget operation på ressourcen spærrer adgangen. Prøv igen senere.
pt_br: Uma operação condicional conflitante está em andamento nesterecurso. Por favor, tente novamente.

source: The bucket you are attempting to access must be addressed using the specified endpoint. Please send all future requests to this endpoint.
da_dk: Spanden du forsøger at tilgå skal adresseres med det angivne slutpunkt. Send alle fremtidige forespørgsler til dette slutpunkt.
pt_br: O cesto que você está tentando acessar deve ser abordado usando o ponto final especificado. Por favor, envie todas as futuras requisições para este ponto final.

source: At least one of the preconditions you specified did not hold.
da_dk: Mindst en af de angivne betingelser var ikke opfyldt.
pt_br: Pelo menos uma das pré-condições que você especificou não se mantém.

source: Temporary redirect.
da_dk: Midlertidig omdirigering.
pt_br: Redirecionamento temporário.

source: Object restore is already in progress.
da_dk: Gendannelse af objekt undervejs.
pt_br: Restauração do objeto já está em progresso.

source: Bucket POST must be of the enclosure-type multipart/form-data.
da_dk: Spand-"POST" skal pakkes ind i indholdstypen "multipart/form-data".
pt_br: Cesto POST deve ser de tipo delimitado multiparte/formulário de dados.

source: Your socket connection to the server was not read from or written to within the timeout period.
da_dk: Forbindelsen til serveren blev ikke brugt i udløbsperioden.
pt_br: Sua conexão socket para o servidor não foi lida do ou escrita dentrodo período de tempo limite.

source: The difference between the request time and the server's time is too large.
da_dk: Forskellen mellem tidspunktet i forespørgslen og serverens ur er for stor.
pt_br: A diferença entre o tempo de requisição e o tempo do servidor é muito grande.

source: Requesting the torrent file of a bucket is not permitted.
da_dk: Det er ikke tilladt at bede om en torrent-fil fra en spand.
pt_br: A requisição de um arquivo torrent de um cesto não é permitido.

source: The request signature we calculated does not match the signature you provided. Check your AWS Secret Access Key and signing method.
da_dk: Forespørgselssignaturen vi beregnede passer ikke med den du angav. Tjek din "AWS Secret Access Key" og signaturmetode.
pt_br: A assinatura da requisição que calculamos não corresponde à assinatura que vocêforneceu. Verifique a sua chave de acesso secreto AWS e o método de assinatura.

source: Please reduce your request rate.
da_dk: Nedsæt din forespørgselsrate.
pt_br: Por favor, reduza a sua taxa de requisição.

source: You are being redirected to the bucket while DNS updates.
da_dk: Du omdirigeres til spanden mens DNS opdaterer.
pt_br: Você está sendo redirecionado ao cesto enquanto o DNS atualiza.

source: The provided token must be refreshed.
da_dk: Det leverede symbol skal fornyes.
pt_br: O token fornecido deve ser atualizado.

source: You have attempted to create more buckets than allowed.
da_dk: Du har forsøgt at lave flere spande end du har lov til.
pt_br: Você tentou criar mais cestos do que é permitido.

source: This request does not support content.
da_dk: Denne forespørgsel understøtter ikke indhold.
pt_br: Essa requisição não suporta conteúdo.

source: The e-mail address you provided does not match any account on record.
da_dk: E-post-adressen du opgav er ikke knyttet til en registreret konto.
pt_br: O endereço de e-mail que você forneceu não corresponde a nenhuma conta no registro.

source: The bucket POST must contain the specified field name. If it is specified, please check the order of the fields.
da_dk: "POST"-forespørgslen til spanden skal indeholde det angivne feltnavn. Hvis det er angive, så tjek felternes rækkefølge.
pt_br: O cesto POST deve conter o nome do campo especificado. Se ele estiver especificado, por favor, verifique a ordem dos campos.

source: A cache error occurred: %1$s
da_dk: En cachefejl opstod: %1$s
pt_br: Ocorreu um erro no cache: %1$s
ru_ru: Ошибка кэша: %1$s
sv_se: Ett cache-fel inträffade: %1$s

source: Missing cache configuration file at location: %1$s
da_dk: Mangler konfigurationsfil for cache ved placering: %1$s
pt_br: Está faltando o arquivo de configuração do cache em: %1$s
ru_ru: Отсутствует файл конфигурации кэша: %1$s
sv_se: Saknar cache-konfigureringsfil i %1$s

source: Missing configuration property: %1$s
da_dk: Mangler konfigurationsegenskab: %1$s
pt_br: Propriedade de configuração faltante: %1$s
ru_ru: Отсутствует свойство конфигурации: %1$s
sv_se: Konfigurationegenskap saknas: %1$s

source: The default element attributes could not be retrieved.
da_dk: Elementets standard attribut kunne ikke hentes.
pt_br: Não foi possível obter os atributos padrão do elemento.
ru_ru: Не удалось извлечь исходные атрибуты элемента.
sv_se: Standardelementattributen kunde inte hämtas.

source: 'Put' into cache failed.
da_dk: 'Indsæt' i cache fejlede.
pt_br: Falha ao 'colocar' no cache.
ru_ru: Ошибка операции размещения в кэше.
sv_se: 'Lägga till' i cacheminnet misslyckades.

source: 'Safe put' into cache failed. An object bound to given key already exists.
da_dk: 'Sikker indsæt' i cache fejlede. Et objekt bundet til den givne nøgle findes allerede.
pt_br: Falha ao 'colocar com segurança' no cache. Um delimitante de objeto para a chave fornecida já existe.
ru_ru: Ошибка операции безопасного добавления в кэш. Связанный с заданным ключом объект уже существует.
sv_se: 'Lägg till säkert' i cacheminnet misslyckades. Ett objekt som är bundet till nyckeln finns redan.

source: Remove on cache failed
da_dk: Fjern ved cachefejl
pt_br: Falha ao excluir do cache
ru_ru: Ошибка удаления из кэша
sv_se: Borttagandet på cacheminnet misslyckades.

source: The default element attributes could not be assigned.
da_dk: Elementets standard attributter kunne ikke tildeles.
pt_br: Não foi possível atribuir os atributos padrão do elemento.
ru_ru: Не удалось присвоить стандартные атрибуты.
sv_se: Standardelementattributen kunde inte tilldelas.

source: No cache found for region name: %1$s
da_dk: Ingen cache fundet for regionsnavn: %1$s
pt_br: Nenhum cache encontrado para a região chamada: %1$s
ru_ru: Не найден кэш для региона: %1$s
sv_se: Inget cacheminne hittades för regionnamnet %1$s

source: Missing default auxiliary defined by property: jcs.default=<aux-name>
da_dk: Mangler standard hjælper defineret af egenskab: jcs.default=<aux-name>
pt_br: Está faltando o auxiliar padrão definido pela propriedade: jcs.default=<nome_do_auxiliar>
ru_ru: Отсутствует элемент, заданный в jcs.default=<имя>
sv_se: Saknar förvald extern som definieras av egenskapen: jcs.default=<aux-name>

source: Invalid cache region name "%1$s".
da_dk: Ugyldigt cache regionsnavn "%1$s".
pt_br: Cache inválido da região chamada: "%1$s".
ru_ru: Недопустимое имя региона в кэше: «%1$s».
sv_se: Ogiltigt cache-regionnamn, "%1$s".

source: Method not supported.
da_dk: Metode ikke understøttet.
pt_br: Método não suportado.
ru_ru: Метод не поддерживается.
sv_se: Metoden stöds inte.

source: Calendar
da_dk: Kalender
pt_br: Calendário
ru_ru: Календарь
sv_se: Kalender

source: Week
da_dk: Uge
pt_br: Semana
ru_ru: Неделя
sv_se: Vecka
