Repository: cognitionworks/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: da_dk, pt_br, ru_ru, sv_se

source: Found a user contact outside global address book in folder %1$d in context %2$d.
da_dk: Fandt en kontakt udenfor den globale adressebog i mappe %1$d i kontekst %2$d.
pt_br: Localizado um contato de usuário fora do catálogo de endereço global na pasta %1$d no contexto %2$d.
ru_ru: Обнаружен контакт за пределами глобальной адресной книги в папке %1$d в контексте %2$d.
sv_se: Hittade en användarkontakt utanför den globala adressboken i mappen %1$d i kontext %2$d.

source: Invalid E-Mail address: '%s'. Please correct the E-Mail address.
da_dk: Ugyldig e-mail-adresse: "%s". Ret den venligst.
pt_br: Endereço do e-mail inválido: "%s". Por favor, corrija o endereço de e-mail.
ru_ru: Недопустимый адрес: «%s». Укажите другой электронный адрес.
sv_se: Ogiltig e-postadress: '%s'. Korrigera e-postadressen.

source: Unable to import this contact picture. Either the type is not part of the supported type (JPG, GIF, BMP or PNG) or the size exceed %3$d. Your file type is %1$s and your image size is %2$d.
da_dk: Kan ikke importere dette kontaktbillede. Enten er typen ikke understøttet (JPG, GIF, BMP og PNG understøttes) eller også er filen større end %3$d. Type: %1$s. Størrelse: %2$d.
pt_br: Não foi possível importar esta imagem de exibição do contato. O tipo não faz parte dos tipos suportados (JPG,GIF,BMP ou PNG) ou seu tamanho excede %3$d. O tipo de arquivo é %1$s e seu tamanho é de %2$d.
ru_ru: Ошибка импорта изображения контакта. Формат %1$s (должен быть JPG, GIF, BMP, PNG), размер %2$d (не может превышать %3$d).
sv_se: Kan inte importera den här kontaktbilden. Antingen är typen inte en del av en typ som stöds (JPG, GIF, BMP eller PNG), eller så översteg storleken %3$d. Din filtyp är %1$s och din bildstorlek är %2$d.

source: You are not allowed to store this contact in a non-contact folder: folder id %1$d in context %2$d with user %3$d
da_dk: Du har ikke lov til at lagre denne kontakt i en ikke-kontakt mappe: mappe-id %1$d i kontekst %2$d med bruger %3$d
pt_br: Você não tem permissão para armazenar este contato em uma pasta de não-contatos: ID da pasta %1$d no contexto %2$d com o usuário %3$d
ru_ru: Вы не можете сохранить этот контакт в папке %1$d (контекст %2$d, пользователь %3$d).
sv_se: Du har inte behörighet att lagra denna kontakten i en icke-kontaktmapp: mapp-ID %1$d i kontext %2$d med användare %3$d

source: You do not have the permission to access objects in the folder %1$d in the context %2$d as user %3$d
da_dk: Du har ikke lov til at tilgå objekter i mappen %1$d i kontekst %2$d som bruger %3$d
pt_br: Você não tem permissão para acessar os objetos na pasta %1$d no contexto %2$d como usuário %3$d
ru_ru: Недостаточно разрешений для доступа к объектам папки %1$d в контексте %2$d от имени %3$d.
sv_se: Du har inte rättighet att komma åt objekt i mappen %1$d i kontext %2$d som användare %3$d

source: Got a -1 ID from IDGenerator
da_dk: Fik id'et -1 fra IDGenerator
pt_br: Obtido um ID -1 do Gerador de ID
ru_ru: IDGenerator вернул -1.
sv_se: Fick ett -1-ID från IDGenerator

source: Unable to scale image down.
da_dk: Kan ikke nedskalere billede.
pt_br: Não foi possível reduzir o tamanho da imagem.
ru_ru: Не удалось уменьшить изображение.
sv_se: Kunde inte skala ner bilden.

source: Invalid SQL query.
da_dk: Ugyldig SQL-forespørgsel.
pt_br: Consulta SQL inválida.
ru_ru: Недопустимый запрос SQL.
sv_se: Ogiltig SQL-sökning.

source: You do not have the permission to create objects in the folder %1$d in context %2$d as user %3$d
da_dk: Du har ikke lov til at oprette objekter i mappen %1$d i kontekst %2$d som bruger %3$d
pt_br: Você não tem permissão para criar objetos na pasta %1$d no contexto %2$d como usuário %3$d
ru_ru: Недостаточно разрешений для создания объектов в папке %1$d в контексте %2$d от имени %3$d.
sv_se: Du har inte rättighet att skapa objekt i mappen %1$d i kontext %2$d som användare %3$d

source: Unable to synchronize the old contact with the new changes: context %1$d object %2$d
da_dk: Kan ikke synkronisere den gamle kontakt med de nye ændringer: kontekst %1$d objekt %2$d
pt_br: Não foi possível sincronizar os contatos antigos com as novas alterações: contexto %1$d objeto %2$d
ru_ru: Не удалось синхронизировать изменения с контактом (контекст %1$d, объект %2$d).
sv_se: Kunde inte synkronisera den gamla kontakten med de nya ändringarna: context %1$d objekt %2$d

source: You are not allowed to mark this contact as private contact: context %1$d object %2$d
da_dk: Kan har ikke lov til at markere denne kontakt som privat: kontekst %1$d objekt %2$d
pt_br: Você não tem permissão para marcar este contato como privado: contexto %1$d objeto %2$d
ru_ru: Вы не можете отметить этот контакт как личный (контекст %1$d, объект %2$d).
sv_se: Du har inte behörighet att markera denna kontakt som en privat kontakt: kontext %1$d objekt %2$d

source: An error occurred: object id is -1
da_dk: Der opstod en fejl: objekt-id er -1
pt_br: Ocorreu um erro: ID de objeto é -1
ru_ru: Ошибка. Идентификатор объекта равен -1
sv_se: Ett fel inträffade: objektets ID är -1

source: No changes found. No update required. context %1$d object %2$d
da_dk: Fandt ingen ændringer. Ingen opdatering påkrævet: kontekst %1$d, objekt %2$d
pt_br: Nenhuma alteração localizada. Nenhuma atualização requerida. contexto %1$d objeto %2$d
ru_ru: Нет изменений. Обновление не требуется (контекст %1$d, объект %2$d).
sv_se: Inga ändringar hittades. Ingen uppdatering behövs. kontext %1$d objekt %2$d

source: Contact %1$d not found in context %2$d.
da_dk: Kontakt %1$d kunne ikke findes i kontekst %2$d.
pt_br: Contato %1$d não localizado no contexto %2$d.
ru_ru: Контакт %1$d не найден в контексте %2$d.
sv_se: Kontakten %1$d hittades inte i kontext %2$d.

source: Unable to save contact image. The image appears to be broken.
da_dk: Kan ikke gemme kontaktbillede. Billedet lader til at være i stykker.
pt_br: Não foi possível salvar a imagem do contato. A imagem parece estar quebrada.
ru_ru: Не удалось сохранить изображение. Возможно, оно повреждено.
sv_se: Kunde inte spara kontaktbilden. Bilden verkar skadad.

source: Unable to trigger object events: context %1$d folder %2$d
da_dk: Kan ikke udløse objektbegivenheder: kontekst %1$d, mappe %2$d
pt_br: Não foi possível ativar eventos do objeto: contexto %1$d pasta %2$d
ru_ru: Не удалось активировать события объекта (контекст %1$d, папка %2$d).
sv_se: Kunde inte starta objekthändelser: kontext %1$d mapp %2$d

source: Unable to pick up a connection from the DBPool
da_dk: Kan ikke samle en forbindelse op fra DBPool
pt_br: Não foi possível selecionar uma conexão do DBPool
ru_ru: Не удалось выбрать соединение из DBPool.
sv_se: Kunde inte hämta en förbindelse från DBPool

source: Some data entered exceeded the field limit. Please shorten the value for "%1$s" (limit: %2$s, current: %3$s) and try again.
da_dk: Nogle data overskrider feltbegrænsninger. Forkort venligst værdien for "%1$s" (loft: %2$s, nu: %3$s) og prøv igen.
pt_br: Alguns dados inseridos excedem o limite do campo. Por favor, reduza o valor para "%1$s" (limite: %2$s, atual: %3$s) e tente novamente.
sv_se: Viss information översteg databasens fältgräns. Korta av värdet för "%1$s" (gräns: %2$s, nu: %3$s) och försök igen.

source: The image you tried to attach is not a valid picture. It may be broken or is not a valid file.
da_dk: Det billede du forsøgte at vedhæfte er ikke et gyldigt billede. Det kan være i stykker eller er ikke en gyldig fil.
pt_br: A imagem que você tentou anexar não é uma imagem válida. Ela pode estar quebrada ou não ser um arquivo válido.
ru_ru: Недопустимый файл изображения, или оно повреждено.
sv_se: Bilden du försökte bifoga är inte en giltig bild. Den kan vara trasig eller också är den inte en giltig fil.

source: Your first name is mandatory. Please enter it.
da_dk: Fornavn påkrævet. Indtast det venligst.
pt_br: Seu nome é obrigatório. Por favor, insira-o.
ru_ru: Необходимо указать имя.
sv_se: Ditt förnamn är obligatoriskt. Skriv in det.

source: Unable to move this contact because it is marked as private: context %1$d object %2$d
da_dk: Kan ikke flytte denne kontakt, da den er markeret som privat: kontekst %1$d objekt %2$d
pt_br: Não foi possível mover este contato porque ele está marcado como privado: contexto %1$d objeto %2$d
ru_ru: Не удалось переместить контакт, так как он отмечен как личный (контекст %1$d, объект %2$d).
sv_se: Kunde inte flytta denna kontakt på grund av att den är markerad som privat: kontext %1$d objekt %2$d

source: Your display name is mandatory. Please enter it.
da_dk: Skærmnavn påkrævet. Indtast det venligst.
pt_br: Seu nome de exibição é obrigatório. Por favor, insira-o.
ru_ru: Необходимо определить краткое имя.
sv_se: Ditt alias är obligatoriskt. Skriv in det.

source: The name you entered is already assigned to another user. Please choose another display name. context %1$d object %2$d
da_dk: Det skærmnavn du indtastede er allerede taget af en anden bruger. Vælg venligst et andet skærmnavn. Kontekst %1$d, objekt %2$d
pt_br: O nome inserido já está atribuído a outro usuário. Por favor, escolha outro nome de exibição. contexto %1$d objeto %2$d
ru_ru: Это имя уже используется другим пользователем. Выберите другое имя. (Контекст %1$d, объект %2$d).
sv_se: Namnet som du angav är redan tilldelat en annan användare. Välj ett annat alias. kontext %1$d objekt %2$d

source: Bad character in field %2$s. Error: %1$s
da_dk: Forkert tegn i felt %2$s. Fejl:%1$s
pt_br: Caractere inválido no campo %2$s. Erro: %1$s
ru_ru: Недопустимый символ в поле %2$s. Ошибка: %1$s.
sv_se: Felaktigt tecken i fält %2$s. Fel: %1$s

source: You do not have the permission to delete objects from folder %1$d in context %2$d as user %3$d
da_dk: Du har ikke lov til at slette objekter i mappen %1$d i kontekst %2$d som bruger %3$d
pt_br: Você não tem permissão para excluir objetos da pasta %1$d no contexto %2$d como usuário %3$d
ru_ru: Недостаточно разрешений для удаления объектов из папки %1$d в контексте %2$d от имени %3$d.
sv_se: Du har inte rättighet att ta bort objekt från mapp %1$d i kontext %2$d som användare %3$d

source: Mime type is not defined.
da_dk: MIME-type ikke defineret.
pt_br: O tipo MIME não está definido.
ru_ru: Тип MIME не определен.
sv_se: MIME-typen är inte definierad.

source: A contact with private flag cannot be stored in a public folder. Folder: %1$d context %2$d user %3$d
da_dk: En kontakt med Privat-flaget sat må ikke lagres i en offentlig mappe. Mappe: %1$d, kontekst %2$d, bruger %3$d
pt_br: Um contato marcado como privado não pode ser armazenado em uma pasta pública. Pasta: %1$d contexto %2$d usuário %3$d
ru_ru: Контакт с личным флагом не может храниться в общей папке %1$d (контекст %2$d, пользователь %3$d).
sv_se: En kontakt med privat flagga kan inte sparas i en allmän mapp. Mapp: %1$d kontext %2$d användare %3$d

source: Image size too large. Image size: %1$d. Max. size: %2$d.
da_dk: Billede for stort. Aktuel størrelse: %1$d. Loft: %2$d.
pt_br: O tamanho da imagem é muito grande. Tamanho da imagem: %1$d. Tamanho máximo: %2$d.
ru_ru: Размер изображения (%1$d) превышает допустимый (%2$d).
sv_se: För stor bild. Bildstorlek: %1$d. Max. storlek: %2$d.

source: Primary E-Mail address in system contact must not be edited: context %1$d object %2$d user %3$d
da_dk: Primær e-mail-adresse i systemkontakt må ikke ændres: kontekst %1$d, objekt %2$d, bruger %3$d
pt_br: O endereço de e-mail primário em contato com o sistema não deve ser editado: contexto %1$d objeto %2$d usuário %3$d
ru_ru: Основной электронный адрес контакта не может быть изменен (контекст %1$d, объект %2$d, пользователь %3$d).
sv_se: Primär e-postadress i systemkontakt får inte ändras: kontext %1$d objekt %2$d användare %3$d

source: The contact %1$d is not located in folder %2$s (%3$d)
da_dk: Kontakten %1$d ligger ikke i mappen %2$s (%3$d)
pt_br: O contato %1$d não está localizado na pasta %2$s (%3$d)
ru_ru: Контакт %1$d не находится в папке %2$s (%3$d)
sv_se: Kontakten %1$d är inte lokaliserad i mapp %2$s (%3$d)

source: Your last name is mandatory. Please enter it.
da_dk: Efternavn påkrævet. Indtast det venligst.
pt_br: Seu sobrenome é obrigatório. Por favor, insira-o.
ru_ru: Необходимо указать фамилию.
sv_se: Ditt efternamn är obligatoriskt. Skriv in det.

source: You are not allowed to modify contact %1$d in context %2$d.
da_dk: Du har ikke lov til at ændre kontakten %1$d i kontekst %2$d.
pt_br: Você não tem permissão para modificar o contato %1$d no contexto %2$d.
ru_ru: Вы не можете изменять контакт %1$d в контексте %2$d.
sv_se: Du har inte behörighet att ändra kontakten %1$d i kontext %2$d.

source: An E-Mail address is mandatory for external distribution list members. Please add a valid E-Mail address.
da_dk: En e-mail-adresse er påkrævet for eksterne medlemmer af en distributionsliste. Tilføj en gyldig e-mail-adresse.
pt_br: Um endereço de e-mail é obrigatório para a lista de distribuição de membros externos. Por favor, adicione um endereço de e-mail válido.
ru_ru: Для внешних получателей списков рассылки необходимо задать электронный адрес.
sv_se: En e-postadress är obligatoriskt för medlemmar av listan för extern distribution. Lägg till en giltig e-postadress.

source: The object identifier is mandatory for distribution list members referencing existing contacts.
da_dk: Objekt-id'et er obligatorisk for distributionslistemedlemmer der refererer til eksisterende kontakter.
pt_br: O identificador do objeto é obrigatório para os membros da lista de distribuição que referenciam contatos existentes.

source: Unable to load objects. Context %1$d user %2$d
da_dk: Kan ikke indlæse objekter. Kontekst %1$d, bruger %2$d
pt_br: Não foi possível carregar objetos. Contexto %1$d usuário %2$d
ru_ru: Не удалось загрузить объекты (контекст %1$d, пользователь %2$d).
sv_se: Kunde inte ladda objekt. Kontext %1$d användare %2$d

source: This feature has not been enabled
da_dk: Funktionalitet ikke aktiveret
pt_br: Este recurso não foi ativado
ru_ru: Эта возможность не была включена.
sv_se: Funktionen har inte aktiverats

source: User contacts can not be deleted.
da_dk: Brugerkontakter kan ikke slettes.
pt_br: Os contatos do usuário não puderam ser excluídos.
ru_ru: Контакты не могут быть удалены.
sv_se: Användarkontakter kan inte tas bort.

source: The identifier %1$s can not be parsed.
da_dk: Id'et %1$d kan ikke parses.
pt_br: O identificador %1$s não pode ser analisado.
ru_ru: Не удалось разобрать идентификатор %1$s.
sv_se: Identifieraren %1$s kan inte tolkas.

source: Number of documents attached to this contact is below zero. You can not remove any more attachments.
da_dk: Der er færre end nul dokumenter hæftet til denne kontakt. Du kan ikke fjerne flere vedhæftninger.
pt_br: Número de documentos anexados para este contato está abaixo de zero. Você não pode remover mais nenhum anexo.
ru_ru: Число вложенных документов для этого контакта меньше нуля. Вложения не могут быть удалены.
sv_se: Antal dokument bifogade till denna kontakt är under noll. Du kan inte ta bort fler bifogade dokument.

source: Setting %s requires at least a ContactObject and a value.
da_dk: At sætte %s kræver mindst et "ContactObject" og en værdi.
pt_br: Configuração %s requer pelo menos um Objeto de Contato e um valor.
ru_ru: Настройка %s требует определенного значения ContactObject.
sv_se: Att ställa in %s kräver åtminstone ett ContactObject och ett värde.

source: Given string %1$s could not be converted to a date.
da_dk: Den givne streng, %1$s, kunne ikke forstås som en dato.
pt_br: O texto fornecido %1$s não pôde ser convertido para uma data.
ru_ru: Не удалось преобразовать строку %1$s в дату.
sv_se: Den givna strängen %1$s kunde inte konverteras till ett datum.

source: Could not convert given object %s to a date when setting %s.
da_dk: Kunne ikke oversætte det givne objekt, %s, til en dato mens %s blev sat.
pt_br: Não foi possível converter o objeto fornecido %s para uma data configurada %s.
ru_ru: Не удалось преобразовать объект %s в дату при настройке %s.
sv_se: Kunde inte konvertera givet objekt %s till ett datum när %s sätts.

source: Getting the value of %s requires at least a ContactObject
da_dk: At få værdien af %s kræver mindst et ContactObject
pt_br: Obtenção do valor de %s requer pelo menos um Objeto de Contato
ru_ru: Для получения значения %s требуется ContactObject.
sv_se: Att hämta värdet för %s kräver minst ett ContactObject

source: Cannot resolve mailadmin for context %d.
da_dk: Kan ikke slå "mailadmin" op for kontekst %d.
pt_br: Não foi possível resolver o e-mail do administrador para o contexto %d.
ru_ru: Не удалось определить mailadmin для контекста %d.
sv_se: Kan inte lösa e-postadministratör för kontext %d.

source: Cannot find context %d.
da_dk: Kan ikke finde kontekst %d.
pt_br: Não foi possível localizar contexto %d.
ru_ru: Не найден контекст %d.
sv_se: Kan inte hitta kontext %d.

source: Cannot get connection to database.
da_dk: Kan ikke forbinde til database.
pt_br: Não foi possível obter conexão para o banco de dados.
ru_ru: Нет подключения к базе данных.
sv_se: Får inte kontakt med databasen.

source: SQL problem: %1$s.
pt_br: Problema no SQL: %1$s.
ru_ru: Ошибка SQL: %1$s.

source: Updating database ... Try again later.
da_dk: Opdaterer database... Prøv igen senere.
pt_br: Atualizando banco de dados... Tente novamente mais tarde.
ru_ru: Обновляется база данных... Повторите попытку позже.
sv_se: Databasen uppdateras... Försök igen senare.

source: Problem initializing the cache.
da_dk: Problem med at initialisere cache.
pt_br: Problema ao inicializar o cache.
ru_ru: Ошибка при инициализации кэша.
sv_se: Problem med att initialisera cacheminnet.

source: Object %s can not be removed from cache.
da_dk: Objekt %s kan ikke slettes fra cache.
pt_br: Objeto %s não pode ser removido do cache.
ru_ru: Не удалось удалить объект %s из кэша.
sv_se: Objektet %1$s kan inte tas bort från cacheminnet.

source: Context "%s" cannot be found.
da_dk: Kan ikke finde kontekst "%s".
pt_br: Contexto "%s" não pode ser localizado.
ru_ru: Контекст «%s» не найден.
sv_se: Kontext "%s" hittades inte.

source: Unknown delete event type: %1$d
da_dk: Ukendt slet-begivenhed-type: %1$d
pt_br: Excluir tipo de evento desconhecido: %1$d
ru_ru: Неизвестный тип события удаления: %1$d.
sv_se: Okänd typ av händelseborttagning: %1$d

source: Wrong file store %1$d for context %2$d. Correct file store: %3$d.
da_dk: Forkert fillager, %1$d, for kontekst %2$d. Korrekt fillager: %3$d.
pt_br: Armazenamento de arquivo %1$d errado para o contexto %2$d. Armazenamento de arquivo correto: %3$d.
ru_ru: Неверная область файлов %1$d для контекста %2$d. Исправьте %3$d.
sv_se: Fel fillagring %1$d för kontext %2$d. Korrekt fillagring: %3$d.

source: Cannot find file store with id %1$d.
da_dk: Kan ikke finde fillager med id %1$d.
pt_br: Não foi possível localizar armazenamento de arquivo com ID %1$d.
ru_ru: Не найдено хранилище файлов с ID %1$d.
sv_se: Kan inte hitta fillagringen med ID %1$d.

source: Cannot create URI from "%1$s".
da_dk: Kan ikke danne URI fra "%1$s".
pt_br: Não foi possível criar URI de "%1$s".
ru_ru: Не удалось создать URI на основе «%1$s».
sv_se: Kan inte skapa URI från "%1$s".

source: SQL problem: "%s".
pt_br: Problema no SQL: "%s".
ru_ru: Ошибка SQL: «%s».

source: Private folders
da_dk: Private mapper
pt_br: Pastas privadas
ru_ru: Личные папки
sv_se: Privata mappar

source: Public folders
da_dk: Offentlige mapper
pt_br: Pastas públicas
ru_ru: Общедоступные папки
sv_se: Offentliga mappar

source: Shared folders
da_dk: Delte mapper
pt_br: Pastas compartilhadas
ru_ru: Общие папки
sv_se: Delade mappar

source: System
pt_br: Sistema
ru_ru: Система

source: Shared address book
da_dk: Delt adressebog
pt_br: Catálogo de endereço compartilhado
ru_ru: Общая адресная книга
sv_se: Delad adressbok

source: Global address book
da_dk: Global adressebog
pt_br: Catálogo de endereço global
ru_ru: Глобальная адресная книга
sv_se: Global adressbok

source: OX folders
da_dk: OX-mapper
pt_br: Pastas OX
ru_ru: Папки OX
sv_se: OX-mappar

source: Projects
da_dk: Projekter
pt_br: Projetos
ru_ru: Проекты
sv_se: Projekt

source: Infostore
pt_br: Armazenamento de informações

source: Userstore
pt_br: Armazenamento de usuários
ru_ru: Область пользователя
sv_se: Användarlagring

source: Public infostore
da_dk: Offentlig infostore
pt_br: Armazenamento de informações públicas
ru_ru: Общий Infostore
sv_se: Offentlig infostore

source: Other task folders
da_dk: Andre opgavemapper
pt_br: Outras pastas de tarefas
ru_ru: Другие папки задач
sv_se: Andra uppgiftsmappar

source: Other calendar folders
da_dk: Andre kalendermapper
pt_br: Outras pastas de calendário
ru_ru: Другие папки календарей
sv_se: Andra kalendermappar

source: Other contact folders
da_dk: Andre kontaktmapper
pt_br: Outras pastas de contatos
ru_ru: Другие папки контактов
sv_se: Andra kontaktmappar

source: Other infostore folders
da_dk: Andre "infostore"-mapper
pt_br: Outras pastas de armazenamento de informações
ru_ru: Другие папки Infostore
sv_se: Andra infostore-mappar

source: Tasks
da_dk: Opgaver
pt_br: Tarefas
ru_ru: Задачи
sv_se: Uppgifter

source: Contacts
da_dk: Kontakter
pt_br: Contatos
ru_ru: Контакты
sv_se: Kontakter

source: Collected addresses
da_dk: Indsamlede adresser
pt_br: Endereços coletados
ru_ru: Коллекция адресов
sv_se: Insamlade adresser

source: E-Mail attachments
da_dk: E-mail-vedhæftninger
pt_br: Anexos de e-mail
ru_ru: Вложения
sv_se: E-postbilagor

source: My files
da_dk: Mine filer
pt_br: Meus Arquivos
ru_ru: Мои файлы
sv_se: Mina filer

source: Files
da_dk: Filer
pt_br: Arquivos
ru_ru: Файлы
sv_se: Filer

source: Shared files
da_dk: Delte filer
pt_br: Arquivos compartilhados
ru_ru: Общие файлы
sv_se: Delade filer

source: Public files
da_dk: Offentlige filer
pt_br: Arquivos públicos
ru_ru: Общедоступные файлы
sv_se: Offentliga filer

source: Other files
da_dk: Andre filer
pt_br: Outros arquivos
ru_ru: Другие файлы
sv_se: Övriga filer

source: All users
da_dk: Alle brugere
pt_br: Todos os usuários
ru_ru: Все пользователи
sv_se: Alla användare

source: Standard group
da_dk: Standardgruppe
pt_br: Grupo padrão
ru_ru: Стандартная группа
sv_se: Standardgrupp

source: Inbox
da_dk: Indbakke
pt_br: Caixa de Entrada
ru_ru: Входящие
sv_se: Inkorg

source: Sent objects
da_dk: Sendte objekter
pt_br: Objetos enviados
ru_ru: Отправленные
sv_se: Skickade objekt

source: Sent items
da_dk: Sendte elementer
pt_br: Itens enviados
ru_ru: Отправленные
sv_se: Skickade objekt

source: Archive
da_dk: Arkiv
pt_br: Arquivo
sv_se: Arkiv

source: confirmed-spam
da_dk: skidtpost (bekræftet)
pt_br: Spam confirmado
ru_ru: точно-спам
sv_se: bekräftad-skräppost

source: confirmed-ham
da_dk: ikke-skidtpost (bekræftet)
pt_br: Não-spam confirmado
ru_ru: не-спам
sv_se: bekräftad-ham

source: Read acknowledgement
da_dk: Læs bekræftelse
pt_br: Confirmação de leitura
ru_ru: Уведомление о прочтении
sv_se: Läsbekräftelse
