Repository: cognitionworks/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: da_dk, pt_br, ru_ru, sv_se

source: Got a collision while adding a new session to the session container. Colliding session has login %1$s and new session has login %2$s.
da_dk: Fik en kollision under tilføjelse af en ny session til sessionscontaineren. Kolliderende session har login %1$s og ny session har login %2$s.
pt_br: Obteve uma colisão ao adicionar a nova sessão ao contentor de sessão. A sessão colidente tem o login %1$s e a nova sessão tem o login %2$s.
ru_ru: Конфликт при добавлении нового сеанса (%2$s) в контейнер. Идентификатор исходного сеанса: %1$s.
sv_se: Fick en kollision när en ny session lades till i sessionsbehållaren. Kolliderande sessionen har inloggning %1$s och den nya sessionen har inloggning %2$s.

source: Received wrong session %1$s having random %2$s when looking for random %3$s and session %4$s.
da_dk: Modtog forkert session %1$s med tilfældig %2$s imens der ledtes efter tilfældig %3$s og session %4$s.
pt_br: Sessão incorreta recebida %1$s tendo o aleatório %2$s ao procurar pelo aleatório %3$s e sessão %4$s.
ru_ru: Получен неверный сеанс %1$s со случайным маркером %2$s при поиске маркера %3$s и сеанса %4$s.
sv_se: Tog emot fel session %1$s med slumpmässig %2$s när jag letade efter slumpmässig %3$s och session %4$s.

source: The session parameter is missing.
da_dk: Sessionsparameteren mangler.
pt_br: O parâmetro da sessão está faltando.
ru_ru: Отсутствует параметр сеанса.
sv_se: Sessionsparametern saknas.

source: Your session %s expired. Please start a new browser session.
da_dk: Din session %s er udløbet. Start venligst en ny browser session.
pt_br: Sua sessão %s expirou. Inicie uma nova sessão no navegador.
ru_ru: Сеанс %s завершен. Начните новый сеанс.
sv_se: Din session %s är för gammal. Starta en ny läsarsession.

source: Context is locked.
da_dk: Kontekst er låst.
pt_br: O contexto está bloqueado.
ru_ru: Контекст заблокирован
sv_se: Kontext är låst.

source: Request to server was refused. Original client IP address changed. Please try again.
da_dk: Forespørglse til serveren blev afvist. Oprindelig IP-adresse er ændret. Prøv venligst igen.
pt_br: A solicitação para o servidor foi recusada. O IP original do cliente foi alterado. Tente novamente.
ru_ru: Отказ обслуживания запроса к серверу. Исходный IP-адрес клиента изменен. Повторите попытку.
sv_se: Begäran till server nekades. Ursprungsklientens IP-adress har ändrats. Försök igen.

source: Client login IP changed from %1$s to %2$s and is not covered by IP white-list or netmask.
da_dk: Klient login-IP ændrede sig fra %1$s til %2$s, og er ikke dækket af en IP godkendelsesliste eller netmask.
pt_br: IP de login do cliente mudou de %1$s para %2$s e não está coberto por um IP da lista branca ou máscara de rede.

source: Your session was invalidated. Please try again.
da_dk: Din session blev ugyldiggjort. Prøv venligst igen.
pt_br: Sua sessão foi invalidada. Tente novamente.
ru_ru: Недействительный сеанс. Повторите попытку.
sv_se: Din session blev ogiltig. Försök igen.

source: Max. number of sessions exceeded for client %1$s of user %2$s in context %3$s
da_dk: Maksimum antal af sessioner er overskredet for klient %2$s med bruger %2$s i kontekst %3$s
pt_br: Número máximo de sessões excedido para o cliente %1$s do usuário %2$s no contexto %3$s
ru_ru: Превышено максимальное число сеансов для клиента %1$s пользователя %2$s в контексте %3$s.
sv_se: Maximalt antal sessioner överskreds för klient %1$s hos användare %2$s i kontext %3$s

source: Session daemon is not initialized yet.
da_dk: Sessionsdaemon er ikke klar endnu.
pt_br: O daemon de sessão ainda não foi inicializado.
ru_ru: Служба сеанса еще не инициализирована.
sv_se: Sessionsdaemon har ännu inte startat.

source: Method not implemented.
da_dk: Metode ikke implementeret.
pt_br: Método não implementado.
ru_ru: Метод не реализован.
sv_se: Metoden är inte implementerad.

source: Can not find a session for server token %1$s and client token %2$s.
da_dk: Kan ikke finde en session for serversymbol %1$s og klientsymbol %2$s.
pt_br: Não foi possível encontrar uma sessão para o token de servidor %1$s e token de cliente %2$s.
ru_ru: Не удалось найти сеанс для маркера сервера %1$s и клиента %2$s.
sv_se: Kan inte hitta en session för serverbevis %1$s och klientbevis %2$s.

source: A DBPool error occurred: 1$%s
da_dk: En DBPool fejl opstod: %1$s
pt_br: Ocorreu um erro DBPool: %1$s
ru_ru: Ошибка DBPool: 1$%s
sv_se: Ett DBPool-fel inträffade: %1$s

source: Operation not allowed on a closed SearchIterator
da_dk: Operationen er ikke tilladt på en lukket SearchIterator
pt_br: Operação não permitida em um iterador de pesquisa fechado
ru_ru: Операция не разрешена для закрытого SearchIterator.
sv_se: Funktionen är inte tillåten i en stängd SearchIterator

source: Mapping for %1$d not implemented
da_dk: Mapping for %1$d er ikke implementeret
pt_br: O mapeamento para %1$d não está implementado
ru_ru: Функции сопоставления для %1$d не реализованы.
sv_se: Mappning för %1$d är inte implementerad

source: FreeBusyResults calculation problem with oid: %1$d
da_dk: FreeBusyResults beregningsdproblem med oid: %1$d
pt_br: Problemas de cálculo de resultados de livre/ocupado com o OID: %1$d
ru_ru: Ошибка вычислений FreeBusyResults с OID: %1$d
sv_se: Beräkningsproblem i FreeBusyResults med oid: %1$d

source: Invalid constructor argument. Instance of %1$s not supported
da_dk: Ugyldigt konstruktionsargument. Instans %1$s ikke understøttet
pt_br: Argumento do construtor inválido. A instância de %1$s não é suportada
ru_ru: Недопустимый аргумент конструктора. Экземпляр %1$s не поддерживается.
sv_se: Ogiltigt konstruktör-argument. Instans av %1$s stöds inte

source: No such element.
da_dk: Intet sådan element.
pt_br: Nenhum elemento.
ru_ru: Нет такого элемента.
sv_se: Det finns inget sådant element.

source: An unexpected error occurred: %1$s
da_dk: En uventet fejl opstod: %1$s
pt_br: Ocorreu um erro inesperado: %1$s
ru_ru: Непредвиденная ошибка: %1$s
sv_se: Ett oväntat fel inträffade: %1$s

source: Could not find data provider for id: %1$s
da_dk: Kunne ikke finde dataudbyder for ID: %1$s
pt_br: Não foi possível encontrar um fornecedor de dados para o ID: %1$s
ru_ru: Провайдер для ID %1$s не найден.
sv_se: Kunde inte hitta datakälla för ID: %1$s

source: Missing parameter: %1$s
da_dk: Mangler parameter: %1$s
pt_br: Parâmetro faltante: %1$s
ru_ru: Отсутствует параметр %1$s
sv_se: Parameter saknas: %1$s

source: No Linked-In account available.
da_dk: Ingen Linked-In konto til rådighed.
pt_br: Nenhuma conta do Linked-In disponível.

source: Need an e-mail address to look up Linked-In data.
da_dk: En e-mailadresse er nødvendig for at slå Linked-In data op.
pt_br: É necessário um endereço de e-mail para a pesquisa nos dados do Linked-In.

source: Unknown provider: %1$s
da_dk: Ukendt udbyder: %1$s
pt_br: Fornecedor desconhecido: %1$s

source: Unavailable provider: %1$s
da_dk: Udbyder ikke til rådighed: %1$s
pt_br: Fornecedor não disponível: %1$s

source: Cannot search a contact that is neither an internal user nor has an e-mail address.
da_dk: Kan ikke søge en kontakt, som hverken er en intern bruger, eller har en e-mailadresse.
pt_br: Não foi possível pesquisar um contato que não é um usuário interno nem tem um endereço de e-mail.

source: The embedded Apache client threw an error: %1$s
da_dk: Den indlejret Apache klient smed en fejl: %1$s
pt_br: O cliente Apache embutido retornou um erro: %1$s
ru_ru: Встроенный клиент Apache вернул ошибку: %1$s
sv_se: Den inbäddade Apache-klienten gav ett fel: %1$s

source: Parsing this JSON did not work: %1$s
da_dk: Læsning af denne JSON virkede ikke: %1$s
pt_br: O processamento deste JSON não funcionou: %1$s
ru_ru: Не удалось разобрать JSON: %1$s
sv_se: Tolkning av den här JSON fungerade inte: %1$s

source: Parsing this XML with SAX did not work: %1$s
da_dk: Læsning af denne XML med SAX virkede ikke: %1$s
pt_br: O processamento deste XML com o SAX não funcionou: %1$s
ru_ru: Не удалось разобрать XML при помощи SAX: %1$s
sv_se: Tolkning av denna XML med SAX fungerade inte: %1$s

source: Some generic exception was thrown: %1$s
da_dk: En generisk undtagelse blev smidt: %1$s
pt_br: Foi retornado alguma exceção genérica: %1$s
ru_ru: Общее исключение: %1$s
sv_se: Ett generellt undantag inträffade: %1$s

source: An IO error occurred: %1$s
da_dk: En IO-fejl opstod: %1$s
pt_br: Ocorreu um erro de E/S: %1$s
ru_ru: Ошибка ввода-вывода: %1$s
sv_se: Ett I/O-fel inträffade: %1$s

source: The grizzly server could not be started
da_dk: Grizzly-serveren kunne ikke startes
pt_br: O servidor grizzly não pôde ser iniciado
ru_ru: Ошибка запуска сервера Grizzly
sv_se: Grizzly-servern kunde inte startas

source: The following needed service is missing: "%1$s"
da_dk: Følgende nødvendig service mangler: "%1$s"
pt_br: O seguinte serviço necessário está faltando: "%1$s"
ru_ru: Отсутствует обязательная служба: «%1$s».
sv_se: Följande nödvändiga tjänst saknas: "%1$s"

source: The maximum number of HTTP sessions (%1$n) is exceeded.
da_dk: Det maksimale antal HTTP-sessioner (%1$n) er overskredet.
pt_br: O número máximo de sessões HTTP (%1$n) foi excedido.
ru_ru: Превышено максимальное число сеансов HTTP (%1$n).
sv_se: Maximalt antal HTTP-sessioner (%1$n) överskreds.

source: The following needed feature could not be enabled: "%1$s"
da_dk: Følgende nødvendige funktion kunne ikke aktiveres: "%1$s"
pt_br: Não foi possível habilitar o seguinte recurso necessário: "%1$s"
ru_ru: Не удалось включить обязательную функцию: «%1$s»
sv_se: Följande nödvändiga funktion kunde inte aktiveras: "%1$s"

source: File "%1$s" could not be found.
da_dk: Filen "%1$s" kunne ikke findes.
pt_br: O arquivo "%1$s" não foi encontrado.
ru_ru: Файл «%1$s» не найден.
sv_se: Filen "%1$s" hittades inte.

source: Error while trying to interrupt Request processing.
da_dk: Fejl ved afbrydelse af forespørgelseshåndtering.
pt_br: Erro tentando interromper o processamento da requisição.
ru_ru: Не удалось прервать обработку запроса.
sv_se: Fel när behandling av begäran skulle avbrytas.

source: Error while sending the servlet status code.
da_dk: Fejl under afsending af servlet-kode.
pt_br: Erro ao enviar o código de status do servlet.
ru_ru: Ошибка при отправке кода состояния сервлета.
sv_se: Fel när servletens statuskod sändes.

source: Unexpected token %s in .po file %s:%s. Expected one of %s
da_dk: Uventet symbol %s i .po-fil %s:%s. Forventede en af %s
pt_br: Token não esperado %s no arquivo .po %s:%s. Era esperado um dos %s
ru_ru: Неожиданный маркер %s файле %s:%s. Допустимые значения: %s
sv_se: Oväntat bevis %s i .po-fil %s:%s. Förväntade en av %s

source: Got %s, but expected a number in .po file %s:%s.
da_dk: Fik %s, men forventede et nummer i .po-fil %s:%s.
pt_br: Obteve %s, mas era esperado um número no arquivo .po %s:%s.
ru_ru: Получена строка %s из файла %s. Ожидается: %s.
sv_se: Fick %s, men förväntade ett nummer i .po-fil %s:%s.

source: Malformed or unsupported token. Got %s but expected %s in .po file %s:%s.
da_dk: Forkert eller ikke understøttet symbol. Fik %s men forventede %s i .po-fil %s:%s.
pt_br: Token malformado ou não suportado. Obteve %s mas era esperado %s no arquivo .po %s:%s.
ru_ru: Неверно сформированный или неподдерживаемый маркер. Получен %s, ожидается %s в файле %s:%s.
sv_se: Felformaterat bevis, eller ett bevis som inte stöds. Fick %s men förväntade %s i .po-fil %s:%s.

source: An I/O error occurred reading .po file %s.
da_dk: En I/O-fejl opstod under læsning af .po-fil %s.
pt_br: Ocorreu um erro de E/S ao ler o arquivo .po %s.

source: Please check that the file is correctly formatted.
da_dk: Tjek venligst at filen er korrekt formateret.
pt_br: Verifique se o arquivo está formatado corretamente.
ru_ru: Проверьте формат файла.
sv_se: Kontrollera att filen är korrekt formaterad.

source: Please make sure the file is readable by the groupware.
da_dk: Sørg venligst for at filen kan læses af groupwaren.
pt_br: Certifique-se de que o arquivo pode ser lido pelo groupware.
ru_ru: Файл должен быть доступен для чтения приложениям групповой работы.
sv_se: Se till att filen kan läsas av grupprogrammet.

source: No connection available to access mailbox
da_dk: Ingen forbindelse til at tilgå mailboks
pt_br: Nenhuma conexão disponível para acessar a caixa de e-mail
ru_ru: Нет соединения для доступа к почтовому ящику.
sv_se: Ingen anslutning ledig för att komma åt brevlådan

source: No connection available to access mailbox on server %1$s with login %2$s (user=%3$s, context=%4$s)
da_dk: Ingen forbindelse til at tilgå mailboks på server %1$s med login %2$s (bruger=%3$s, kontekst=%4$s)
pt_br: Nenhuma conexão disponível para acessar a caixa de e-mail no servidor %1$s com login %2$s (usuário=%3$s, contexto=%4$s)
sv_se: Ingen anslutning ledig för att komma åt brevlådan på servern %1$s med inloggning %2$s (användare=%3$s, kontext=%4$s)

source: User %1$s has no mail module access due to user configuration
da_dk: Bruger %1$s har ikke et mailmodul som følge af brugeropsætning
pt_br: O usuário %1$s não tem acesso ao módulo de e-mail devido a configuração do usuário
ru_ru: Конфигурация пользователя %1$s запрещает его доступ к модулю почты.
sv_se: Användaren %1$s har inte tillgång till e-post-modulen på grund av användarinställningar

source: No access to mail folder %1$s
da_dk: Ingen adgang til mailmappe %1$s
pt_br: Sem acesso à pasta de e-mail %1$s
ru_ru: Нет доступа к папке %1$s.
sv_se: Ingen tillgång till e-postmappen %1$s

source: No access to mail folder %1$s on server %2$s with login %3$s (user=%4$s, context=%5$s)
da_dk: Ingen adgang til mailmappe %1$s på server %2$s med login %3$s (bruger=%4$s, kontekst=%5$s)
pt_br: Sem acesso à pasta de e-mail %1$s no servidor %2$s com o login %3$s (usuário=%4$s, contexto=%5$s)
sv_se: Ingen tillgång till e-postmappen %1$s på servern %2$s med inloggning %3$s (användare=%4$s, kontext=%5$s)

source: No lookup access to mail folder %1$s
da_dk: Ingen opslagsadgang til mailmappe %1$s
pt_br: Sem acesso de pesquisa à pasta de e-mail %1$s
ru_ru: Нет прав доступа для поиска в папке %1$s.
sv_se: Du har inte uppslagningsrättigheter i e-postmappen %1$s

source: No lookup access to mail folder %1$s on server %2$s with login %3$s (user=%4$s, context=%5$s)
da_dk: Ingen opslagsadgang til mailmappe %1$s på server %2$s med login %3$s (bruger=%4$s, kontekst=%5$s)
pt_br: Sem acesso de pesquisa à pasta de e-mail %1$s no servidor %2$s com o login %3$s (usuário=%4$s, contexto=%5$s)
sv_se: Du har inte uppslagningsrättigheter i e-postmappen %1$s på servern %2$s med inloggning %3$s (användare=%4$s, kontext=%5$s)

source: No read access to mail folder %1$s
da_dk: Ingen læseadgang til mailmappe %1$s
pt_br: Sem acesso de leitura à pasta de e-mail %1$s
ru_ru: Нет прав доступа для чтения папки %1$s.
sv_se: Du har inte läsrättigheter till e-postmappen %1$s

source: No read access to mail folder %1$s on server %2$s with login %3$s (user=%4$s, context=%5$s)
da_dk: Ingen læseadgang til mailmappe %1$s på server %2$s med login %3$s (bruger=%4$s, kontekst=%5$s)
pt_br: Sem acesso de leitura à pasta de e-mail %1$s no servidor %2$s com o login %3$s (usuário=%4$s, contexto=%5$s)
sv_se: Du har inte läsåtkomst till e-postmappen %1$s på servern %2$s med inloggning %3$s (användare=%4$s, kontext=%5$s)

source: No delete access to mail folder %1$s
da_dk: Ingen sletteadgang til mailmappe %1$s
pt_br: Sem acesso de exclusão à pasta de e-mail %1$s
ru_ru: Нет прав доступа для удаления из папки %1$s.
sv_se: Du har inte tillstånd att ta bort från e-postmappen %1$s

source: No delete access to mail folder %1$s on server %2$s with login %3$s (user=%4$s, context=%5$s)
da_dk: Ingen sletteadgang til mailmappe %1$s på server %2$s med login %3$s (bruger=%4$s, kontekst=%5$s)
pt_br: Sem acesso de exclusão à pasta de e-mail %1$s no servidor %2$s com o login %3$s (usuário=%4$s, contexto=%5$s)
sv_se: Du har inte tillstånd att ta bort från e-postmappen %1$s på servern %2$s med inloggning %3$s (användare=%4$s, kontext=%5$s)

source: No insert access to mail folder %1$s
da_dk: Ingen indsætadgang til mailmappe %1$s
pt_br: Sem acesso de inserção à pasta de e-mail %1$s
ru_ru: Нет прав доступа для вставки в папку %1$s.
sv_se: Du har inga tilläggsrättigheter till e-postmappen %1$s

source: No insert access to mail folder %1$s on server %2$s with login %3$s (user=%4$s, context=%5$s)
da_dk: Ingen indsætadgang til mailmappe %1$s på server %2$s med login %3$s (bruger=%4$s, kontekst=%5$s)
pt_br: Sem acesso de inserção à pasta de e-mail %1$s no servidor %2$s com o login %3$s (usuário=%4$s, contexto=%5$s)
sv_se: Du har inga tilläggsrättigheter till e-postmappen %1$s på servern %2$s med inloggning %3$s (användare=%4$s, kontext=%5$s)

source: No administer access to mail folder %1$s
da_dk: Ingen administrationsadgang til mailmappe %1$s
pt_br: Sem acesso de administrador à pasta de e-mail %1$s
ru_ru: Нет административного доступа к папке %1$s.
sv_se: Ingen administratörsåtkomst till e-postmappen %1$s

source: No administer access to mail folder %1$s on server %2$s with login %3$s (user=%4$s, context=%5$s)
da_dk: Ingen administrationsadgang til mailmappe %1$s på server %2$s med login %3$s (bruger=%4$s, kontekst=%5$s)
pt_br: Sem acesso de administrador à pasta de e-mail %1$s no servidor %2$s com o login %3$s (usuário=%4$s, contexto=%5$s)
sv_se: Ingen administratörsåtkomst till e-postmappen %1$s på servern %2$s med inloggning %3$s (användare=%4$s, kontext=%5$s)

source: No write access to IMAP folder %1$s
da_dk: Ingen skriveadgang til IMAP-mappe %1$s
pt_br: Sem acesso de escrita na pasta IMAP %1$s
sv_se: Inga skrivrättigheter i IMAP-mappen %1$s

source: No write access to IMAP folder %1$s on server %2$s with login %3$s (user=%4$s, context=%5$s)
da_dk: Ingen skriveadgang til IMAP-folder %1$s på server %2$s med login %3$s (bruger=%4$s, kontekst=%5$s)
pt_br: Sem acesso de escrita à pasta IMAP %1$s no servidor %2$s com o login %3$s (usuário=%4$s, contexto=%5$s)
sv_se: Inga skrivrättigheter i IMAP-mappen %1$s på servern %2$s med inloggning %3$s (användare=%4$s, kontext=%5$s)

source: No keep-seen access to mail folder %1$s
da_dk: Ingen beholdt-set adgang til mailmappe %1$s
pt_br: Sem acesso para marcar como lido à pasta de e-mail %1$s
ru_ru: Просмотренные сообщения не будут сохраняться в папке %1$s.
sv_se: Du har inte tillstånd att spara läs-status i e-postmappen %1$s

source: No keep-seen access to mail folder %1$s on server %2$s with login %3$s (user=%4$s, context=%5$s)
da_dk: Ingen set-beholdt adgang til mailmappe %1$s på server %2$s med login %3$s (bruger=%4$s, kontekst=%5$s)
pt_br: Sem acesso para marcar como lido à pasta de e-mail %1$s no servidor %2$s com o login %3$s (usuário=%4$s, contexto=%5$s)
sv_se: Du har inte tillstånd att spara läs-status i e-postmappen %1$s på servern %2$s med inloggning %3$s (användare=%4$s, kontext=%5$s)

source: Folder %1$s does not allow subfolders.
da_dk: Mappen %1$s tillader ikke undermapper.
pt_br: A pasta %1$s não permite subpastas.
ru_ru: %1$s не допускает наличие вложенных папок.
sv_se: Mappen %1$s tillåter inte undermappar.

source: Folder %1$s does not allow subfolders on server %2$s with login %3$s (user=%4$s, context=%5$s).
da_dk: Mappen %1$s tillader ikke undermapper på server %2$s med login %3$s (bruger=%4$s, kontekst=%5$s).
pt_br: A pasta %1$s não permite subpastas no servidor %2$s com o login %3$s (usuário=%4$s, contexto=%5$s).
sv_se: Mappen %1$s tillåter inte undermappar på servern %2$s med inloggning %3$s (användare=%4$s, kontext=%5$s).

source: Mail folder "%1$s" could not be created (maybe due to insufficient permission on parent folder %2$s or due to an invalid folder name)
da_dk: Postmappen "%1$s" kunne ikke oprettes (måske på grund af for få rettigheder til forældremappen %2$s eller på grund af et ugyldigt mappenavn)
pt_br: A pasta de e-mail "%1$s" não pôde ser criada (talvez devido a falta de permissão na pasta pai %2$s ou devido a um nome de pasta inválido)
sv_se: E-postmappen "%1$s" kunde inte skapas (kanske på grund av otillräckliga rättigheter i föräldramappen %2$s eller på grund av ett ogiltigt mappnamn)

source: Mail folder "%1$s" could not be created (maybe due to insufficient permission on parent folder %2$s or due to an invalid folder name) on server %3$s with login %4$s (user=%5$s, context=%6$s)
da_dk: Postmappen "%1$s" kunne ikke oprettes (måske på grund af for få rettigheder til forældremappen %2$s eller på grund af et ugyldigt mappenavn) på server %3$s med login %4$s (bruger=%5$s, kontekst=%6$s)
pt_br: A pasta de e-mail "%1$s" não pôde ser criada (talvez devido a falta de permissão na pasta pai %2$s ou devido a um nome de pasta inválido) no servidor %3$s com o login %4$s (usuário=%5$s, contexto=%6$s)
sv_se: E-post-mappen "%1$s" kunde inte skapas (kanske på grund av otillräckliga rättigheter på föräldramappen %2$s eller på grund av ett ogiltigt mappnamn) på servern %3$s med inloggning %4$s (användare=%5$s, kontext=%6$s)

source: The composed rights could not be applied to new folder %1$s due to missing administer right in its initial rights specified by IMAP server. However, the folder has been created.
da_dk: De sammensatte rettigheder kunne ikke bruges på den nye mappe "%1$s" på grund af manglende administratorrettigheder i de oprindelige rettigheder angivet af IMAP-serveren. Mappen er dog alligevel oprettet.
pt_br: Os direitos de composição não puderam ser aplicados à nova pasta %1$s devido à falta de direitos de administrador em seus direitos iniciais especificados pelo servidor IMAP. No entanto, a pasta foi criada.
sv_se: De sammansatta rättigheterna kunde inte användas till ny mapp %1$s på grund av saknandet av administrativa rättigheter i de ursprungliga rättigheterna specificerade av IMAP-servers. Dock har mappen skapats.

source: The composed rights could not be applied to new folder %1$s due to missing administer right in its initial rights specified by IMAP server. However, the folder has been created on server %2$s with login %3$s (user=%4$s, context=%5$s).
da_dk: De sammensatte rettigheder kunne ikke bruges på den nye mappe "%1$s" på grund af manglende administratorrettigheder i de oprindelige rettigheder angivet af IMAP-serveren. Mappen er dog alligevel oprettet på server %2$s med login %4$s (bruger=%5$s, kontekst=%6$s).
pt_br: Os direitos de composição não puderam ser aplicados à nova pasta %1$s devido à falta de direitos de administrador em seus direitos iniciais especificados pelo servidor IMAP. No entanto, a pasta foi criada no servidor %2$s com o login %3$s (usuário=%4$s, context=%5$s).
sv_se: De sammansatta rättigheterna kunde inte användas för den nya mappen %1$s på grund av saknade administratörsrättigheter i de ursprungliga rättigheterna som används avIMAP-servern. Mappen skapades ändå på servern %2$s med inloggning %3$s (användare=%4$s, kontext=%5$s).

source: No administer permission specified for folder %1$s
da_dk: Ingen administrationsadgang til mailmappe %1$s
pt_br: Sem permissão de administrador especificado para a pasta %1$s
ru_ru: Административные разрешения для папки %1$s не определены.
sv_se: Inga administratörsrättigheter angivna för mappen %1$s

source: No administer permission specified for folder %1$s on server %2$s with login %3$s (user=%4$s, context=%5$s)
da_dk: Ingen administrationsadgang til mailmappe %1$s på server %2$s med login %3$s (bruger=%4$s, kontekst=%5$s)
pt_br: Sem permissão de administrador especificado para a pasta %1$s no servidor %2$s com o login %3$s (usuário=%4$s, contexto=%5$s)
sv_se: Inga administratörsrättigheter angivna för mappen %1$s på servern %2$s med inloggning %3$s (användare=%4$s, kontext=%5$s)

source: Default folder %1$s must not be updated
da_dk: Standardmappen, %1$s, må ikke opdateres
pt_br: A pasta padrão %1$s não deve ser atualizada
sv_se: Standardmappen %1$s kan inte uppdateras
