Repository: cognitionworks/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: da_dk, pt_br, ru_ru, sv_se

source: The E-Mail address "%s" for distributionentry is invalid
da_dk: E-mailadressen "%s" for distributionsindgangen er ugyldig
pt_br: O endereço de e-mail "%s" para a entrada de distribuição é inválido
ru_ru: Недопустимый адрес «%s».
sv_se: E-postadressen "%s" för distributionentry är ogiltig

source: The contact type "%s" is not known
da_dk: Kontakttypen "%s" er ukendt
pt_br: O tipo de contato "%s" não é conhecido
ru_ru: Неизвестный тип контакта: «%s».
sv_se: Kontakttypen "%s" är okänd

source: The attribute "%s" is missing for object "%s"
da_dk: Egenskaben "%s" mangler for objekt "%s"
pt_br: O atributo "%s" está faltando para o objeto "%s"
ru_ru: Не задан атрибут «%s» для объекта «%s».
sv_se: Attributet "%s" saknas för objektet "%s"

source: No values mapping table found
da_dk: Ingen værdikorttabel fundet
pt_br: Nenhum valor encontrado para a tabela de mapeamento
ru_ru: Нет таблицы соответствий для значений.
sv_se: Hittade ingen värdemappningstabell

source: No keys mapping table found
da_dk: Ingen nøglekorttabel fundet
pt_br: Nenhuma chave encontrada para a tabela de mapeamento
ru_ru: Нет таблицы соответствий для ключей.
sv_se: Hittade ingen tangentmappningstabell

source: An error occurred while trying to get the defaultNamingContext attribute
da_dk: En fejl opstod imens standardnavnekontekstens egenskab blev hentet
pt_br: Ocorreu um erro ao tentar obter o atributo contexto padrão de nomeação
ru_ru: Произошла ошибка при попытке получения атрибута defaultNamingContext.
sv_se: Ett fel inträffade när attributet defaultNamingContext skulle hämtas

source: The contact object with id "%s" could not be found in folder "%s"
da_dk: Kontaktobjektet med ID "%s" blev ikke fundet i mappen "%s"
pt_br: O objeto de contato com o ID "%s" não foi encontrado na pasta "%s"
ru_ru: Объект контакта с идентификатором «%s» не найден в папке «%s».
sv_se: Kontaktobjektet med ID "%s" hittades inte i katalogen "%s"

source: The value given for storagePriority "%s" in file "%s" is no integer value
da_dk: Den givet værdi for lagerprioriteten "%s" i fil "%s" er ikke en talværdi
pt_br: O valor fornecido para a prioridade de armazenamento "%s" no arquivo "%s" não é um valor inteiro
ru_ru: Значение storagePriority «%s» в файле «%s» должно быть целым числом.
sv_se: Det givna värdet för storagePriority "%s" i filen "%s" är inte ett heltalsvärde

source: Unable to map contact property "%s"
da_dk: Kan ikke oversætte kontaktegenskab "%s"
pt_br: Não foi possível mapear a propriedade do contato "%s"
ru_ru: Не удалось создать соответствие для свойства контакта «%s».
sv_se: Kan inte mappa kontaktegenskap "%s"

source: Missing parameter %1$s
da_dk: Mangler paramter %1$s
pt_br: Parâmetro faltante %1$s
ru_ru: Отсутствует параметр %1$s
sv_se: Saknar parametern %1$s

source: Unsupported value in parameter %1$s: %2$s
da_dk: Ikke understøttet værdi i paramter %1$s: %2$s
pt_br: Valor não suportado no parâmetro %1$s: %2$s
ru_ru: Неподдерживаемое значение параметра %1$s: %2$s
sv_se: Värdet i parametern %1$s stöds inte: %2$s

source: Unsupported method %1$s
da_dk: Ikke understøttet metode %1$s
pt_br: Método não suportado %1$s
ru_ru: Неподдерживаемый метод: %1$s
sv_se: Metoden %1$s stöds inte

source: The given type of %1$s is not supported
da_dk: Den givet type %1$s er ikke understøttet
pt_br: O tipo fornecido de %1$s não é suportado
ru_ru: Тип %1$s не поддерживается.
sv_se: Given typ %1$s stöds inte

source: Missing argument %1$s
da_dk: Manglende argument %1$s
pt_br: Argumento faltante %1$s
ru_ru: Отсутствует аргумент %1$s
sv_se: Saknar argument %1$s

source: Invalid value for argument %1$s: ``%2$s''
da_dk: Ugyldig værdi for argument %1$s: ``%2$s''
pt_br: Valor inválido para o argumento %1$s: ``%2$s''
ru_ru: Недопустимое значение аргумента %1$s: «%2$s»
sv_se: Ogiltigt värde för argumentet %1$s: ``%2$s''

source: Unknown data source identifier: %1$s
da_dk: Ukendt datakilde ID: %1$s
pt_br: Identificador de fonte de dados desconhecido: %1$s
ru_ru: Неизвестный идентификатор источника данных: %1$s
sv_se: Okänd informationsursprungsidentifierare: %1$s

source: Unknown data handler identifier: %1$s
da_dk: Ukendt datahåndterings ID: %1$s
pt_br: Identificador de manejador de dados desconhecido: %1$s
ru_ru: Неизвестный идентификатор обработчика данных: %1$s
sv_se: Okänd informationshanteringsidentifierare: %1$s

source: No matching type could be found for data source %1$s and data handler %2$s
da_dk: Ingen mathende type kunne findes for datakilde %1$s og datahåndtering %2$s
pt_br: Nenhum tipo de correspondência pôde ser encontrado para a fonte de dados %1$s e manejador de dados %2$s
ru_ru: Не найден тип для источника %1$s и обработчика данных %2$s.
sv_se: Ingen passande typ kunde hittas för informationsursprunget %1$s och informations rådgivare %2$s

source: The following field(s) are too long: %1$s
da_dk: Følgende felt(er) er for lang(e): %1$s
pt_br: Os seguintes campos são muito longos: %1$s
ru_ru: Длина полей превышает допустимую: %1$s
sv_se: Följande fält är för långt/-a: %1$s

source: Unable to change data. (%1$s)
da_dk: Data kan ikke ændres. (%1$s)
pt_br: Não foi possível alterar o dado. (%1$s)
ru_ru: Не удалось изменить данные. (%1$s)
sv_se: Kan inte byta data. (%1$s)

source: Provide correct password.
da_dk: Indtast korrekt kodeord.
pt_br: Forneça a senha correta.
ru_ru: Укажите правильный пароль
sv_se: Ange korrekt lösenord.

source: Wrong Password.
da_dk: Forkert kodeord.
pt_br: Senha incorreta.
ru_ru: Неверный пароль
sv_se: Fel lösenord.

source: Check the encoding.
da_dk: Tjek indkodningen.
pt_br: Verifique a codificação.
ru_ru: Проверьте шифрование
sv_se: Kontrollera kodningen.

source: Error during encoding operation.
da_dk: Fejl under indkodningsoperationen.
pt_br: Ocorreu um erro durante a operação de codificação.
ru_ru: Ошибка шифрования
sv_se: Fel inträffade vid kodningsåtgärd.

source: Check cipher initialization
da_dk: Tjek algoritmeklargøring
pt_br: Verifique a inicialização da cifra
ru_ru: Проверьте инициализацию кода
sv_se: Kontrollera start av skiffrering

source: General Security Exception occurred.
da_dk: Generel sikkerhedsundtagelse opstod.
pt_br: Ocorreu uma exceção geral de segurança.
ru_ru: Произошло общее исключение безопасности.
sv_se: Ett generellt säkerhetsundantag inträffade.

source: Provide arbitrary byte sequence to generate a secure key.
da_dk: Giv en tilfældig bytesekvens for at genere en sikkerhedsnøgle.
pt_br: Forneça uma sequência de bytes arbitrária para gerar uma chave segura.
ru_ru: Введите произвольную последовательность байтов для генерации ключа.
sv_se: Ange en godtycklig byte-sekvens för att skapa en säker nyckel.

source: Arbitrary byte sequence is missing to generate a secure key.
da_dk: Tilfældig bytesekvens mangler for at genere en sikkerhedsnøgle.
pt_br: A sequência de bytes arbitrária para gerar uma chave segura está faltando.
ru_ru: Не определена последовательность байтов для генерации ключа.
sv_se: Godtycklig byte-sekvens saknas för att skapa en säker nyckel.

source: Cannot get connection to config DB.
da_dk: Forbindelse til indstilling af database kunne ikke opnås.
pt_br: Não foi possível obter a conexão para configuração o banco de dados.
ru_ru: Не удалось подключиться к базе данных конфигурации.
sv_se: Får inte kontakt med konfigurations-databasen.

source: Database for context %1$d and server %2$d can not be resolved
da_dk: Database for kontekst %1$d og server %2$d kan ikke løses
pt_br: Não foi possível resolver o contexto %1$d e servidor %2$d para o banco de dados
ru_ru: Не удалось определить базу данных для контекста %1$d и сервера %2$d.
sv_se: Kan inte upplösa adress till kontextdatabasen %1$d och servern %2$d

source: No connection to database %1$d
da_dk: Ingen forbindelse til database %1$d
pt_br: Nenhuma conexão para o banco de dados %1$d
ru_ru: Нет подключения к базе данных %1$d.
sv_se: Ingen anslutning till databasen %1$d

source: Schema can not be set on database connection
da_dk: Skema kan ikke bruges på databaseforbindelse
pt_br: O esquema não pôde ser definido na conexão ao banco de dados
ru_ru: Схема не может быть определена в соединении БД.
sv_se: Schema kan inte anges vid anslutning till databas

source: Null is returned to connection pool.
da_dk: Nul blev returneret til forbindelsespuljen.
pt_br: A fila de conexão retornou nulo.
ru_ru: Пул подключений получил NULL.
sv_se: Null är returnerat till anslutningspoolen.

source: Problem with executing SQL: %1$s
da_dk: Problem med afvikling af SQL: %1$d
pt_br: Ocorreu um problema ao executar o SQL: %1$s
ru_ru: Ошибка выполнения SQL: %1$s.
sv_se: Problem med att utföra SQL: %1$s

source: Cannot get information for pool %1$d.
da_dk: Kan ikke få information for pulje %1$d.
pt_br: Não foi possível obter informação sobre a fila %1$d.
ru_ru: Не удалось получить информацию о %1$d.
sv_se: Kan inte hämta information för poolen %1$d.

source: Driver class %1$s missing.
da_dk: Driverklasse %1$d mangler.
pt_br: A classe %1$s do driver está faltando.
ru_ru: Отсутствует класс драйвера %1$s.
sv_se: Drivrutinsklassen %1$s saknas.

source: Object %1$s does not belong to this pool. The object will be removed. If there was a previous message about this object not having been returned to the pool, the object was just in use too long.
da_dk: Objekt %1$s hører ikke til i denne pulje. Objektet vil blive fjernet. Hvis der tidligere var en besked, om at dette objekt ikke blev returneret til puljen, så var objektet bare i brug for længe.
pt_br: O objeto %1$s não pertence a esta fila. O objeto será excluído. Se já houve uma mensagem anterior sobre este objeto ter sido retornado à fila, o objeto estava em uso por muito tempo.
ru_ru: %1$s не принадлежит этому пулу соединений и будет удален. Если вы уже получали сообщение о невозможности возвращения этого объекта в пул, возможно, он использовался слишком долго.
sv_se: Objektet %1$s verkar inte tillhöra den här poolen. Objektet kommer tas bort. Om det finns ett tidigare meddelande om att det här objektet inte skickades tillbaka till poolen användes det helt enkelt för länge.

source: Server name is not defined.
da_dk: Servernavn er ikke defineret.
pt_br: O nome do servidor não está definido.
ru_ru: Имя сервера не определено.
sv_se: Serverns namn är inte fastställt.

source: %1$s is not initialized.
da_dk: %1$s er ikke klar.
pt_br: %1$s não está inicializado.
ru_ru: %1$s не инициализирован.
sv_se: %1$s har inte initialiserats.

source: Connection used for %1$d milliseconds.
da_dk: Forbindelse brugt i %1$s millisekunder.
pt_br: Conexão usada por %1$d milissegundos.
ru_ru: Соединение было занято на протяжении %1$d мс.
sv_se: Anslutningen användes i %1$d millisekunder.

source: %1$d statements are not closed.
da_dk: %1$d erklæringer er ikke lukket.
pt_br: %1$d declarações não estão fechadas.
ru_ru: Операторы не закрыты (%1$d).
sv_se: %1$d påståendena är inte stängda.

source: Parsing problem in URL parameter "%1$s".
da_dk: Fortolkningsproblem i URL-parameter "%1$s".
pt_br: Problema de processamento no parâmetro "%1$s" da URL.
ru_ru: Ошибка разбора параметра URL «%1$s».
sv_se: Tolkningsproblem i URL parametern "%1$s".

source: Configuration file for database configuration is missing.
da_dk: Databasekonfigurationsfil mangler for opsætning af databasen.
pt_br: O arquivo de configuração para o banco de dados está faltando.
ru_ru: Отсутствует файл конфигурации базы данных.
sv_se: Konfigurationsfilen för databasinställningar saknas.

source: Property "%1$s" is not defined.
da_dk: Egenskab "%1$s" er ikke defineret.
pt_br: A propriedade "%1$s" não está definida.
ru_ru: Свойство «%1$s» не определено.
sv_se: Attributet "%1$s" är inte definierat.

source: %1$s is already initialized.
da_dk: %1$s er allerede initialiseret.
pt_br: %1$s já está inicializado.
ru_ru: %1$s уже инициализирован.
sv_se: %1$s är redan initialiserad.

source: Cannot resolve server id for server %1$s.
da_dk: Kan ikke slå server ID op for server %1$s.
pt_br: Não foi possível resolver o ID para o servidor %1$s.
ru_ru: Не удалось определить идентификатор сервера %1$s.
sv_se: Kan inte lösa server-ID för servern %1$s.

source: Nothing known about pool %1$d.
da_dk: Intet er kendt om pulje %1$d.
pt_br: Não existe informação sobre a fila %1$d.
ru_ru: Нет информации о пуле %1$d.
sv_se: Ingen information om poolen %1$d.

source: Transaction counter is missing for context %1$d.
da_dk: Transaktionstæller mangler for kontekst %1$d.
pt_br: O contador de transações está faltando para o contexto %1$d.
ru_ru: Отсутствует счетчик транзакций в контексте %1$d.
sv_se: Transaktionsräknaren saknas för kontext %1$d.

source: Inserting database assignment for context %1$d and server %2$d failed!
da_dk: Indsætning af databasetildeling for kontekst %1$d og server %2$d fejlede!
pt_br: Falha ao inserir a atribuição de banco de dados para o contexto %1$d e servidor %2$d!
ru_ru: Не удалось добавить определение контекста %1$d и сервера %2$d в базу данных.
sv_se: Kunde inte infoga databastilldelning för kontext %1$d och servern %2$d!

source: Data retention failed: %1$s.
da_dk: Tilbageholdelse af data fejlede: %1$s.
pt_br: Falha na retenção de dados: %1$s.
ru_ru: Не удалось сохранить данные: %1$s.
sv_se: Kunde inte behålla data: %1$s.

source: An I/O error occurred: %1$s.
da_dk: En I/O fejl opstod: %1$s.
pt_br: Ocorreu um erro de E/S: %1$s.
ru_ru: Ошибка ввода-вывода: %1$s.
sv_se: Ett I/O-fel inträffade: %1$s.

source: Object type is not supported: %1$s
da_dk: Objekttype er ikke understøttet: %1$s
pt_br: Tipo de objeto não suportado: %1$s
ru_ru: Неподдерживаемый тип объекта: %1$s
sv_se: Objekttypen stöds inte: %1$s

source: An OpenOffice error occurred: %1$s
da_dk: En OpenOffice fejl opstod: %1$s
pt_br: Ocorreu um erro do OpenOffice: %1$s
ru_ru: Ошибка OpenOffice: %1$s
sv_se: Ett OpenOffice-fel inträffade: %1$s

source: Module '%s' is already registered.
da_dk: Modul '%s' er allerede registreret.
pt_br: O módulo '%s' já está registrado.
ru_ru: Модуль «%s» уже зарегистрирован.
sv_se: Modulen '%s' har redan registrerats.

source: Container '%s' is already registered.
da_dk: Container '%s' er allerede registreret.
pt_br: O contentor '%s' já está registrado.
ru_ru: Контейнер «%s» уже зарегистрирован.
sv_se: Behållaren '%s' har redan registrerats.

source: The module name is missing in the module description.
da_dk: Modulnavnet mangler i modulbeskrivelsen.
pt_br: O nome do módulo está faltando na descrição do módulo.
ru_ru: Описание модуля не содержит его имя.
sv_se: Modulnamnet saknas i modulens beskrivning.

source: The container name is missing in the container description.
da_dk: Containernavnet mangler i containerbeskrivelsen.
pt_br: O nome do contentor está faltando na descrição do contentor.
ru_ru: Описание контейнера не содержит его имя.
sv_se: Behållarens namn saknas i behållarens beskrivning.

source: The module '%s' is not known in the registry.
da_dk: Modulet '%s' er ikke kendt i registreringen.
pt_br: O módulo '%s' não é conhecido no registro.
ru_ru: Регистр не содержит информацию о модуле «%s».
sv_se: Modulen '%s' är okänd i registret.

source: The container '%s' is not known in the registry.
da_dk: Containeren '%s' er ikke kendt i registreringen.
pt_br: O contentor '%s' não é conhecido no registro.
ru_ru: Регистр не содержит информацию о контейнере «%s».
sv_se: Behållaren '%s' är okänd i registret.

source: The path "%1$s" is invalid
da_dk: Stien "%1$s" er ugyldig
pt_br: O caminho "%1$s" é inválido
sv_se: Sökvägen "%1$s" är ogiltig

source: The path "%1$s" was not found
da_dk: Stien "%1$s" blev ikke fundet
pt_br: O caminho "%1$s" não foi encontrado
sv_se: Sökvägen "%1$s" hittades inte

source: The file "%1$s" was not found at "%2$s"
da_dk: Filen "%1$s" blev ikke fundet ved "%2$s"
pt_br: O arquivo "%1$s" não foi encontrado em "%2$s"
sv_se: Filen "%1$s" hittades inte i "%2$s"

source: An I/O error occurred: "%1$s"
da_dk: En I/O fejl opstod: "%1$s"
pt_br: Ocorreu um erro de E/S: "%1$s"
sv_se: Ett I/O-fel inträffade: "%1$s"

source: The file offset "%1$d" is invalid
da_dk: Filforskydning "%1$d" er ugyldig
pt_br: O deslocamento de arquivo "%1$d" é inválido
sv_se: Fil-offset "%1$d" är ogiltigt

source: Unexpected database error: "%1$s"
da_dk: Uventet databasefejl: "%1$s"
pt_br: Erro de banco de dados não esperado: "%1$s"
sv_se: Oväntat databasfel: "%1$s"

source: The file "%1$s" with checksum "%2$s" was not found at "%3$s"
da_dk: Filen "%1$s" med tjeksum "%2$s" blev ikke fundet ved "%3$s"
pt_br: O arquivo "%1$s" com a soma de verificação "%2$s" não foi encontrado em "%3$s"
sv_se: Filen "%1$s" med kontrollsumman "%2$s" hittades inte i "%3$s"

source: No checksum for file "%1$s" available
da_dk: Ingen tjeksum for fil "%1$s" er tilgængelig
pt_br: Nenhuma soma de verificação para o arquivo "%1$s" disponível
sv_se: Ingen tillgänglig kontrollsumma för filen "%1$s"

source: Checksum "%1$s" for uploaded file "%2$s" different from "%3$s"
da_dk: Tjeksum "%1$s" for overført fil "%2$s" er anderledes end "%3$s"
pt_br: A soma de verificação "%1$s" para o arquivo enviado "%2$s" difere de "%3$s"
sv_se: Kontrollsumman "%1$s" för den uppladdade filen "%2$s" är annorlunda än "%3$s"

source: The directory "%1$s" with checksum "%2$s"
da_dk: Mappen "%1$s" med tjeksum "%2$s"
pt_br: A pasta "%1$s" com a soma de verificação "%2$s"
sv_se: Katalogen "%1$s" med kontrollsumman "%2$s"

source: You are not allowed to delete the file "%1$s" at "%2$s"
da_dk: Du har ikke tilladelse til at slette filen "%1$s" ved "%2$s"
pt_br: Você não tem permissão para excluir o arquivo "%1$s" em "%2$s"
sv_se: Du har inte behörighet att ta bort filen "%1$s" i "%2$s"

source: You are not allowed to create files at "%1$s"
da_dk: Du har ikke tilladelse til at oprette filer ved "%1$s"
pt_br: Você não tem permissão para criar arquivos em "%1$s"
sv_se: Du har inte behörighet att skapa filer i "%1$s"

source: You are not allowed to modify the file "%1$s" at "%2$s"
da_dk: Du har ikke tilladelse til ændre filen "%1$s" ved "%2$s"
pt_br: Você não tem permissão para modificar o arquivo "%1$s" em "%2$s"
sv_se: Du har inte behörighet att ändra filen "%1$s" i "%2$s"

source: You are not allowed to delete the directory "%1$s"
da_dk: Du har ikke tilladelse til at slette mappen "%1$s"
pt_br: Você não tem permissão para excluir a pasta "%1$s"
sv_se: Du har inte behörighet att ta bort katalogen "%1$s"

source: You are not allowed to create directories at "%1$s"
da_dk: Du har ikke tilladelse til at oprette mapper ved "%1$s"
pt_br: Você não tem permissão para criar pastas em "%1$s"
sv_se: Du har inte behörighet att skapa kataloger i "%1$s"

source: The allowed Quota is reached
da_dk: Den tilladte kvota er nået
pt_br: A cota permitida foi atingida
sv_se: Kvoten har nåtts

source: The file name "%1$s" is invalid
da_dk: Filnavnet "%1$d" er ugyldigt
pt_br: O nome de arquivo "%1$s" é inválido

source: The file name "%1$s" is ignored
da_dk: Filnavnet "%1$s" er ignoreret
pt_br: O nome de arquivo "%1$s" é ignorado

source: The path "%1$s" is conflicting
da_dk: Stien "%1$s" er i konflikt
pt_br: O caminho "%1$s" está conflitante

source: The file version "%1$s" with checksum "%2$s" is invalid
da_dk: Filversionen "%1$s" med tjeksum "%2$s" er ugyldig
pt_br: O arquivo versão "%1$s" com a soma de verificação "%2$s" é inválido

source: The directory version "%1$s" with checksum "%2$s" is invalid
da_dk: Mappeversionen "%1$s" med tjeksum "%2$s" er ugyldig
pt_br: A pasta versão "%1$s" com a soma de verificação "%2$s" é inválida

source: Push via long polling is not available
da_dk: Skub med lang trækketid er ikke til rådighed
pt_br: Pressão via voto longo não está disponível.

source: The server is too busy at the moment - please try again later.
da_dk: Serveren har i øjeblikket for travlt - Prøv venligst igen senere.
pt_br: O servidor está muito ocupado no momento - por favor, tente novamente mais tarde.

source: The path "%1$s" is ignored
da_dk: Stien "%1$s" ignoreres
pt_br: O caminho "%1$s" é ignorado

source: The file name "%1$s" is conflicting
da_dk: Filnavnet "%1$s" er i konflikt
pt_br: O nome do arquivo "%1$s" está conflitante

source: The directory "%1$s" with checksum "%2$s" caused repeated synchronization problems
da_dk: Kataloget "%1$s" med tjeksum "%2$s" gav gentagne synkroniseringsproblemer
pt_br: O diretório "%1$s" com a soma de verificação "%2$s" causou repetidos problemas de sincronização

source: The client application you're using is outdated and no longer supported - please upgrade to a newer version
pt_br: O aplicativo cliente que você está usando está desatualizado e não é mais suportado -por favor, atualize para uma versão mais recente

source: Uploaded with %1$s (%2$s)
da_dk: Overført med %1$s (%2$s)
pt_br: Enviado com %1$s (%2$s)

source: An error occurred for action: %1$s
da_dk: En fejl opstod for handling: %1$s
pt_br: Ocorreu um erro para a ação: %1$s
ru_ru: Ошибка операции: %1$s
sv_se: Ett fel inträffade för åtgärden: %1$s

source: An error occurred loading context %1$s
da_dk: En indlæsningsfejl opstod for kontekst %1$s
pt_br: Um erro ocorreu ao carregar o contexto %1$s
ru_ru: Ошибка при загрузке контекста %1$s
sv_se: Ett fel inträffade när kontext %1$s skulle laddas in

source: An error occurred loading user data for user %1$s
da_dk: En fejl opstod under indlæsning af data for bruger %1$s
pt_br: Um erro ocorreu ao carregar os dados de usuário para o usuário %1$s
ru_ru: Ошибка при загрузке контекста данных пользователя %1$s
sv_se: Ett fel inträffade när användardata för användare %1$s skulle laddas in

source: Could not load configuration or necessary field from configuration
da_dk: Kunne ikke indlæse konfiguration eller nødvendigt felt fra konfiguration
pt_br: Não foi possível carregar a configuração ou o campo necessário da configuração
ru_ru: Не удалось загрузить конфигурацию или обязательный параметр.
sv_se: Kunde inte ladda konfiguration eller nödvändigt fält från konfigurationen

source: Got %1$d instead of %2$d response messages
da_dk: Fik %1$d i stedet for %2$d svarbeskeder
pt_br: Obteve %1$d ao invés de %2$d mensagens de resposta
ru_ru: Получено сообщений ответов: %1$d (ожидается %2$d).
sv_se: Fick %1$d istället för %2$d svarsmeddelande

source: Got no response messages
da_dk: Fik ingen svarbeskeder
pt_br: Não obteve mensagem de resposta
ru_ru: Нет ответа
sv_se: Fick inget svarsmeddelande

source: EWS error: %1$s (%2$s)
da_dk: EWS-fejl: %1$s (%2$s)
pt_br: Erro EWS: %1$s (%2$s)
ru_ru: Ошибка EWS: %1$s (%2$s)
sv_se: EWS-fel: %1$s (%2$s)

source: EWS warning: %1$s (%2$s)
da_dk: EWS-advarsel: %1$s (%2$s)
pt_br: Aviso EWS: %1$s (%2$s)
ru_ru: Предупреждение EWS: %1$s (%2$s)
sv_se: EWS-varning: %1$s (%2$s)

source: Object "%1$s" not found
da_dk: Objekt "%1$s" ikke fundet
pt_br: O objeto "%1$s" não foi encontrado
ru_ru: Объект «%1$s» не найден
sv_se: Objektet "%1$s" hittades inte

source: The name "%1$s" is ambiguous
da_dk: Navnet "%1$s" er flertydigt
pt_br: O nome "%1$s" é ambíguo
ru_ru: Неоднозначное имя: «%1$s».
sv_se: Namnet "%1$s" är tvetydigt

source: An external error occured: %1$s
da_dk: En ekstern fejl opstod: %1$s
pt_br: Ocorreu um erro externo: %1$s
ru_ru: Внешняя ошибка: %1$s
sv_se: Ett externt fel inträffade: %1$s

source: A CIFS/SMB error occurred: %1$s
da_dk: En CIFS/SMB-fejl opstod: %1$s
pt_br: Ocorreu um erro CIFS/SMB: %1$s
ru_ru: Ошибка CIFS/SMB: %1$s
sv_se: Ett CIFS-/SMB-fel inträffade: %1$s

source: A CIFS/SMB error occurred: %1$s (status=%2$s)
da_dk: En CIFS/SMB-fejl opstod: %1$s (status=%2$s)
pt_br: Ocorreu um erro CIFS/SMB: %1$s (status=%2$s)
ru_ru: Ошибка CIFS/SMB: %1$s (статус %2$s)
sv_se: Ett CIFS-/SMB-fel inträffade: %1$s (status=%2$s)

source: Invalid CIFS/SMB URL: %1$s
da_dk: Ugyldig CIFS/SMB URL: %1$s
pt_br: URL CIFS/SMB inválida: %1$s
ru_ru: Недопустимый адрес CIFS/SMB: %1$s
sv_se: Ogiltig CIFS-/SMB-URL: %1$s
