Repository: cognitionworks/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: da_dk, pt_br, ru_ru, sv_se

source: CIFS/SMB URL does not denote a directory: %1$s
da_dk: CIFS/SMB URL angiver ikke en mappe: %1$s
pt_br: A URL CIFS/SMB não denota uma pasta: %1$s
ru_ru: URL CIFS/SMB не указывает на каталог: %1$s
sv_se: CIFS-/SMB-URL:en hänvisar inte till en katalog: %1$s

source: The CIFS/SMB resource does not exist: %1$s
da_dk: CIFS/SMB-ressourcen findes ikke : %1$s
pt_br: O recurso CIFS/SMB não existe: %1$s
ru_ru: Ресурс CIFS/SMB не существует: %1$s
sv_se: CIFS-/SMB-resursen finns inte: %1$s

source: Update denied for CIFS/SMB resource: %1$s
da_dk: Opdatering afvist for CIFS/SMB-ressourcen: %1$s
pt_br: Atualização negada para o recurso CIFS/SMB: %1$s
ru_ru: Отказ обновления ресурса CIFS/SMB: %1$s
sv_se: Uppdatering avslogs för CIFS-/SMB-resurs: %1$s

source: Delete denied for CIFS/SMB resource: %1$s
da_dk: Sletning afvist for CIFS/SMB-ressourcen: %1$s
pt_br: Exclusão negada para o recurso CIFS/SMB: %1$s
ru_ru: Отказ удаления ресурса CIFS/SMB: %1$s
sv_se: Radering avslogs för CIFS-/SMB-resurs: %1$s

source: CIFS/SMB URL does not denote a file: %1$s
da_dk: CIFS/SMB URL angiver ikke en fil: %1$s
pt_br: A URL CIFS/SMB não denota um arquivo: %1$s
ru_ru: URL CIFS/SMB не указывает на файл: %1$s
sv_se: CIFS-/SMB-URL:en hänvisar inte till en fil: %1$s

source: Missing file name.
da_dk: Mangler filnavn.
pt_br: Nome de arquivo faltante.
ru_ru: Отсутствует имя файла.
sv_se: Filnamn saknas.

source: Versioning not supported by CIFS/SMB file storage.
da_dk: Versionskontrol ikke understøttet af CIFS/SMB fillager.
pt_br: O versionamento não é suportado pelo armazenamento de arquivo CIFS/SMB.
ru_ru: Хранилище CMIS/SMB не поддерживает контроль версий.
sv_se: Versionshantering stöds inte för CIFS-/SMB-lagring.

source: The operation completed successfully.
da_dk: Operationen afsluttede med succes.
pt_br: A operação foi concluída com sucesso.
ru_ru: Операция завершена.
sv_se: Åtgärden utfördes utan problem.

source: A device attached to the system is not functioning.
da_dk: En enhed tilsluttet systemet fungerer ikke.
pt_br: Um dispositivo conectado ao sistema não está funcionando.
ru_ru: Подключенное устройство не работает.
sv_se: En ansluten enhet fungerar inte.

source: Incorrect function.
da_dk: Forkert funktion.
pt_br: Função incorreta.
ru_ru: Неверная функция.
sv_se: Felaktig funktion.

source: The parameter is incorrect.
da_dk: Forkert parameter.
pt_br: O parâmetro está incorreto.
ru_ru: Неверный параметр.
sv_se: Felaktig parameter.

source: Invalid access to memory location.
da_dk: Ugyldig adgang til hukommelsesområde.
pt_br: Acesso inválido à localização da memória.
ru_ru: Недопустимый доступ к памяти.
sv_se: Ogiltig åtkomst till minnesområde.

source: The handle is invalid.
da_dk: Ugyldigt handle.
pt_br: O manejador é inválido.
ru_ru: Недействительный обработчик.
sv_se: Ogiltigt alias.

source: The system cannot find the file specified.
da_dk: Systemet kan ikke finde den angivet fil.
pt_br: O sistema não pôde encontrar o arquivo especificado.
ru_ru: Система не может найти заданный файл.
sv_se: Systemet kan inte hitta filen.

source: More data is available.
da_dk: Mere data er til rådighed.
pt_br: Mais dados estão disponíveis.
ru_ru: Доступны дополнительные данные.
sv_se: Mer data tillgänglig.

source: Access is denied.
da_dk: Adgang nægtet.
pt_br: O acesso foi negado.
ru_ru: Отказ доступа.
sv_se: Åtkomst nekas.

source: The data area passed to a system call is too small.
da_dk: Dataområdet passeret til et systemkald er for småt.
pt_br: A área de dados passados para a chamada do sistema é muito pequena.
ru_ru: Недостаточный размер области данных, передаваемой системному вызову.
sv_se: Dataområdet som skickades till ett systemanrop är för litet.

source: The filename, directory name, or volume label syntax is incorrect.
da_dk: Filnavnet, mappenavnet eller drevets navns syntaks er forkert.
pt_br: O nome de arquivo, o nome da pasta ou a sintaxe da etiqueta do volume está incorreto.
ru_ru: Неверное имя файла, каталога или метка тома.
sv_se: Inkorrekt filnamn-, katalognamn-, eller volymetikettsyntax.

source: Cannot create a file when that file already exists.
da_dk: Kan ikke oprette en fil når den fil allerede eksisterer.
pt_br: Não foi possível criar um arquivo quando o arquivo já existe.
ru_ru: Файл уже существует.
sv_se: Kan inte skapa en fil när den redan finns.

source: The specified path is invalid.
da_dk: Den givet sti er ugyldig.
pt_br: O caminho especificado é inválido.
ru_ru: Указан недопустимый путь.
sv_se: Ogiltig sökväg.

source: The system cannot find the path specified.
da_dk: Systemet kan ikke finde den givet sti.
pt_br: O sistema não pôde encontrar o caminho especificado.
ru_ru: Система не может найти заданный путь.
sv_se: Systemet kan inte hitta sökvägen.

source: The process cannot access the file because it is being used by another process.
da_dk: Processen kan ikke opnå adgang til filen, fordi den bruges af en anden proces.
pt_br: O processo não pôde acessar o arquivo pois ele está sendo usado por outro processo.
ru_ru: Процесс не может получить доступ к файлу, так как он уже используется другим процессом.
sv_se: Processen kan inte komma åt filen eftersom den används av en annan process.

source: There are currently no logon servers available to service the logon request.
da_dk: Der er i øjeblikket ingen login-servere til rådighed, til at håndtere login-forespørgslen.
pt_br: Não existe, atualmente, servidores de autenticação disponíveis para a requisição de autenticação.
ru_ru: Нет серверов, которые могли бы обработать запрос входа.
sv_se: För närvarande finns inga inloggningsservrar tillgängliga.

source: The specified user already exists.
da_dk: Den givet bruger eksisterer allerede.
pt_br: O usuário especificado já existe.
ru_ru: Пользователь уже существует.
sv_se: Användaren finns redan.

source: The specified user does not exist.
da_dk: Den givet bruger eksisterer ikke.
pt_br: O usuário especificado não existe.
ru_ru: Пользователь не существует.
sv_se: Användaren finns inte.

source: The specified network password is not correct.
da_dk: Det givet netværkskodeord er ikke korrekt.
pt_br: A senha de rede especificada está incorreta.
ru_ru: Неверный пароль сети.
sv_se: Felaktigt nätverkslösenord.

source: Logon failure: unknown user name or bad password.
da_dk: Login fejl: Ukendt brugernavn eller forkert adgangskode.
pt_br: Falha de autenticação: nome de usuário desconhecido ou senha incorreta.
ru_ru: Ошибка входа. Неизвестный пользователь или неверный пароль.
sv_se: Kunde inte logga in: okänt användarnamn eller felaktigt lösenord.

source: Logon failure: user account restriction.
da_dk: Login fejl: Brugerkonto under restriktion.
pt_br: Falha de autenticação: restrição na conta do usuário.
ru_ru: Ошибка входа. Ограничение учетной записи пользователя.
sv_se: Kunde inte logga in: begränsade användarrättigheter.

source: Logon failure: account logon time restriction violation.
da_dk: Login fejl: Overtrædelse af restriktion på konto logintid.
pt_br: Falha de autenticação: violação na restrição do tempo de autenticação da conta.
ru_ru: Ошибка входа. Нарушено ограничение на время входа для учетной записи.
sv_se: Kunde inte logga in: kontot har överskridit tidsgräns för inloggning.

source: Logon failure: user not allowed to log on to this computer.
da_dk: Login fejl: Bruger har ikke tilladelse til at logge på denne computer.
pt_br: Falha de autenticação: o usuário não tem permissão para entrar neste computador.
ru_ru: Ошибка входа. Пользователю не разрешено подключение к этому компьютеру.
sv_se: Kunde inte logga in: användaren har inte tillstånd att logga in på den här datorn.

source: Logon failure: the specified account password has expired.
da_dk: Login fejl: Det givet kodeord til kontoen er udløbet.
pt_br: Falha de autenticação: a senha da conta especificada expirou.
ru_ru: Ошибка входа. Срок действия пароля истек.
sv_se: Kunde inte logga in: lösenordet är för gammalt.

source: Logon failure: account currently disabled.
da_dk: Login fejl: Konto deaktiveret.
pt_br: Falha de autenticação: a conta está atualmente desabilitada.
ru_ru: Ошибка входа. Учетная запись отключена.
sv_se: Kunde inte logga in: kontot avaktiverat för närvarande.

source: No mapping between account names and security IDs was done.
da_dk: Ingen sammenhæng imellem kontonavne og sikkerheds ID blev udført.
pt_br: Nenhum mapeamento entre os nomes de contas e os IDs de segurança foi feito.
ru_ru: Создание связей между именами учетных записей и идентификаторами сеансов завершено.
sv_se: Ingen mappning utfördes mellan kontonamn och säkerhets-ID.

source: The security ID structure is invalid.
da_dk: ID sikkerhedsstrukturen er ugyldig.
pt_br: A estrutura dos IDs de segurança é inválida.
ru_ru: Недопустимая структура идентификатора безопасности.
sv_se: Ogiltig struktur för säkerhets-ID.

source: All pipe instances are busy.
da_dk: Alle pipes er optaget.
pt_br: Todas as instâncias do canal estão ocupadas.
ru_ru: Экземпляры канала заняты.
sv_se: Alla rörinstanser upptagna.

source: The pipe state is invalid.
da_dk: Pipe tilstanden er ugyldig.
pt_br: O estado do canal é inválido.
ru_ru: Недопустимое состояние канала.
sv_se: Ogiltigt rörtillstånd.

source: No process is on the other end of the pipe.
da_dk: Der er ingen proces i den anden ende af pipe'en.
pt_br: Nenhum processo está no outro lado do canal.
ru_ru: Нет процесса в конце канала.
sv_se: Ingen process in rörets andra ände.

source: The pipe is being closed.
da_dk: Pipe'en bliver lukket.
pt_br: O canal está sendo fechado.
ru_ru: Канал закрыт.
sv_se: Röret stängs.

source: Waiting for a process to open the other end of the pipe.
da_dk: Venter på at en proces åbner den anden side af pipe'en.
pt_br: Aguardando por um processo para abrir o outro lado do canal.
ru_ru: Ожидание открытия другого конца канала...
sv_se: Väntar på att en process ska öppnas i rörets andra ände.

source: A duplicate name exists on the network.
da_dk: Et identisk navn finde på netværket.
pt_br: Um nome duplicado já existe na rede.
ru_ru: В сети уже есть такое имя.
sv_se: Ett dublettnamn finns på nätverket.

source: The specified network name is no longer available.
da_dk: Det givet netværksnavn er ikke længere til rådighed.
pt_br: O nome de rede especificado não está mais disponível.
ru_ru: Указанное имя сети недоступно.
sv_se: Nätverksnamnet inte längre tillgängligt.

source: Network access is denied.
da_dk: Netværksadgang nægtet.
pt_br: O acesso a rede está negado.
ru_ru: Отказ доступа к сети.
sv_se: Nätverksåtkomst nekas.

source: The network name cannot be found.
da_dk: Netværksnavnet kan ikke findes.
pt_br: O nome de rede não pôde ser encontrado.
ru_ru: Имя сети не найдено.
sv_se: Nätverksnamnet kan inte hittas.

source: No more connections can be made to this remote computer at this time because there are already as many connections as the computer can accept.
da_dk: Der kan ikke oprettes flere forbindelser til denne fjerncomputer, da den allerede har så mange forbindelse den kan acceptere.
pt_br: Neste momento, nenhuma conexão pode ser mais feita para este computador remoto pois já existem tantas conexões quantas o computador pode aceitar.
ru_ru: Достигнуто максимальное число подключений к удаленному компьютеру, поэтому новые подключения приниматься не будут.
sv_se: Inga fler anslutningar kan skapas till den här fjärrdatorn just nu, eftersom datorn inte kan hantera fler.

source: Indicates a Windows NT Server could not be contacted or that objects within the domain are protected such that necessary information could not be retrieved.
da_dk: Indikerer at en Windows NT server ikke kunne kontaktes, eller at der er beskyttede objekter indenfor domænet, så nødvendig information ikke kunne hentes.
pt_br: Indica que o servidor Windows NT não pode ser contatado ou que o objeto dentro do domínio está protegido de tal forma que esta informação não pode ser obtida.
ru_ru: Сервер Windows NT недоступен, или защита объектов домена ограничивает доступ к информации.
sv_se: Visar att en Windows NT-server inte kunde kontaktas, eller att objekt i domänen skyddas på så vis att nödvändig information inte kan hämtas.

source: The specified domain did not exist.
da_dk: Det givet domæne eksisterer ikke.
pt_br: O domínio especificado não existe.
ru_ru: Указанный домен не существует.
sv_se: Domänen finns inte.

source: The directory name is invalid.
da_dk: Mappenavnet er ugyldigt.
pt_br: O nome da pasta é inválido.
ru_ru: Недопустимое имя каталога.
sv_se: Ogiltigt katalognamn.

source: The format of the specified computer name is invalid.
da_dk: Formatet af det givet computernavn er ugyldigt.
pt_br: O formato do nome do computador especificado é inválido.
ru_ru: Недопустимый формат имени компьютера.
sv_se: Ogiltigt format för datornamnet.

source: The pipe has been ended.
da_dk: Pipe'en afsluttede.
pt_br: O canal terminou.
ru_ru: Канал завершен.
sv_se: Röret avslutat.

source: The specified local group does not exist.
da_dk: Den givet lokalgruppe eksisterer ikke.
pt_br: O grupo local especificado não existe.
ru_ru: Локальная группа не существует.
sv_se: Den lokala gruppen finns inte.

source: Logon failure: the user has not been granted the requested logon type at this computer.
da_dk: Login fejl: Brugeren har ikke tilladelse til at bruge den forespurgte login-type på denne computer.
pt_br: Falha de autenticação: o usuário não teve concedido o tipo de autenticação solicitado neste computador.
ru_ru: Ошибка входа. Выбранный режим входа этому пользователю не разрешен.
sv_se: Kunde inte logga in: användaren har inte beviljats den inloggningstyp som behövs för den här datorn.

source: The SAM database on the Windows NT Server does not have a computer account for this workstation trust relationship.
da_dk: SAM-databasen på Windows NT serveren har ikke en computerkonto for denne arbejdsstations tillidsforhold.
pt_br: O banco de dados SAM no servidor Windows NT não tem uma conta de computador para esta relação de confiança com a estação de trabalho.
ru_ru: Нет учетной записи в БД SAM на сервере Windows NT для определения отношения доверия с этой рабочей станцией.
sv_se: SAM-databasen på Windows NT-servern har inget datorkonto för det här datortillitsförhållandet.

source: The trust relationship between the primary domain and the trusted domain failed.
da_dk: Tillidsforholdet imellem det primære og betroet domæne fejlede.
pt_br: Falha na relação de confiança entre o domínio primário e o domínio confiável.
ru_ru: Нарушено отношение доверия между основным и доверенным доменом.
sv_se: Tillitsförhållandet mellan den primära domänen och den pålitliga domänen misslyckades.

source: The account used is a Computer Account. Use your global user account or local user account to access this server.
da_dk: Kontoen bruges som en computerkonto. Brug din globale eller lokale brugerkonto for at få adgang til denne server.
pt_br: A conta usada é a conta de computador. Use sua conta de usuário global ou conta de usuário local para acessar este servidor.
ru_ru: Вы используете имя системного пользователя. Для доступа к серверу необходимо выбрать учетную запись локального или глобального пользователя.
sv_se: Kontot som används är ett datorkonto. Använd ditt globala eller lokala användarkonto för att komma åt den här servern.

source: The user must change his password before he logs on the first time.
da_dk: Brugeren skal ændre sit kodeord, inden han logger ind første gang.
pt_br: O usuário deve alterar sua senha antes que ele entre a primeira vez.
ru_ru: Пользователь должен изменить пароль при первой авторизации.
sv_se: Användaren måste ändra lösenord innan första inloggningen.

source: Please use a hostname instead of an IP address in the SMB URL.
da_dk: Brug venligst et værtsnavn i stedet for en IP-adresse i SMB URL'en.
pt_br: Use um nome de máquina ou um endereço IP na URL SMB.
ru_ru: Укажите имя узла вместо IP-адреса в адресе SMB.
sv_se: Använd ett värdnamn istället för en IP-adress i SMB-URL:en.

source: Your account has been blocked. This can have various reasons like having mistyped the password several times. Please contact your system administrator or hoster in case you can no longer log in.
da_dk: Din konto er blevet blokkeret. Dette kan have flere grunde, deriblandt et forkert kodeord som er blevet indtastet flere gange. Kontakt venligst din systemadministrator eller udbyder, hvis du ikke længere kan logge ind.
pt_br: Sua conta foi bloqueada. Isto pode ter vários motivos como ter digitado incorretamente a senha várias vezes. Por favor, contate seu administrador do sistema ou anfitrião caso não possa mais entrar.
ru_ru: Ваша учетная запись заблокирована. Возможно, вы ввели неверный пароль несколько раз подряд. За помощью обратитесь к системному администратору.
sv_se: Ditt konto har blockerats. Det kan ha många orsaker, som att vid upprepade tillfällen ha skrivit in fel lösenord. Kontakta systemadministratören eller värden om du inte kan logga in längre.

source: The remote system is not reachable by the transport.
da_dk: Fjernsystemet kan ikke nåes med transporten.
pt_br: O sistema remoto não é mais alcançável pelo transporte.
ru_ru: Удаленная система недоступна.
sv_se: Fjärrsystemet kan inte nås av transporten.

source: I/O request could not be handled.
da_dk: I/O forespørgelsen kunne ikke udføres.
pt_br: A requisição de E/S não pode ser manejada.
ru_ru: Не удалось обработать запрос ввода-вывода.
sv_se: I/O-begäran kunde inte hanteras.

source: Password
da_dk: Kodeord
pt_br: Senha
ru_ru: Пароль
sv_se: Lösenord

source: A CMIS error occurred: %1$s
da_dk: En CMIS-fejl opstod: %1$s
pt_br: Ocorreu um erro CMIS: %1$s
ru_ru: Ошибка CMIS: %1$s
sv_se: Ett CMIS-fel inträffade: %1$s

source: Invalid CMIS URL: %1$s
da_dk: Ugyldig CMIS URL: %1$s
pt_br: URL CMIS inválida: %1$s
ru_ru: Недопустимый URL CMIS: %1$s
sv_se: Ogiltig CMIS-URL: %1$s

source: CMIS URL does not denote a directory: %1$s
da_dk: CMIS URL angiver ikke en mappe: %1$s
pt_br: A URL CMIS não denota uma pasta: %1$s
ru_ru: URL CMIS не указывает на каталог: %1$s
sv_se: CMIS-URL:en hänvisar inte till en katalog: %1$s

source: The CMIS resource does not exist: %1$s
da_dk: CMIS-ressource findes ikke: %1$s
pt_br: O recurso CMIS não existe: %1$s
ru_ru: Ресурс CMIS не существует: %1$s
sv_se: CMIS-resursen finns inte: %1$s

source: Update denied for CMIS resource: %1$s
da_dk: Opdatering nægtet for CMIS-ressource: %1$s
pt_br: Atualização negada para o recurso CMIS: %1$s
ru_ru: Отказ обновления ресурса CMIS: %1$s
sv_se: Uppdatering avslogs för CMIS-resurs: %1$s

source: Delete denied for CMIS resource: %1$s
da_dk: Sletning nægtet for CMIS-ressource: %1$s
pt_br: Exclusão negada para o recurso CMIS: %1$s
ru_ru: Отказ удаления ресурса CMIS: %1$s
sv_se: Radering avslogs för CMIS-resurs: %1$s

source: CMIS URL does not denote a file: %1$s
da_dk: CMIS URL angiver ikke en fil: %1$s
pt_br: A URL CMIS não denota um arquivo: %1$s
ru_ru: URL CMIS не указывает на файл: %1$s
sv_se: CMIS-URL:en hänvisar inte till en fil: %1$s

source: Versioning not supported by CMIS file storage.
da_dk: Versionskontrol er ikke understøttet på CMIS-fillager.
pt_br: O versionamento não é suportado pelo armazenamento de arquivo CMIS.
ru_ru: Хранилище CMIS не поддерживает контроль версий.
sv_se: Versionshantering stöds inte av CMIS-lagring.

source: A Dropbox error occurred: %1$s
da_dk: En Dropbox-fejl opstod: %1$s
pt_br: Ocorreu um erro no Dropbox: %1$s
ru_ru: Ошибка Dropbox: %1$s
sv_se: Ett Dropbox-fel inträffade: %1$s

source: Invalid Dropbox URL: %1$s
da_dk: Ugyldig Dropbox URL: %1$s
pt_br: URL do Dropbox inválida: %1$s
ru_ru: Недопустимый URL Dropbox: %1$s
sv_se: Ogiltig Dropbox-URL: %1$s

source: Dropbox URL does not denote a directory: %1$s
da_dk: Dropbox URL angiver ikke en mappe: %1$s
pt_br: A URL do Dropbox não denota uma pasta: %1$s
ru_ru: URL Dropbox не указывает на каталог: %1$s
sv_se: Dropbiox-URL:en hänvisar inte till en katalog: %1$s

source: The Dropbox resource does not exist: %1$s
da_dk: Dropbox-ressource eksisterer ikke: %1$s
pt_br: O recurso do Dropbox não existe: %1$s
ru_ru: Ресурс Dropbox не существует: %1$s
sv_se: Dropbox-resursen finns inte: %1$s

source: Update denied for Dropbox resource: %1$s
da_dk: Opdatering nægtet for Dropbox-ressource: %1$s
pt_br: Atualização negada para o recurso do Dropbox: %1$s
ru_ru: Отказ обновления ресурса Dropbox: %1$s
sv_se: Uppdatering nekas för Dropbox-resurs: %1$s

source: Delete denied for Dropbox resource: %1$s
da_dk: Sletning nægtet for Dropbox-ressource: %1$s
pt_br: Exclusão negada para o recurso do Dropbox: %1$s
ru_ru: Отказ удаления ресурса Dropbox: %1$s
sv_se: Radering nekas för Dropbox-resurs: %1$s

source: Dropbox URL does not denote a file: %1$s
da_dk: Dropbox URL angiver ikke en fil: %1$s
pt_br: A URL do Dropbox não denota um arquivo: %1$s
ru_ru: URL Dropbox не указывает на файл: %1$s
sv_se: Dropbox-URL:en hänvisar inte till en fil: %1$s

source: Versioning not supported by Dropbox file storage.
da_dk: Versionskontrol er ikke understøttet af Dropbox-fillager.
pt_br: O versionamento não é suportado pelo armazenamento de arquivo Dropbox.
ru_ru: Хранилище Dropbox не поддерживает контроль версий.
sv_se: Versionshantering stöds inte av Dropbox-lagring.

source: Missing configuration for account "%1$s".
da_dk: Mangler konfiguration for konto "%1$s".
pt_br: Configuração faltante para a conta: "%1$s".
ru_ru: Нет конфигурации для учетной записи «%1$s».
sv_se: Saknar konfiguration för kontot "%1$s".

source: Bad or expired access token. Need to re-authenticate user.
da_dk: Dårligt eller udløbet adgangssymbol. Brugeren skal godkendes igen.
pt_br: Token de acesso expirado ou inválido. Necessário reautenticar o usuário.
ru_ru: Неверный маркер доступа, или его срок действия истек. Требуется повторная аутентификация.
sv_se: Felaktigt eller för gammalt åtkomstbevis. Användaren måste logga in på nytt.

source: Select an existing account
da_dk: Vælg en eksisterende konto
pt_br: Selecione uma conta existente
ru_ru: Выберите существующую учетную запись
sv_se: Välj ett befintligt konto

source: A HTTP error occurred: %1$s
da_dk: En HTTP-fejl opstod: %1$s
pt_br: Ocorreu um erro HTTP: %1$s
ru_ru: Ошибка HTTP: %1$s
sv_se: Ett HTTP-fel inträffade: %1$s

source: A DAV error occurred: %1$s
da_dk: En DAV-fejl opstod: %1$s
pt_br: Ocorreu um erro DAV: %1$s
ru_ru: Ошибка DAV: %1$s
sv_se: Ett DAV-fel inträffade: %1$s

source: The resource is not a directory: %1$s
da_dk: Ressourcen er ikke en mappe: %1$s
pt_br: O recurso não é uma pasta: %1$s
ru_ru: Ресурс не является каталогом: %1$s.
sv_se: Resursen är inte en katalog: %1$s

source: Invalid date property: %1$s
da_dk: Ugyldig dataegenskab: %1$s
pt_br: Propriedade de data inválida: %1$s
ru_ru: Недопустимое свойство даты: %1$s
sv_se: Ogiltig datumegenskap: %1$s

source: Invalid property "%1$s". Should be "%2$s".
da_dk: Ugyldig egenskab "%1$s". Skulle være "%2$s".
pt_br: Propriedade inválida "%1$s". Deveria ser "%2$s".
ru_ru: Недопустимое свойство «%1$s». Ожидается: «%2$s».
sv_se: Ogiltig egenskap "%1$s". Bör vara "%2$s".

source: Directory "%1$s" must not be deleted.
da_dk: Mappen "%1$s" må ikke slettes.
pt_br: A pasta "%1$s" não deve ser excluída.
ru_ru: Каталог «%1$s» не может быть удален.
sv_se: Katalogen "%1$s" kan inte tas bort.

source: Directory "%1$s" must not be updated.
da_dk: Mappen "%1$s" må ikke opdateres.
pt_br: A pasta "%1$s" não deve ser atualizada.
ru_ru: Каталог «%1$s» не может быть обновлен.
sv_se: Katalogen "%1$s" får inte uppdateras.

source: Invalid or missing credentials to access WebDAV server "%1$s".
da_dk: Ugyldige eller manglende loginoplysninger for adgang til WebDAV server "%1$s".
pt_br: Credenciais inválidas ou faltantes para acessar o servidor WebDAV "%1$s".
ru_ru: Недопустимые или отсутствующие учетные данные для доступа к серверу WebDAV: «%1$s».
sv_se: Ogiltiga eller frånvarande rättigheter för åtkomst till WebDAV-servern "%1$s".
