Repository: cognitionworks/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: da_dk, pt_br, ru_ru, sv_se

source: Missing parameter in user's mail config: %1$s
da_dk: Mangler parameter i brugers postindstillinger: $1$s
pt_br: Parâmetro faltante na configuração de e-mail do usuário: %1$s
ru_ru: Отсутствует параметр в настройках почты пользователя: %1$s
sv_se: Saknar parameter i användarens e-postinställningar: %1$s

source: Configuration error: %1$s
da_dk: Opsætningsfejl: %1$s
pt_br: Erro de configuração: %1$s
ru_ru: Ошибка конфигурации: %1$s.
sv_se: Konfigurationsfel: %1$s

source: Invalid multipart content. Number of enclosed contents is 0
da_dk: Ugyldigt "multipart"-indhold. Antal indlejrede elementer er 0
pt_br: Conteúdo multiparte inválido. Número do conteúdo delimitado é 0
ru_ru: Недопустимое составное содержимое. Число составляющих равно нулю.
sv_se: Ogiltigt flerdelat innehåll. Antal bifogade objekt är 0

source: A part's content could not be read from message %1$s in mail folder %2$s
da_dk: En dels indhold kunne ikke læses fra besked %1$s i postmappe %2$s
pt_br: Uma parte do conteúdo da mensagem %1$s não pôde ser lido na pasta de e-mail %2$s
ru_ru: Не удалось прочитать часть сообщения %1$s папке %2$s.
sv_se: En del av innehållet kunde inte läsas från meddelandet %1$s i e-postmappen %2$s

source: Invalid message path: %1$s
da_dk: Ugyldig beskedsti: %1$s
pt_br: Caminho de mensagem inválido: %1$s
ru_ru: Недопустимый путь: %1$s
sv_se: Ogiltig meddelandesökväg: %1$s

source: Unknown color label: %1$s
da_dk: Ukendt farveetiket: %1$s
pt_br: Etiqueta de cor desconhecida: %1$s
ru_ru: Неизвестная метка цвета: %1$s.
sv_se: Okänd färgetikett: %1$s

source: Cannot instantiate class %1$s.
da_dk: Kan ikke instantiere klassen %1$s.
pt_br: Não foi possível instanciar a classe %1$s.
ru_ru: Не удалось создать экземпляр класса %1$s.
sv_se: Kan inte instansiera klassen %1$s.

source: Cannot initialize mail module
da_dk: Kan ikke initialisere postmodul
pt_br: Não foi possível inicializar módulo de e-mail
ru_ru: Не удалось инициализировать модуль почты
sv_se: Kan inte initialisera e-postmodul

source: No mail module access permitted
da_dk: Ingen adgang til postmodul
pt_br: Nenhum acesso permitido a módulo de e-mail
ru_ru: Доступ модуля почты не разрешен.
sv_se: Du har ingen åtkomst till e-postmodulen

source: Mail account is disabled for admin user in context %1$s
da_dk: Postkonto er slået fra for administratorbruger i kontekst %1$s
pt_br: Conta de e-mail desabilitada pelo administrador no contexto %1$s
ru_ru: Почтовая учетная запись администратора в контексте %1$s отключена.
sv_se: E-postkontot är avaktiverat för administrationsanvändare i kontext %1$s

source: Process was interrupted. Please try again.
da_dk: Proces blev afbrudt. Prøv venligst igen.
pt_br: O processo foi interrompido. Por favor, tente novamente.
ru_ru: Процесс был прерван. Повторите попытку.
sv_se: Processen avbröts. Försök igen.

source: Unsupported charset encoding: %1$s
da_dk: Ikke-understøttet tegnkodning: %1$s
pt_br: Não há suporte a codificação de caractere: %1$s
ru_ru: Неподдерживаемый тип кодирования: %1$s.
sv_se: Teckenuppsättningen stöds inte: %1$s

source: Header %1$s could not be properly parsed
da_dk: Feltet %1$s kunne ikke fortolkes ordentligt
pt_br: Cabeçalho %1$s não pôde ser analisado corretamente
ru_ru: Не удалось разобрать заголовок %1$s.
sv_se: Rubriken %1$s kunde inte tolkas rätt

source: Spam handler initialization failed: %1$s
da_dk: Initialisering af spam-håndtering mislykkedes: %1$s
pt_br: Falha ao inicializar o manipulador de spam: %1$s
ru_ru: Не удалось инициализировать обработчик спама: %1$s
sv_se: Initialisering av skräpposthanteringsfunktionen misslyckades: %1$s

source: Invalid content type value: %1$s
da_dk: Ugyldig indholdstype: %1$s
pt_br: Valor do tipo de conteúdo inválido: %1$s
ru_ru: Недопустимый тип содержимого: %1$s
sv_se: Ogiltigt värde på typinnehållet: %1$s

source: Messaging error: %1$s
da_dk: Beskedfejl: %1$s
pt_br: Mensagem de erro: %1$s
ru_ru: Ошибка сообщения: %1$s
sv_se: Snabbmeddelandefel: %1$s

source: Message field %1$s cannot be handled
da_dk: Beskedfelt, %1$s, kan ikke håndteres
pt_br: O campo de mensagem %1$s não pode ser manipulado
ru_ru: Не удалось обработать поле %1$s.
sv_se: Meddelandefältet %1$s kan inte hanteras

source: Message field %1$s cannot be handled on server %2$s with login %3$s (user=%4$s, context=%5$s)
da_dk: Beskedfelt %1$s kan ikke håndteres på server %2$s med login %3$s (bruger=%4$s, kontekst=%5$s)
pt_br: O campo de mensagem %1$s não pode ser manipulado no servidor %2$s com login: %3$s (usuário=%4$s, contexto=%5$s)
ru_ru: Не удалось обработать поле сообщения %1$s на сервере %2$s (имя %3$, пользователь %4$s, контекст %5$s).
sv_se: Meddelandefältet %1$s kan inte hanteras på servern %2$s med inloggning %3$s (användare=%4$s, kontext=%5$s)

source: Versit error: %1$s
da_dk: Versit-fejl: %1$s
pt_br: Erro de Versit: %1$s
ru_ru: Ошибка Versit: %1$s
sv_se: Versit-fel: %1$s

source: Versit attachment could not be saved due to an unsupported MIME type: %1$s
da_dk: Versit-vedhæftning kunne ikke gemmes på grund af en uunderstøttet MIME-type: %1$s
pt_br: O anexo Versit não pôde ser salvo devido a um tipo MIME não suportado: %1$s
ru_ru: Приложение Versit не может быть сохранено, так как тип MIME не поддерживается: %1$s
sv_se: Versit-bilagan kan inte sparas på grund av att MIME-typen ej stöds: %1$s

source: Invalid parameter name: %1$s
da_dk: Ugyldigt parameternavn: %1$s
pt_br: Nome de parâmetro inválido: %1$s
ru_ru: Недопустимое имя параметра: %1$s
sv_se: Ogiltigt parameternamn: %1$s

source: Could not create a PartModifier instance from name %1$s
da_dk: Kunne ikke danne en "PartModifier"-instans fra navnet %1$s
pt_br: Não foi possível criar uma instância Modificadora de Partes de nome %1$s
ru_ru: Не удалось создать экземпляр PartModifier на основе имени %1$s.
sv_se: Kunde inte skapa en PartModifier-instans från namnet %1$s

source: Upload quota (%1$s) exceeded for file %2$s (size=%3$s)
da_dk: Upload-kvote (%1$s) overskredet for fil %2$s (størrelse: %3$s)
pt_br: Cota de envio (%1$s) excedida pelo arquivo %2$s (tamanho=%3$s)
ru_ru: Превышена квота отправки (%1$s) для файла %2$s (размер %3$s).
sv_se: Uppladdningskvot (%1$s) överskreds av filen %2$s (size=%3$s)

source: Upload quota (%1$s) exceeded
da_dk: Upload-kvote (%1$s) overskredet
pt_br: Cota de envio (%1$s) excedida
ru_ru: Превышена квота отправки (%1$s).
sv_se: Uppladdningskvot (%1$s) överskriden

source: Invalid integer value %1$s
da_dk: Ugyldig heltalsværdi: %1$s
pt_br: Valor inteiro inválido %1$s
ru_ru: Недопустимое значение: %1$s
sv_se: Ogiltigt heltalsvärde %1$s

source: Mail(s) %1$s could not be found in folder %2$s
da_dk: Brev(e) %1$s kunne ikke findes i mappen %2$s
pt_br: E-mail(s) %1$s não pôde ser localizado na pasta %2$s
ru_ru: Нет сообщений %1$s в папке %2$s.
sv_se: Brev(en) %1$s hittades inte i mappen %2$s

source: Mail could not be found
da_dk: Brev kunne ikke findes
pt_br: E-mail não pôde ser localizado
ru_ru: Почта не найдена.
sv_se: E-brev hittades inte: %1$s

source: Action %1$s is not supported by %2$s
da_dk: Handlingen %1$s er ikke understøttet af %2$s
pt_br: A ação %1$s não é suportada por %2$s
ru_ru: %2$s не поддерживает действие %1$s.
sv_se: Åtgärden %1$s stöds inte av %2$s

source: Message could not be sent
da_dk: Besked kunne ikke sendes
pt_br: A mensagem não pôde ser enviada
ru_ru: Не удалось отправить сообщение.
sv_se: Meddelandet kunde inte skickas

source: Unknown or unsupported action: %1$s
da_dk: Ukendt eller uunderstøttet handling: %1$s
pt_br: Ação desconhecida ou não suportada: %1$s
ru_ru: Неизвестная или неподдерживаемая операция: %1$s.
sv_se: Okänd eller ej stödd åtgärd: %1$s

source: Missing field %1$s
da_dk: Felt mangler: %1$s
pt_br: Campo faltante %1$s
ru_ru: Отсутствует поле %1$s.
sv_se: Fält saknas %1$s

source: Unsupported MIME type %1$s
da_dk: Uunderstøttet MIME-type:%1$s
pt_br: Tipo MIME não suportado %1$s
ru_ru: Тип MIME не поддерживается: %1$s
sv_se: MiME-typen stöds inte %1$s

source: This message could not be moved to trash folder as your mailbox is nearly full. Please try to empty your deleted items first, or delete smaller messages first.
da_dk: Denne besked kunne ikke flyttes til skraldemappen, da din postkasse næsten er fyldt. Prøv venligst at tømme skraldemappen først, eller at slette mindre beskeder først.
pt_br: Esta mensagem não pôde ser movida para a lixeira porque sua caixa de e-mail está quase cheia. Por favor, tente primeiro esvaziar seus itens excluídos ou exclua as mensagens menores primeiro.

source: The message part with sequence ID %1$s could not be found in message %2$s in folder %3$s.
da_dk: Beskeddelen med sekvens-id %1$s kunne ikke findes i beskeden %2$s i mappen %3$s.
pt_br: A parte da mensagem com ID de sequencia %1$s não pôde ser localizada na mensagem %2$s na pasta %3$s.
ru_ru: Часть сообщения с идентификатором %1$s не найдена в сообщении %2$s в папке %3$s.
sv_se: Meddelandedelen med sekvens-ID %1$s hittades inte i meddelandet %2$s i mappen %3$s.

source: No content available in mail part
da_dk: Intet tilgængeligt indhold i brevdel
pt_br: Nenhum conteúdo disponível na parte de e-mail
ru_ru: Пустое тело сообщения.
sv_se: Inget innehåll tillgängligt i e-postdelen

source: Message has been successfully sent. Due to exceeded quota a copy could not be placed in your sent folder though.
da_dk: Beskeden er sendt. På grund af overskredet kvote kunne der ikke gemmes en kopi af beskeden i "Sendt"-mappen.
pt_br: Mensagem enviada com sucesso. Entretanto, não foi possível colocar uma cópia na pasta de enviadas devido a cota da pasta está excedida.
ru_ru: Сообщение было отправлено, но не удалось сохранить копию в папку «Отправленные», так как достигнута квота на копии.
sv_se: Meddelandet har skickats. Däremot kunde en kopia inte läggas till i din Skickat-mapp på grund av överskriden kvot.

source: Message has been successfully sent. A copy could not be placed in your sent folder though.
da_dk: Beskeden er sendt. Der kunne ikke gemmes en kopi af beskeden i "Sendt"-mappen.
pt_br: Mensagem enviada com sucesso. Entretanto, não foi possível colocar uma cópia na pasta de enviadas.
ru_ru: Сообщение было отправлено, но не удалось сохранить копию в папку «Отправленные».
sv_se: Meddelandet har skickats. Däremot kunde en kopia inte läggas till i din Skickat-mapp.

source: No provider could be found for protocol/URL "%1$s"
da_dk: Ingen udbyder kunne findes for protokol/URL "%1$s"
pt_br: Nenhum fornecedor pôde ser localizado para protocolo/URL "%1$s"
ru_ru: Не найден провайдер для протокола или адреса «%1$s».
sv_se: Ingen leverantör kunde hittas för protokoll/URL "%1$s"

source: Protocol cannot be parsed: %1$s
da_dk: Protokol kan ikke fortolkes: %1$s
pt_br: Não foi possível analisar o protocolo: %1$s
ru_ru: Не удалось разобрать протокол: %1$s.
sv_se: Protokollet kan inte tolkas: %1$s

source: No reply on multiple message possible
da_dk: Man kan ikke besvare flere beskeder på en gang
pt_br: Nenhuma resposta na possível mensagem múltipla
ru_ru: Вы не можете ответить на несколько сообщений одновременно.
sv_se: Inte möjligt att få svar på multipla meddelanden

source: Illegal system flag argument %1$s. Flag must be to the power of 2
da_dk: Ugyldigt systemflagsargument, %1$s. Flag skal være en to-tals-potens
pt_br: Argumento de marcador do sistema ilegal %1$s. O marcador deve ser elevado a potência de 2
ru_ru: Недопустимый аргумент %1$s. Флаг должен иметь значение в степени 2.
sv_se: Ogiltig argument i systemflagga %1$s. Flaggan måste vara upphöjd med 2

source: Attachment %1$s not found inside mail %2$s of mail folder %3$s
da_dk: Vedhæftning %1$s kunne ikke findes i brev %2$s i postmappe %3$s
pt_br: Anexo %1$s não foi localizado dentro do e-mail %2$s da pasta de e-mail %3$s
ru_ru: Вложение %1$s не найдено в сообщении %2$s в папке %3$s.
sv_se: Bilagan %1$s hittades inte i e-brevet %2$s i e-postmappen %3$s

source: Folder %1$s does not hold messages and is therefore not selectable
da_dk: Mappen %1$s indeholder ikke beskeder og kan derfor ikke vælges
pt_br: A pasta %1$s não mantém mensagem e portanto não é selecionável
ru_ru: Папка %1$s не содержит сообщения и не может быть выбрана.
sv_se: Mappen %1$s innehåller inte meddelanden och går därför inte att välja

source: Folder %1$s does not hold messages and is therefore not selectable on server %2$s with login %3$s (user=%4$s, context=%5$s)
da_dk: Mappen %1$s indeholder ikke beskeder og kan derfor ikke vælges på server %2$s med login %3$s (bruger=%4$s, kontekst=%5$s)
pt_br: A pasta %1$s não mantém mensagem e portanto não é selecionável no servidor %2$s com login %3$s (usuário=%4$s, contexto=%5$s)
ru_ru: Папка %1$s на сервере %2$s не содержит сообщения и не может быть выбрана (имя %3$s, пользователь %4$s, контекст %5$s).
sv_se: Mappen %1$s innehåller inte meddelanden och går därför inte att välja på servern %2$s med inloggning %3$s (användare=%4$s, kontext=%5$s)

source: Insufficient folder attributes: Either existence status or full name have to be present to determine if a mail folder create or update shall be performed
da_dk: Utilstrækkelige mappeattributter: Enten eksistens eller fuldt navn er nødt til at være tilstede for at kunne finde ud af om en postmappe skal oprettes eller opdateres
pt_br: Atributos de pasta insuficientes: A existência de status ou nome completo devem estar presentes para determinar se uma pasta de e-mail deve ser criada ou atualizada
ru_ru: Недостаточные атрибуты папки. Возможно, для определения необходимости создания или обновления почтовой папки требуется статус конфигурации или полное имя.
sv_se: Otillräckliga mappattribut: Existensstatus eller fullt namn måste finnas för att avgöra om en uppdatering eller skapande av e-post-mappen ska utföras

source: Root folder must not be modified or deleted
da_dk: Rodmappe må ikke ændres eller slettes
pt_br: Pasta raiz não deve ser excluída ou modificada
ru_ru: Корневая папка не может быть изменена или удалена.
sv_se: Rotmappen får inte ändras eller tas bort

source: No transport provider could be found for protocol/URL "%1$s"
da_dk: Ingen transportudbyder kunne findes for protokol/URL "%1$s"
pt_br: Nenhum fornecedor de transporte pôde ser encontrado para o protocolo/URI "%1$s"
ru_ru: Не найден транспортный провайдер для протокола или адреса «%1$s».
sv_se: Ingen leverantör kunde hittas för protokoll/URL "%1$s"

source: Missing mail folder full name
da_dk: Mangler det fulde navn for postmappe
pt_br: Nome completo da pasta de e-mail faltante
ru_ru: Отсутствует полное имя папки почты.
sv_se: Saknar e-postmappens fullständiga namn

source: Image attachment with content id "%1$s" not found inside mail %2$s of mail folder %3$s
da_dk: Billedvedhæftning med indholds-id "%1$s" findes ikke i brev %2$s i postmappe %3$s
pt_br: Anexo de imagem com ID de conteúdo "%1$s" não foi localizada dentro do e-mail %2$s da pasta de e-mail %3$s
ru_ru: Вложенное изображение с кодом содержимого «%1$s» не найдено в сообщении %2$s в папке %3$s
sv_se: Bifogad bild med innehålls-ID "%1$s" hittades inte i brev %2$s i e-postmappen %3$s

source: The specified E-Mail address %1$s is not covered by allowed E-Mail address aliases.
da_dk: Den angivne e-mail-adresse %1$s er ikke omfattet af tilladte e-mail-adresse-aliaser.
pt_br: O endereço de e-mail especificado %1$s não é coberto pela permissão de apelidos de endereço de e-mail.
ru_ru: Адрес %1$s не входит в список разрешенных адресов.
sv_se: Den specificerade e-postadressen %1$s omfattas inte av tillåtna e-postadressalias.

source: Checking default folders on server %1$s for user %2$s (%3$s) in context on %4$s failed: %5$s
da_dk: Tjek af standardmapper på server %1$s for bruger %2$s (%3$s) i kontekst på %4$s mislykkedes: %5$s
pt_br: Falha ao verificar pastas padrão no servidor %1$s como usuário %2$s (%3$s) no contexto %4$s: %5$s
ru_ru: Проверка папок для пользователя %2$s (%3$s) на сервере %1$s в контексте %4$s завершилась неудачей: %5$s
sv_se: Kontroll av standardmappar i sammankoppling misslyckades på servern %1$s för användare %2$s (%3$s) i kontext på %4$s: %5$s

source: The types of specified data source are not supported
da_dk: Typerne af angivne datakilder er ikke understøttede
pt_br: Os tipos de fonte de dados especificadas não são suportados
ru_ru: Типы указанных источников данных не поддерживаются.
sv_se: Typerna för specificerad informationsursprung stöds inte

source: Mail cannot be parsed. Invalid or incomplete mail data.
da_dk: Mail kan ikke fortolkes. Ugyldige eller ukomplette mail-data.
pt_br: Não foi possível analisar o e-mail. Os dados do e-mail são inválidos ou estão incompletos.
ru_ru: Не удалось выполнить разбор почты: недействительные или неполные данные.
sv_se: Brev kan inte tolkas. Ogiltig eller ofullständig brevinformation.

source: Mail folder cannot be created/renamed. Empty folder name.
da_dk: Postmappe kan ikke oprettes/omdøbes. Tomt mappenavn.
pt_br: A pasta de e-mail não pôde ser criada/renomeada. O nome da pasta está vazio.
ru_ru: Ошибка создания или переименования папки. Пустое имя.
sv_se: Brevmapp kan inte skapas/döpas om. Tomt mappnamn.

source: Invalid folder name: "%1$s"
da_dk: Ugyldigt mappenavn: "%1$s"
pt_br: Nome da pasta inválido: "%1$s"
ru_ru: Недопустимое имя папки: «%1$s»
sv_se: Ogiltigt mappnamn: "%1$s"

source: Invalid Content-Disposition value: %1$s
da_dk: Ugyldig "Content-Disposition"-værdi: %1$s
pt_br: Valor da Notificação de Conteúdo inválido: %1$s
ru_ru: Недопустимый Content-Disposition: %1$s
sv_se: Ogiltigt Innehåll-Dispositionsvärde: %1$s

source: A folder named %1$s already exists.
da_dk: En mappe med navnet "%1$s" findes allerede.
pt_br: Uma pasta com nomeada %1$s já existe.
ru_ru: Папка %1$s уже существует.
sv_se: En mapp med namnet %1$s finns redan.

source: A folder named %1$s already exists on server %2$s with login %3$s (user=%4$s, context=%5$s).
da_dk: Der findes allerede en mappe ved navn "%1$s" på server %2$s med login %3$s (bruger=%4$s, kontekst=%5$s).
pt_br: Uma pasta nomeada %1$s já existe no servidor %2$s com login %3$s (usuário=%4$s, contexto=%5$s).
ru_ru: Папка %1$s уже существует на сервере %2$s (имя входа %3$s, пользователь %4$s, контекст %5$s).
sv_se: En mapp med namnet %1$s finns redan på servern %2$s med inloggning %3$s (användare=%4$s, kontext=%5$s).

source: No create access on mail folder %1$s on server %2$s with login %3$s (user=%4$s, context=%5$s).
da_dk: Må ikke oprette nye indgange i postmappe %1$s på server %2$s med login %3$s (bruger=%4$s, kontekst=%5$s).
pt_br: Nenhum acesso criado na pasta de e-mail %1$s no servidor %2$s com login %3$s (usuário=%4$s, contexto=%5$s).
ru_ru: Недостаточно прав на создание объектов в папке «%1$s» на сервере %2$s для %3$s (пользователь %4$s, контекст %5$s).
sv_se: Ingen rättighet att skapa i e-postmappen %1$s på servern %2$s med inloggning %3$s (användare=%4$s, kontext=%5$s).

source: Mail account %1$s with ID %2$s does not support mail transport.
da_dk: Postkonto %1$s med id %2$s understøtter ikke mail-overførsel.
pt_br: Conta de e-mail %1$s com ID %2$s não tem suporte a transporte de mensagens.
ru_ru: Учетная запись %1$s с ID %2$s не поддерживает механизм доставки почты.
sv_se: E-postkontot %1$s med ID %2$s har inte stöd för e-posttransport.

source: Mail folder could not be found: %1$s.
da_dk: Postmappe kunne ikke findes: %1$s.
pt_br: Não foi possível localizar a pasta de e-mail: %1$s.
ru_ru: Папка не найдена: %1$s.
sv_se: E-postmappen kunde inte hittas: %1$s.

source: Mail folder could not be found.
da_dk: Postmappe kunne ikke findes.
pt_br: Não foi possível localizar a pasta de e-mail.
sv_se: E-postmappen kunde inte hittas.

source: Referenced mail %1$s could not be found in folder %2$s. Therefore reply/forward operation cannot be performed.
da_dk: Refereret brev, %1$s, kunne ikke findes i mappen %2$s. Breve kan derfor ikke besvares/videresendes.
pt_br: O e-mail referenciado %1$s não pôde ser localizado na pasta %2$s. Portanto, a operação de responder/encaminhar não pode ser executada.
ru_ru: Нет почты %1$s в папке %2$s. Операции ответа и перенаправления недоступны.
sv_se: Refererat e-brev %1$s hittades inte i mappen %2$s. Därför kan inte svar/vidarebefordran utföras.

source: Mail folder must not be deleted: %1$s.
da_dk: Postmappe må ikke slettes: %1$s.
pt_br: A pasta de e-mail não deve ser excluída: %1$s.
ru_ru: Папка не может быть удалена: %1$s.
sv_se: E-postmappen får inte tas bort: %1$s.

source: No delete access on mail folder: %1$s.
da_dk: Ingen sletteadgang i postmappe: %1$s.
pt_br: Nenhum acesso excluído na pasta de e-mail: %1$s.
ru_ru: Нет прав доступа для удаления из папки %1$s.
sv_se: Du har inte tillstånd att ta bort e-postmappen: %1$s.

source: Mail folder must not be moved: %1$s.
da_dk: Postmappe må ikke flyttes: %1$s.
pt_br: A pasta de e-mail não deve ser movida: %1$s.
ru_ru: Папка не может быть перемещена: %1$s.
sv_se: E-postmappen får inte flyttas: %1$s.

source: Mail folder must not be updated: %1$s.
da_dk: Postmappe må ikke opdateres: %1$s.
pt_br: A pasta de e-mail não deve ser atualizada: %1$s.
ru_ru: Папка не может быть обновлена: %1$s.
sv_se: E-postmappen får inte uppdateras: %1$s.

source: No write access on mail folder: %1$s.
da_dk: Ingen skriveadgang til postmappe: %1$s.
pt_br: Nenhum acesso de escrita na pasta de e-mail: %1$s.
ru_ru: Нет доступа записи к папке %1$s.
sv_se: Ingen åtkomst att skapa objekt i e-postmappen: %1$s.

source: Mail could not be found in folder %1$s for message identifier: %2$s
da_dk: Brev med besked-id %2$s kunne ikke findes i mappen %1$s
pt_br: E-mail não pôde ser localizado na pasta %1$s para o identificador de mensagem: %2$s
ru_ru: Не найдены сообщения в папке %1$s для идентификатора: %2$s
sv_se: Brevet hittades inte i mappen %1$s för meddelandeidentifieraren: %2$s

source: Sent quota exceeded. You are only allowed to send 1 E-Mail in %1$s seconds.
da_dk: Sendt-kvote overskredet. Du har kun lov til at sende en mail hvert %1$s. sekund.
pt_br: Cota de envio excedida. Você só tem permissão para enviar 1 e-mail em %1$s segundos.
ru_ru: Превышена квота на отправление. Вы можете отправлять одно сообщение в %1$s сек.
sv_se: Skickat-kvot överskriden. Du har bara tillstånd att skicka 1 e-brev inom %1$s sekunder.

source: Please limit your recipients to %1$s (including To/Cc/Bcc), and click 'Send' again.
da_dk: Begræns antallet af modtagere ("Til", "Cc" og "Bcc" tilsammen) til %1$s og vælg "Send" igen.
pt_br: Por favor, limite seus destinatários para %1$s (incluindo para/Cc/Bcc), e clique em 'enviar' novamente.
ru_ru: Сократите число получателей до %1$s (включая CC и BCC) и нажмите «Отправить».
sv_se: Begränsa motagarlistan till %1$s (inkluderar Till/Kopia/Hemlig kopia), och klicka på 'Skicka' igen.

source: Unable to parse mail server URI "%1$s".
da_dk: Forstår ikke mail-server-URI "%1$s".
pt_br: Não foi possível analisar a URI do servidor de e-mail "%1$s".
ru_ru: Не удалось извлечь URI сервера «%1$s».
sv_se: Kunde inte tolka e-postserverns URI "%1$s".

source: Mail attachment expired or absent.
da_dk: Vedhæftning udløbet eller fraværende.
pt_br: Anexo de e-mail expirado ou ausente.
ru_ru: Вложение не существует, или его срок действия истек.
sv_se: E-postbilagan är för gammal eller saknas.

source: Account has been checked successfully but with a non-secure connection.
da_dk: Konto er afprøvet, men over en usikker forbindelse.
pt_br: A conta foi verificada com sucesso, mas com uma conexão não-segura.
ru_ru: Учетная запись проверена, но не использует безопасное подключение.
sv_se: Kontot har klarat kontrollen, men med en osäker anslutning.
