Repository: cognitionworks/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: da_dk, pt_br, ru_ru, sv_se

source: Asia/Makassar
da_dk: Asien/Makassar
pt_br: Asia/Macáçar
ru_ru: Азия/Макассар
sv_se: Asien/Makassar

source: Asia/Manila
da_dk: Asien/Manila
pt_br: Ásia/Manila
ru_ru: Азия/Манила
sv_se: Asien/Manila

source: Asia/Muscat
da_dk: Asien/Muscat
pt_br: Ásia/Mascate
ru_ru: Азия/Мускат
sv_se: Asien/Muscat

source: Asia/Nicosia
da_dk: Asien/Nicosia
pt_br: Asia/Nicósia
ru_ru: Азия/Никосия
sv_se: Asien/Nicosia

source: Asia/Novokuznetsk
da_dk: Asien/Novokuznetsk
pt_br: Ásia/Novokuznetsk
ru_ru: Азия/Новокузнецк
sv_se: Asien/Novokuznetsk

source: Asia/Novosibirsk
da_dk: Asien/Novosibirsk
pt_br: Ásia/Novosibirsk
ru_ru: Азия/Новосибирск
sv_se: Asien/Novosibirsk

source: Asia/Omsk
da_dk: Asien/Omsk
pt_br: Ásia/Omsk
ru_ru: Азия/Омск
sv_se: Asien/Omsk

source: Asia/Oral
da_dk: Asien/Oral
pt_br: Ásia/Oral
ru_ru: Азия/Уральск
sv_se: Asien/Oral

source: Asia/Phnom Penh
da_dk: Asien/Phnom Penh
pt_br: Ásia/Phnom Penh
ru_ru: Азия/Пномпень
sv_se: Asien/Phnom Penh

source: Asia/Pontianak
da_dk: Asien/Pontianak
pt_br: Ásia/Pontianak
ru_ru: Азия/Понтианак
sv_se: Asien/Pontianak

source: Asia/Pyongyang
da_dk: Asien/Pyongyang
pt_br: Ásia/Pyongyang
ru_ru: Азия/Пхеньян
sv_se: Asien/Pyongyang

source: Asia/Qatar
da_dk: Asien/Qatar
pt_br: Ásia/Catar
ru_ru: Азия/Катар
sv_se: Asien/Qatar

source: Asia/Qyzylorda
da_dk: Asien/Qyzylorda
pt_br: Ásia/Qyzylorda
ru_ru: Азия/Кызыл-Орда
sv_se: Asien/Qyzylorda

source: Asia/Rangoon
da_dk: Asien/Rangoon
pt_br: Ásia/Rangum
ru_ru: Азия/Рангун
sv_se: Asien/Rangoon

source: Asia/Riyadh
da_dk: Asien/Riyadh
pt_br: Ásia/Riade
ru_ru: Азия/Эр-Рияд
sv_se: Asien/Riyadh

source: Asia/Riyadh87
da_dk: Asien/Riyadh87
pt_br: Ásia/Riade87
ru_ru: Азия/Эр-Рияд87
sv_se: Asien/Riyadh87

source: Asia/Riyadh88
da_dk: Asien/Riyadh88
pt_br: Ásia/Riade88
ru_ru: Азия/Эр-Рияд88
sv_se: Asien/Riyadh88

source: Asia/Riyadh89
da_dk: Asien/Riyadh89
pt_br: Ásia/Riade89
ru_ru: Азия/Эр-Рияд89
sv_se: Asien/Riyadh89

source: Asia/Saigon
da_dk: Asien/Saigon
pt_br: Ásia/Saigon
ru_ru: Азия/Сайгон
sv_se: Asien/Saigon

source: Asia/Sakhalin
da_dk: Asien/Sakhalin
pt_br: Ásia/Sacalina
ru_ru: Азия/Сахалин
sv_se: Asien/Sakhalin

source: Asia/Samarkand
da_dk: Asien/Samarkand
pt_br: Ásia/Samarcanda
ru_ru: Азия/Самарканд
sv_se: Asien/Samarkand

source: Asia/Seoul
da_dk: Asien/Seoul
pt_br: Ásia/Seul
ru_ru: Азия/Сеул
sv_se: Asien/Seoul

source: Asia/Shanghai
da_dk: Asien/Shanghai
pt_br: Ásia/Xangai
ru_ru: Азия/Шанхай
sv_se: Asien/Shanghai

source: Asia/Singapore
da_dk: Asien/Singapore
pt_br: Ásia/Singapura
ru_ru: Азия/Сингапур
sv_se: Asien/Singapore

source: Asia/Taipei
da_dk: Asien/Taipei
pt_br: Ásia/Taipé
ru_ru: Азия/Тайпей
sv_se: Asien/Taipei

source: Asia/Tashkent
da_dk: Asien/Tashkent
pt_br: Ásia/Tashkent
ru_ru: Азия/Ташкент
sv_se: Asien/Tashkent

source: Asia/Tbilisi
da_dk: Asien/Tbilisi
pt_br: Ásia/Tbilisi
ru_ru: Азия/Тбилиси
sv_se: Asien/Tbilisi

source: Asia/Tehran
da_dk: Asien/Tehran
pt_br: Ásia/Teerã
ru_ru: Азия/Тегеран
sv_se: Asien/Teheran

source: Asia/Tel Aviv
da_dk: Asien/Tel Aviv
pt_br: Ásia/Tel Aviv
ru_ru: Азия/Тель-Авив
sv_se: Asien/Tel Aviv

source: Asia/Thimbu
da_dk: Asien/Thimbu
pt_br: Ásia/Thimbu
ru_ru: Азия/Тхимпху
sv_se: Asien/Thimbu

source: Asia/Thimphu
da_dk: Asien/Thimphu
pt_br: Ásia/Thimphu
ru_ru: Азия/Тхимпху
sv_se: Asien/Thimphu

source: Asia/Tokyo
da_dk: Asien/Tokyo
pt_br: Ásia/Tóquio
ru_ru: Азия/Токио
sv_se: Asien/Tokyo

source: Asia/Ujung Pandang
da_dk: Asien/Ujung Pandang
pt_br: Ásia/Ujung Pandang
ru_ru: Азия/Уджунг-Панданг
sv_se: Asien/Ujung Pandang

source: Asia/Ulaanbaatar
da_dk: Asien/Ulaanbaatar
pt_br: Ásia/Ulanbaatar
ru_ru: Азия/Улан-Батор
sv_se: Asien/Ulanbator

source: Asia/Ulan Bator
da_dk: Asien/Ulan Bator
pt_br: Ásia/Ulan Bator
ru_ru: Азия/Улан-Батор
sv_se: Asien/Ulan Bator

source: Asia/Urumqi
da_dk: Asien/Urumqi
pt_br: Ásia/Urumqi
ru_ru: Asia/Урумчи
sv_se: Asien/Urumqi

source: Asia/Vientiane
da_dk: Asien/Vientiane
pt_br: Ásia/Vientiane
ru_ru: Азия/Вьентьян
sv_se: Asien/Vientiane

source: Asia/Vladivostok
da_dk: Asien/Vladivostok
pt_br: Ásia/Vladivostok
ru_ru: Азия/Владивосток
sv_se: Asien/Vladivostok

source: Asia/Yakutsk
da_dk: Asien/Yakutsk
pt_br: Ásia/Yakutsk
ru_ru: Азия/Якутск
sv_se: Asien/Yakutsk

source: Asia/Yekaterinburg
da_dk: Asien/Yekaterinburg
pt_br: Ásia/Ecaterimburgo
ru_ru: Азия/Екатеринбург
sv_se: Asien/Yekaterinburg

source: Asia/Yerevan
da_dk: Asien/Yerevan
pt_br: Ásia/Yerevan
ru_ru: Азия/Ереван
sv_se: Asien/Yerevan

source: Atlantic/Azores
da_dk: Atlanten/Azores
pt_br: Atlântico/Açores
ru_ru: Атлантика/Азоры
sv_se: Atlanten/Azorerna

source: Atlantic/Bermuda
da_dk: Atlanten/Bermuda
pt_br: Atlântico/Bermudas
ru_ru: Атлантика/Бермуды
sv_se: Atlanten/Bermuda

source: Atlantic/Canary
da_dk: Atlanten/Kanariske Øer
pt_br: Atlântico/Canárias
ru_ru: Атлантика/Канары
sv_se: Atlanten/Kanarieöarna

source: Atlantic/Cape Verde
da_dk: Atlanten/Cape Verde
pt_br: Atlântico/Cabo Verde
ru_ru: Атлантика/Капо-Верде
sv_se: Atlanten/Kap Verde

source: Atlantic/Faeroe
da_dk: Atlanten/Færøerne
pt_br: Atlântico/Féroe
ru_ru: Атлантика/Фароу
sv_se: Atlanten/Färöarna

source: Atlantic/Faroe
da_dk: Atlanten/Færøerne
pt_br: Atlântico/Faroé
ru_ru: Атлантика/Фарерские о-ва
sv_se: Atlanten/Färö

source: Atlantic/Jan Mayen
da_dk: Atlanten/Jan Mayen
pt_br: Atlântico/Jan Mayen
ru_ru: Атлантика/Ян-Майен
sv_se: Atlanten/Jan Mayen

source: Atlantic/Madeira
da_dk: Atlanten/Madeira
pt_br: Atlântico/Madeira
ru_ru: Атлантика/Мадера
sv_se: Atlanten/Madeira

source: Atlantic/Reykjavik
da_dk: Atlanten/Reykjavik
pt_br: Atlântico/Reykjavík
ru_ru: Атлантика/Рейкьявик
sv_se: Atlanten/Reykjavík

source: Atlantic/South Georgia
da_dk: Atlanten/South Georgia
pt_br: Atlântico/Geórgia do Sul
ru_ru: Атлантика/Южная Георгия
sv_se: Atlanten/South Georgia

source: Atlantic/St Helena
da_dk: Atlanten/St Helena
pt_br: Atlântico/Santa Helena
ru_ru: Атлантика/Св.Елена
sv_se: Atlanten/St Helena

source: Australia/ACT
da_dk: Australien/ATC
pt_br: Austrália/ACT
sv_se: Australien/ACT

source: Australia/Adelaide
da_dk: Australien/Adelaide
pt_br: Austrália/Adelaide
ru_ru: Австралия/Аделаида
sv_se: Australien/Adelaide

source: Australia/Brisbane
da_dk: Australien/Brisbane
pt_br: Austrália/Brisbane
ru_ru: Австралия/Брисбен
sv_se: Australien/Brisbane

source: Australia/Broken Hill
da_dk: Australien/Broken Hill
pt_br: Austrália/Broken Hill
ru_ru: Австралия/Брокен-Хилл
sv_se: Australien/Broken Hill

source: Australia/Canberra
da_dk: Australien/Canberra
pt_br: Austrália/Camberra
ru_ru: Австралия/Канберра
sv_se: Australien/Canberra

source: Australia/Currie
da_dk: Australien/Currie
pt_br: Austrália/Currie
ru_ru: Австралия/Керри
sv_se: Australien/Currie

source: Australia/Darwin
da_dk: Australien/Darwin
pt_br: Austrália/Darwin
ru_ru: Австралия/Дарвин
sv_se: Australien/Darwin

source: Australia/Eucla
da_dk: Australien/Eucla
pt_br: Austrália/Eucla
ru_ru: Австралия/Юкла
sv_se: Australien/Eucla

source: Australia/Hobart
da_dk: Australien/Hobart
pt_br: Austrália/Hobart
ru_ru: Австралия/Хобарт
sv_se: Australien/Hobart

source: Australia/LHI
da_dk: Australien/LHI
pt_br: Austrália/LHI
ru_ru: Австралия/Лорд-Хау
sv_se: Australien/LHI

source: Australia/Lindeman
da_dk: Australien/Lindeman
pt_br: Austrália/Lindeman
ru_ru: Австралия/Линдеман
sv_se: Australien/Lindeman

source: Australia/Lord Howe
da_dk: Australien/Lord Howe
pt_br: Austrália/Lord Howe
ru_ru: Австралия/Лорд-Хау
sv_se: Australien/Lord Howe

source: Australia/Melbourne
da_dk: Australien/Melbourne
pt_br: Austrália/Melbourne
ru_ru: Австралия/Мельбурн
sv_se: Australien/Melbourne

source: Australia/NSW
da_dk: Australien/NSW
pt_br: Austrália/NSW
ru_ru: Австралия/NSW
sv_se: Australien/NSW

source: Australia/North
da_dk: Australien/North
pt_br: Austrália/Norte
ru_ru: Австралия/Северная часть
sv_se: Australien/Norra

source: Australia/Perth
da_dk: Australien/Perth
pt_br: Austrália/Perth
ru_ru: Австралия/Перт
sv_se: Australien/Perth

source: Australia/Queensland
da_dk: Australien/Queensland
pt_br: Austrália/Queensland
ru_ru: Австралия/Квинсленд
sv_se: Australien/Queensland

source: Australia/South
da_dk: Australien/South
pt_br: Australia/Sul
ru_ru: Австралия/Южная часть
sv_se: Australien/Södra

source: Australia/Sydney
da_dk: Australien/Sydney
pt_br: Austrália/Sydney
ru_ru: Австралия/Сидней
sv_se: Australien/Sydney

source: Australia/Tasmania
da_dk: Australien/Tasmania
pt_br: Austrália/Tasmânia
ru_ru: Австралия/Тасмания
sv_se: Australien/Tasmanien

source: Australia/Victoria
da_dk: Australien/Victoria
pt_br: Austrália/Vitória
ru_ru: Австралия/Виктория
sv_se: Australien/Victoria

source: Australia/West
da_dk: Australien/West
pt_br: Austrália/Oeste
ru_ru: Австралия/Запад
sv_se: Australien/Västra

source: Australia/Yancowinna
da_dk: Australien/Yancowinna
pt_br: Austrália/Yancowinna
ru_ru: Австралия/Янковина
sv_se: Australien/Yancowinna

source: Brazil/Acre
da_dk: Brasilien/Acre
pt_br: Brasil/Acre
ru_ru: Бразилия/Акри
sv_se: Brasilien/Acre

source: Brazil/DeNoronha
da_dk: Brasilien/DeNoronha
pt_br: Brasil/Fernando de Noronha
ru_ru: Бразилия/Де Норонха
sv_se: Brasilien/DeNoronha

source: Brazil/East
da_dk: Brasilien/East
pt_br: Brasil/Leste
ru_ru: Бразилия/Восток
sv_se: Brasilien/Östra

source: Brazil/West
da_dk: Brasilien/West
pt_br: Brasil/Oeste
ru_ru: Бразилия/Запад
sv_se: Brasilien/Västra

source: Canada/Atlantic
pt_br: Canadá/Atlântico
ru_ru: Канада/Атлантика
sv_se: Kanada/Atlanten

source: Canada/Central
pt_br: Canadá/Central
ru_ru: Канада/Центральная часть
sv_se: Kanada/Centrala

source: Canada/East-Saskatchewan
pt_br: Canadá/Saskatchewan-Leste
ru_ru: Канада/Восточный Саскачеван
sv_se: Kanada/Östra Saskatchewan

source: Canada/Eastern
pt_br: Canadá/Oriental
ru_ru: Канада/Восточная часть
sv_se: Kanada/Östra

source: Canada/Mountain
pt_br: Canadá/Montanhas
ru_ru: Канада/Горная часть
sv_se: Kanada/Mountain

source: Canada/Newfoundland
pt_br: Canadá/Terra Nova
ru_ru: Канада/Ньюфаундленд
sv_se: Kanada/Newfoundland

source: Canada/Pacific
pt_br: Canadá/Pacífico
ru_ru: Канада/Тихий океан
sv_se: Kanada/Stilla Havet

source: Canada/Saskatchewan
pt_br: Canadá/Saskatchewan
ru_ru: Канада/Саскачеван
sv_se: Kanada/Saskatchewan

source: Canada/Yukon
pt_br: Canadá/Yukon
ru_ru: Канада/Юкон
sv_se: Kanada/Yukon

source: Chile/EasterIsland
pt_br: Chile/Ilha de Páscoa
ru_ru: Чили/о. Пасхи
sv_se: Chile/Påskön

source: Egypt
da_dk: Egypten
pt_br: Egito
ru_ru: Египт
sv_se: Egypten

source: Eire
da_dk: Irland
pt_br: República da Irlanda
ru_ru: Ирландия

source: Europe/Amsterdam
da_dk: Europa/Amsterdam
pt_br: Europa/Amsterdã
ru_ru: Европа/Амстердам
sv_se: Europa/Amsterdam

source: Europe/Andorra
da_dk: Europa/Andorra
pt_br: Europa/Andorra
ru_ru: Европа/Андорра
sv_se: Europa/Andorra

source: Europe/Athens
da_dk: Europa/Athen
pt_br: Europa/Atenas
ru_ru: Европа/Афины
sv_se: Europa/Aten

source: Europe/Belfast
da_dk: Europa/Belfast
pt_br: Europa/Belfast
ru_ru: Европа/Белфаст
sv_se: Europa/Belfast

source: Europe/Belgrade
da_dk: Europa/Belgrade
pt_br: Europa/Belgrado
ru_ru: Европа/Белград
sv_se: Europa/Belgrad

source: Europe/Berlin
da_dk: Europa/Berlin
pt_br: Europa/Berlin
ru_ru: Европа/Берлин
sv_se: Europa/Berlin

source: Europe/Bratislava
da_dk: Europa/Bratislava
pt_br: Europa/Bratislava
ru_ru: Европа/Братислава
sv_se: Europa/Bratislava

source: Europe/Brussels
da_dk: Europa/Brussels
pt_br: Europa/Bruxelas
ru_ru: Европа/Брюссель
sv_se: Europa/Bryssel

source: Europe/Bucharest
da_dk: Europa/Bucharest
pt_br: Europa/Bucareste
ru_ru: Европа/Бухарест
sv_se: Europa/Bukarest

source: Europe/Budapest
da_dk: Europa/Budapest
pt_br: Europa/Budapeste
ru_ru: Европа/Будапешт
sv_se: Europa/Budapest

source: Europe/Chisinau
da_dk: Europa/Chisinau
pt_br: Europa/Chisinau
ru_ru: Европа/Кишинев
sv_se: Europa/Chisinau

source: Europe/Copenhagen
da_dk: Europa/København
pt_br: Europa/Copenhague
ru_ru: Европа/Копенгаген
sv_se: Europa/Köpenhamn

source: Europe/Dublin
da_dk: Europa/Dublin
pt_br: Europa/Dublin
ru_ru: Европа/Дублин
sv_se: Europa/Dublin

source: Europe/Gibraltar
da_dk: Europa/Gibraltar
pt_br: Europa/Gibraltar
ru_ru: Европа/Гибралтар
sv_se: Europa/Gibraltar

source: Europe/Guernsey
da_dk: Europa/Guernsey
pt_br: Europa/Guernsey
ru_ru: Европа/Гернси
sv_se: Europa/Guernsey

source: Europe/Helsinki
da_dk: Europa/Helsinki
pt_br: Europa/Helsinque
ru_ru: Европа/Хельсинки
sv_se: Europa/Helsinki

source: Europe/Isle of Man
da_dk: Europa/Isle of Man
pt_br: Europa/Ilha de Man
ru_ru: Европа/о. Мэн
sv_se: Europa/Isle of Man

source: Europe/Istanbul
da_dk: Europa/Istanbul
pt_br: Europa/Istambul
ru_ru: Европа/Стамбул
sv_se: Europa/Istanbul

source: Europe/Jersey
da_dk: Europa/Jersey
pt_br: Europa/Jérsia
ru_ru: Европа/Джерси
sv_se: Europa/Jersey

source: Europe/Kaliningrad
da_dk: Europa/Kaliningrad
pt_br: Europa/Kaliningrado
ru_ru: Европа/Калининград
sv_se: Europa/Kaliningrad

source: Europe/Kiev
da_dk: Europa/Kiev
pt_br: Europa/Kiev
ru_ru: Европа/Киев
sv_se: Europa/Kiev

source: Europe/Lisbon
da_dk: Europa/Lisbon
pt_br: Europa/Lisboa
ru_ru: Европа/Лиссабон
sv_se: Europa/Lissabon

source: Europe/Ljubljana
da_dk: Europa/Ljubljana
pt_br: Europa/Liubliana
ru_ru: Европа/Любляна
sv_se: Europa/Ljubljana

source: Europe/London
da_dk: Europa/London
pt_br: Europa/Londres
ru_ru: Европа/Лондон
sv_se: Europa/London

source: Europe/Luxembourg
da_dk: Europa/Luxembourg
pt_br: Europa/Luxemburgo
ru_ru: Европа/Люксембург
sv_se: Europa/Luxemburg

source: Europe/Madrid
da_dk: Europa/Madrid
pt_br: Europa/Madrid
ru_ru: Европа/Мадрид
sv_se: Europa/Madrid

source: Europe/Malta
da_dk: Europa/Malta
pt_br: Europa/Malta
ru_ru: Европа/Мальта
sv_se: Europa/Malta

source: Europe/Mariehamn
da_dk: Europa/Mariehamn
pt_br: Europa/Mariehamn
ru_ru: Европа/Мариехамн
sv_se: Europa/Mariehamn

source: Europe/Minsk
da_dk: Europa/Minsk
pt_br: Europa/Minsk
ru_ru: Европа/Минск
sv_se: Europa/Minsk

source: Europe/Monaco
da_dk: Europa/Monaco
pt_br: Europa/Mônaco
ru_ru: Европа/Монако
sv_se: Europa/Monaco

source: Europe/Moscow
da_dk: Europa/Moskva
pt_br: Europa/Moscou
ru_ru: Европа/Москва
sv_se: Europa/Moskva

source: Europe/Nicosia
da_dk: Europa/Nicosia
pt_br: Europa/Nicósia
ru_ru: Европа/Никосия
sv_se: Europa/Nicosia

source: Europe/Oslo
da_dk: Europa/Oslo
pt_br: Europa/Oslo
ru_ru: Европа/Осло
sv_se: Europa/Oslo

source: Europe/Paris
da_dk: Europa/Paris
pt_br: Europa/Paris
ru_ru: Европа/Париж
sv_se: Europa/Paris

source: Europe/Podgorica
da_dk: Europa/Podgorica
pt_br: Europa/Podgorica
ru_ru: Европа/Подгорица
sv_se: Europa/Podgorica

source: Europe/Prague
da_dk: Europa/Prag
pt_br: Europa/Praga
ru_ru: Европа/Прага
sv_se: Europa/Prag

source: Europe/Riga
da_dk: Europa/Riga
pt_br: Europa/Riga
ru_ru: Европа/Рига
sv_se: Europa/Riga

source: Europe/Rome
da_dk: Europa/Rom
pt_br: Europa/Roma
ru_ru: Европа/Рим
sv_se: Europa/Rom

source: Europe/Samara
da_dk: Europa/Samara
pt_br: Europa/Samara
ru_ru: Европа/Самара
sv_se: Europa/Samara

source: Europe/San Marino
da_dk: Europa/San Marino
pt_br: Europa/San Marino
ru_ru: Европа/Сан-Марино
sv_se: Europa/San Marino

source: Europe/Sarajevo
da_dk: Europa/Sarajevo
pt_br: Europa/Saraievo
ru_ru: Европа/Сараево
sv_se: Europa/Sarajevo

source: Europe/Simferopol
da_dk: Europa/Simferopol
pt_br: Europa/Simferopol
ru_ru: Европа/Симферополь
sv_se: Europa/Simferopol

source: Europe/Skopje
da_dk: Europa/Skopje
pt_br: Europa/Escópia
ru_ru: Европа/Скопье
sv_se: Europa/Skopje

source: Europe/Sofia
da_dk: Europa/Sofia
pt_br: Europa/Sófia
ru_ru: Европа/София
sv_se: Europa/Sofia

source: Europe/Stockholm
da_dk: Europa/Stockholm
pt_br: Europa/Estocolmo
ru_ru: Европа/Стокгольм
sv_se: Europa/Stockholm

source: Europe/Tallinn
da_dk: Europa/Tallinn
pt_br: Europa/Talim
ru_ru: Европа/Таллин
sv_se: Europa/Tallinn

source: Europe/Tirane
da_dk: Europa/Tirane
pt_br: Europa/Tirana
ru_ru: Европа/Тирана
sv_se: Europa/Tirana

source: Europe/Tiraspol
da_dk: Europa/Tiraspol
pt_br: Europa/Tiráspol
ru_ru: Европа/Тирасполь
sv_se: Europa/Tiraspol

source: Europe/Uzhgorod
da_dk: Europa/Uzhgorod
pt_br: Europa/Uzhhorod
ru_ru: Европа/Ужгород
sv_se: Europa/Uzhgorod

source: Europe/Vaduz
da_dk: Europa/Vaduz
pt_br: Europa/Vaduz
ru_ru: Европа/Вадуц
sv_se: Europa/Vaduz

source: Europe/Vatican
da_dk: Europa/Vatikanet
pt_br: Europa/Vaticano
ru_ru: Европа/Ватикан
sv_se: Europa/Vatikanen

source: Europe/Vienna
da_dk: Europa/Wien
pt_br: Europa/Viena
ru_ru: Европа/Вена
sv_se: Europa/Wien

source: Europe/Vilnius
da_dk: Europa/Vilnius
pt_br: Europa/Vilnius
ru_ru: Европа/Вильнюс
sv_se: Europa/Vilnius

source: Europe/Volgograd
da_dk: Europa/Volgograd
pt_br: Europa/Volgogrado
ru_ru: Европа/Волгоград
sv_se: Europa/Volgograd

source: Europe/Warsaw
da_dk: Europa/Warszawa
pt_br: Europa/Varsóvia
ru_ru: Европа/Варшава
sv_se: Europa/Warszawa

source: Europe/Zagreb
da_dk: Europa/Zagreb
pt_br: Europa/Zagreb
ru_ru: Европа/Загреб
sv_se: Europa/Zagreb

source: Europe/Zaporozhye
da_dk: Europa/Zaporozhye
pt_br: Europa/Zaporizhzhya
ru_ru: Европа/Запорожье
sv_se: Europa/Zaporozhye

source: Europe/Zurich
da_dk: Europa/Zürich
pt_br: Europa/Zurique
ru_ru: Европа/Цюрих
sv_se: Europa/Zürich

source: Iceland
da_dk: Island
pt_br: Islândia
ru_ru: Исландия
sv_se: Island

source: Indian/Antananarivo
da_dk: Indien/Antananarivo
pt_br: Índico/Antananarivo
ru_ru: Индийский океан/Антананариву
sv_se: Indiska oceanen/Antananarivo

source: Indian/Chagos
da_dk: Indien/Chagos
pt_br: Índico/Chagos
ru_ru: Индийский океан/Чагос
sv_se: Indiska oceanen/Chagos

source: Indian/Christmas
da_dk: Indien/Christmas
pt_br: Índico/Christmas
ru_ru: Индийский окена/о. Рождества
sv_se: Indiska oceanen/Julön

source: Indian/Cocos
da_dk: Indien/Cocos
pt_br: Índico/Cocos
ru_ru: Индийский океан/Кокосовые о-ва
sv_se: Indiska oceanen/Cocos

source: Indian/Comoro
da_dk: Indien/Comoro
pt_br: Índico/Comores
ru_ru: Индийский океан/Коморо
sv_se: Indiska oceanen/Comorerna

source: Indian/Kerguelen
da_dk: Indien/Kerguelen
pt_br: Índico/Kerguelen
ru_ru: Индийский океан/Кергелен
sv_se: Indiska oceanen/Kerguelen

source: Indian/Mahe
da_dk: Indien/Mahe
pt_br: Índico/Mahe
ru_ru: Индийский океан/Маэ
sv_se: Indiska oceanen/Mahe

source: Indian/Maldives
da_dk: Indien/Maldives
pt_br: Índico/Maldivas
ru_ru: Индийский океан/Мальдивы
sv_se: Indiska oceanen/Maldiverna

source: Indian/Mauritius
da_dk: Indien/Mauritius
pt_br: Índico/Maurício
ru_ru: Индийский океан/Маврикий
sv_se: Indiska oceanen/Mauritius

source: Indian/Mayotte
da_dk: Indien/Mayotte
pt_br: Índico/Mayotte
ru_ru: Индийский окена/Майотта
sv_se: Indiska oceanen/Mayotte

source: Indian/Reunion
da_dk: Indien/Reunion
pt_br: Índico/Reunião
ru_ru: Индийский океан/Реюньон
sv_se: Indiska oceanen/Reunion

source: Iran
pt_br: Irã
ru_ru: Иран

source: Japan
pt_br: Japão
ru_ru: Япония

source: Libya
da_dk: Libien
pt_br: Líbia
ru_ru: Ливия
sv_se: Libyen

source: Mexico/BajaNorte
pt_br: México/BajaNorte
ru_ru: Мексика/Нижняя Калифорния

source: Mexico/BajaSur
pt_br: México/BajaSur
ru_ru: Мексика/Южная нижняя Калифорния

source: Mexico/General
pt_br: México/Geral
ru_ru: Мексика/Основная часть
sv_se: Mexico/Allmänt

source: Mideast/Riyadh87
da_dk: Mellemøsten/Riyadh87
pt_br: Oriente Médio/Riade87
ru_ru: Средняя Азия/Рияд87
sv_se: Mellanöstern/Riyadh87

source: Mideast/Riyadh88
da_dk: Mellemøsten/Riyadh88
pt_br: Oriente Médio/Riade88
ru_ru: Средняя Азия/Рияд88
sv_se: Mellanöstern/Riyadh88

source: Mideast/Riyadh89
da_dk: Mellemøsten/Riyadh89
pt_br: Oriente Médio/Riade89
ru_ru: Средняя Азия/Рияд89
sv_se: Mellanöstern/Riyadh89

source: Pacific/Apia
da_dk: Stillehavet/Apia
pt_br: Pacífico/Apia
ru_ru: Тихий океан/Апиа
sv_se: Stilla havet/Apia

source: Pacific/Auckland
da_dk: Stillehavet/Auckland
pt_br: Pacífico/Auckland
ru_ru: Тихий океан/Окленд
sv_se: Stilla havet/Auckland

source: Pacific/Chatham
da_dk: Stillehavet/Chatham
pt_br: Pacífico/Chatham
ru_ru: Тихий океан/Чатем
sv_se: Stilla havet/Chatham

source: Pacific/Chuuk
da_dk: Stillehavet/Chuuk
pt_br: Pacífico/Chuuk
ru_ru: США/Тихий океан
sv_se: Stilla havet/Chuuk

source: Pacific/Easter
da_dk: Stillehavet/Easter
pt_br: Pacífico/Ilha de Páscoa
ru_ru: Тихий океан/Остров_Пасхи
sv_se: Stilla havet/Påskön

source: Pacific/Efate
da_dk: Stillehavet/Efate
pt_br: Pacífico/Éfaté
ru_ru: Тихий океан/о. Эфате
sv_se: Stilla havet/Efate

source: Pacific/Enderbury
da_dk: Stillehavet/Enderbury
pt_br: Pacífico/Enderbury
ru_ru: Тихий океан/Эндербери
sv_se: Stilla havet/Enderbury

source: Pacific/Fakaofo
da_dk: Stillehavet/Fakaofo
pt_br: Pacífico/Fakaofo
ru_ru: Тихий океан/Факаофо
sv_se: Stilla havet/Fakaofo

source: Pacific/Fiji
da_dk: Stillehavet/Fiji
pt_br: Pacífico/Fiji
ru_ru: Тихий океан/Фиджи
sv_se: Stilla havet/Fiji

source: Pacific/Funafuti
da_dk: Stillehavet/Funafuti
pt_br: Pacífico/Funafuti
ru_ru: Тихий океан/Фунафути
sv_se: Stilla havet/Funafuti

source: Pacific/Galapagos
da_dk: Stillehavet/Galapagos Øerne
pt_br: Pacífico/Galápagos
ru_ru: Тихий океан/Галапагосские о-ва
sv_se: Stilla havet/Galapagos

source: Pacific/Gambier
da_dk: Stillehavet/Gambier
pt_br: Pacífico/Gambier
ru_ru: Тихий океан/Гамбье
sv_se: Stilla havet/Gambier

source: Pacific/Guadalcanal
da_dk: Stillehavet/Guadalcanal
pt_br: Pacífico/Guadalcanal
ru_ru: Тихий океан/о. Гуадалканал
sv_se: Stilla havet/Guadalcanal

source: Pacific/Guam
da_dk: Stillehavet/Guam
pt_br: Pacífico/Guam
ru_ru: Тихий океан/Гуам
sv_se: Stilla havet/Guam

source: Pacific/Honolulu
da_dk: Stillehavet/Honolulu
pt_br: Pacífico/Honolulu
ru_ru: Тихий океан/Гонолулу
sv_se: Stilla havet/Honolulu

source: Pacific/Johnston
da_dk: Stillehavet/Johnston
pt_br: Pacífico/Johnston
ru_ru: Тихий океан/Джонстон
sv_se: Stilla havet/Johnston

source: Pacific/Kiritimati
da_dk: Stillehavet/Kiritimati
pt_br: Pacífico/Kiritimati
ru_ru: Тихий океан/Киритимати
sv_se: Stilla havet/Kiritimati

source: Pacific/Kosrae
da_dk: Stillehavet/Kosrae
pt_br: Pacífico/Kosrae
ru_ru: Тихий океан/Косре
sv_se: Stilla havet/Kosrae

source: Pacific/Kwajalein
da_dk: Stillehavet/Kwajalein
pt_br: Pacífico/Kwajalein
ru_ru: Тихий океан/Кваджалейн
sv_se: Stilla havet/Kwajalein

source: Pacific/Majuro
da_dk: Stillehavet/Majuro
pt_br: Pacífico/Majuro
ru_ru: Тихий океан/Маджуро
sv_se: Stilla havet/Majuro

source: Pacific/Marquesas
da_dk: Stillehavet/Marquesas
pt_br: Pacífico/Marquesas
ru_ru: Тихий океан/Маркизские острова
sv_se: Stilla havet/Marquesas

source: Pacific/Midway
da_dk: Stillehavet/Midway
pt_br: Pacífico/Midway
ru_ru: Тихий океан/Мидуэй
sv_se: Stilla havet/Midway

source: Pacific/Nauru
da_dk: Stillehavet/Nauru
pt_br: Pacífico/Nauru
ru_ru: Тихий океан/Науру
sv_se: Stilla havet/Nauru

source: Pacific/Niue
da_dk: Stillehavet/Niue
pt_br: Pacífico/Niue
ru_ru: Тихий океан/Нуе
sv_se: Stilla havet/Niue

source: Pacific/Norfolk
da_dk: Stillehavet/Norfolk
pt_br: Pacífico/Norfolk
ru_ru: Тихий океан/Норфолк
sv_se: Stilla havet/Norfolk

source: Pacific/Noumea
da_dk: Stillehavet/Noumea
pt_br: Pacífico/Nouméa
ru_ru: Тихий океан/Нумеа
sv_se: Stilla havet/Noumea

source: Pacific/Pago Pago
da_dk: Stillehavet/Pago Pago
pt_br: Pacífico/Pago Pago
ru_ru: Тихий океан/Паго-Паго
sv_se: Stilla havet/Pago Pago

source: Pacific/Palau
da_dk: Stillehavet/Palau
pt_br: Pacífico/Palau
ru_ru: Тихий океан/Палау
sv_se: Stilla havet/Palau

source: Pacific/Pitcairn
da_dk: Stillehavet/Pitcairn
pt_br: Pacífico/Pitcairn
ru_ru: Тихий океан/Питкэрн
sv_se: Stilla havet/Pitcairn

source: Pacific/Pohnpei
da_dk: Stillehavet/Pohnpei
pt_br: Pacífico/Pohnpei
ru_ru: Тихий океан/Понпеи
sv_se: Stilla havet/Pohnpei

source: Pacific/Ponape
da_dk: Stillehavet/Ponape
pt_br: Pacífico/Ponape
ru_ru: Тихий океан/Понапе
sv_se: Stilla havet/Ponape

source: Pacific/Port Moresby
da_dk: Stillehavet/Port Moresby
pt_br: Pacífico/Port Moresby
ru_ru: Тихий океан/Порт-Морсби
sv_se: Stilla havet/Port Moresby

source: Pacific/Rarotonga
da_dk: Stillehavet/Rarotonga
pt_br: Pacífico/Rarotonga
ru_ru: Тихий океан/Раротонга
sv_se: Stilla havet/Rarotonga

source: Pacific/Saipan
da_dk: Stillehavet/Saipan
pt_br: Pacífico/Saipan
ru_ru: Тихий океан/Сайпан
sv_se: Stilla havet/Saipan
