Repository: cognitionworks/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: da_dk, pt_br, ru_ru, sv_se

source: Cannot forward more than %1$s messages at once. Please divide the messages to forward in chunks of appropriate size.
da_dk: Kan ikke videresende flere end %1$s beskeder ad gangen. Del beskederne op i bunker af en passende størrelse.
pt_br: Não foi possível encaminhar mais que %1$s mensagens de uma vez. Por favor, divida as mensagens para encaminhar em blocos de tamanho apropriado.
ru_ru: Максимальное число перенаправляемых сообщений: %1$s. Разбейте набор на группы и отправьте его по частям.
sv_se: Kan inte vidarebefordra fler än %1$s meddelanden åt gången. Dela upp meddelandena att vidarebefordra i klumpar av lämplig storlek.

source: Your account has been created but will not use a secure connection.
da_dk: Din konto er oprettet, men vil bruge en usikker forbindelse.
pt_br: Sua conta foi criada mas não usará uma conexão segura.
ru_ru: Созданная учетная запись не использует безопасное подключение.
sv_se: Ditt konto har skapats men kommer inte använda en säker anslutning.

source: Your E-Mail has been successfully sent, but the original E-Mail could not be flagged as "replied" and/or "forwarded".
da_dk: Din mail er sendt, men den oprindelige mail kunne ikke mærkes som "besvaret" eller "videresendt".
pt_br: Seu e-mail foi enviado com sucesso, mas o e-mail original não pôde ser marcado como "respondido" e/ou "encaminhado".
ru_ru: Сообщение отправлено, но не удалось его отметить как ответ или перенаправление.
sv_se: Ditt e-brev har skickats, men det ursprungliga brevet kunde inte flaggas som "besvarat" och/eller "vidarebefordrat".

source: Mail folder cannot be created/renamed. Folder name exceeds max length of %1$s.
da_dk: Postmappe kan ikke oprettes/omdøbes. Mappenavnets længde overskrider den øvre grænse på %1$s.
pt_br: A pasta de e-mail não pôde ser criada/renomeada. O nome da pasta excede o tamanho máximo de %1$s.
ru_ru: Не удалось создать или переименовать папку. Имя превышает допустимую длину: %1$s.
sv_se: Brevmapp kan inte skapas/döpas om. Mappnamnet överskrider den maximala längden %1$s.

source: The attachments to this E-Mail exceeded the size limit for attachments. Instead of sending the attachment with the E-Mail, the attachment was published and the link added to your E-Mail. Whoever receives the E-Mail can then download the attachment.
da_dk: Vedhæftningerne til denne mail overskrider størrelsesloftet for vedhæftninger. I stedet for at sende vedhæftningen per e-mail blev vedhæftningen offentliggjort og linket føjet til din mail. Alle der modtager mailen kan så downloade vedhæftningen.
pt_br: Os anexos para este e-mail excederam o tamanho limite para anexos. Em vez de enviar o e-mail com o anexo, ele será publicado e o link será adicionado ao seu e-mail. Quem receber o e-mail poderá, então, baixar o anexo.
ru_ru: Размер вложений превышает допустимый. Вместо их добавления в письмо они были опубликованы, и ссылка добавлена в сообщение. Получатель сможет загрузить вложения, перейдя по указанной ссылке.
sv_se: Bilagorna till det här e-brevet överskrider storleksgränsen för bilagor. Istället för att skicka bilagan via e-post publicerades den, och en länk lades till i e-brevet. Den som tar emot meddelandet kan sedan ladda ner bilagan på egen hand.

source: Draft message could not be saved
da_dk: Kladde kunne ikke gemmes
pt_br: Rascunho da mensagem não pôde ser salvo
ru_ru: Не удалось сохранить черновик.
sv_se: Utkastet kunde inte sparas

source: There was a problem processing the request. Please (refresh view and) try again.
da_dk: Der var et problem med behandlingen af forespørgslen. Genindlæs og prøv igen.
pt_br: Houve um problema ao processar a requisição. Por favor, (atualize a visualização e) tente novamente.
ru_ru: Не удалось обработать запрос. Обновите страницу и повторите попытку.
sv_se: Ett problem uppstod när begäran behandlades. (Uppdatera vyn och) försök igen.

source: Invoked method is not supported.
da_dk: Kaldt metode ikke understøttet.
pt_br: O método invocado não é suportado.
ru_ru: Вызванный метод не поддерживается.
sv_se: Anropad metod stöds inte.

source: Maximum message size is exceeded. Max. is %1$s.
da_dk: Loft over beskedstørrelse (%1$s) overskredet.
pt_br: O tamanho máximo da mensagem foi excedido. O máximo é %1$s.
sv_se: Maximal meddelandestorlek överskreds. Maxlängden är %1$s.

source: Re-sending message denied because message is not located in %1$s folder.
da_dk: Genudsendelse af besked nægtet, da beskeden ikke ligger i %1$s-mappen.
pt_br: Reenvio de mensagem negado, pois a mensagem não está localizada na pasta %1$s.
sv_se: Tilläts inte skicka meddelandet igen eftersom meddelandet inte finns i mappen %1$s.

source: There was an issue in authenticating your E-Mail password. This may be due to a recent password change. To continue please log out now and then log back in with your most current password. (server=%1$s | user=%2$s)
da_dk: Der var problemer med at authentificere adgangskoden til din postkasse. Det kan skyldes at du har ændret adgangskode fornylig. For at fortsætte, så log ud og log ind igen med din seneste adgangskode. (server=%1$s, bruger=%2$s)
pt_br: Houve um problema na autenticação de sua senha de e-mail. Isto pode ser devido a uma recente alteração de senha. Para continuar por favor encerre a sessão agora e volte a entrar com sua senha mais atual. (servidor=%1$s | usuário=%2$s)
ru_ru: Не удалось пройти авторизацию с этим паролем. Возможно, пароль был изменен. Повторите попытку входа с другим паролем. (Сервер %1$s, пользователь %2$s)
sv_se: Det uppstod ett problem vid bekräftande av ditt e-postlösenord. Detta kanske beror på att du nyligen har ändrat lösenord. För att fortsätta, logga ut och logga in med ditt nuvarande lösenord. (server=%1$s | användare=%2$s)

source: Wrong or missing login data to access mail server %1$s. Error message from mail server: %2$s
da_dk: Forkerte eller manglende login-data for at tilgå postserver %1$s. Fejlmeddelelse fra server: %2$s
pt_br: Dado de login incorreto ou faltante para acessar o servidor de e-mail %1$s. Mensagem de erro do servidor de e-mail: %2$s
ru_ru: Неверные или отсутствующие данные авторизации на почтовом сервере %1$s. Ошибка: %2$s
sv_se: Fel eller saknad inloggningsdata för att få tillgång till e-postservern %1$s. Felmeddelandet från e-postservern: %2$s

source: Wrong or missing login data to access mail server %1$s with login %2$s (user=%3$s, context=%4$s). Error message from mail server: %5$s
da_dk: Forkerte eller manglende login-data for at tilgå postserver %1$s med login %2$s (bruger=%3$s, kontekst=%4$s). Fejlmeddelelse fra server: %5$s
pt_br: Dado de login incorreto o faltante para acessar o servidor de e-mail %1$s com login %2$s (usuário=%3$s, contexto=%4$s). Mensagem de erro do servidor de e-mail: %5$s
ru_ru: Неверные или отсутствующие данные авторизации на почтовом сервере %1$s для %2$s (пользователь %3$s, контекст %4$s). Ошибка: %5$s.
sv_se: Felaktig eller saknad inloggningsdata för att komma åt e-postservern %1$s med inloggning %2$s (användare=%3$s, kontext=%4$s). Felmeddelandet från e-postservern: %5$s

source: Mail folder "%1$s" could not be found.
da_dk: Postmappen "%1$s" kunne ikke findes.
pt_br: Pasta de e-mail "%1$s" não pôde ser localizada.
ru_ru: Папка «%1$s» не найдена.
sv_se: E-postmappen "%1$s" hittades inte.

source: Mail folder "%1$s" could not be found on mail server %2$s with login %3$s (user=%4$s, context=%5$s).
da_dk: Postmappen "%1$s kunne ikke findes på server %2$s med login %3$s (bruger=%4$s, kontekst=%5$s).
pt_br: Pasta de e-mail "%1$s" não pôde ser localizada no servidor de e-mail %2$s com login %3$s (usuário=%4$s, contexto=%5$s).
ru_ru: Папка «%1$s» не найдена на сервере %2$s для %3$s (пользователь %4$s, контекст %5$s).
sv_se: E-postmappen "%1$s" hittades inte på e-postservern %2$s med inloggning %3$s (användare=%4$s, kontext=%5$s).

source: Folder "%1$s" has been closed. Probably your request took too long.
da_dk: Mappen "%1$s" er blevet lukket. Din forespørgsel tog sandsynligvis for lang tid.
pt_br: A pasta "%1$s" foi fechada. Provavelmente sua requisição demorou muito.

source: Folder "%1$s" has been closed on mail server %2$s with login %3$s (user=%4$s, context=%5$s). Probably your request took too long.
da_dk: Mappen "%1$s er blevet lukket på postserver %2$s med login %3$s (bruger=%4$s, kontekst=%5$s). Din forespørgsel tog sandsynligvis for lang tid.
pt_br: A pasta "%1$s" foi fechada no servidor de e-mail %2$s com login %3$s (usuário=%4$s, contexto=%5$s). Provavelmente sua requisição demorou muito.

source: Illegal write attempt: %1$s
da_dk: Ugyldigt skriveforsøg: %1$s
pt_br: Tentativa de escrita ilegal: %1$s
ru_ru: Недопустимая попытка записи: %1$s
sv_se: Otillåtet skrivförsök: %1$s

source: Method not supported: %1$s
da_dk: Metode ikke understøttet: %1$s
pt_br: Método não suportado: %1$s
ru_ru: Метод не поддерживается: %1$s
sv_se: Metoden stöds inte: %1$s

source: Session attempts to instantiate a provider that does not exist: %1$s
da_dk: Session forsøger at instantiere en udbyder der ikke findes: %1$s
pt_br: Tentativas de sessão para instanciar um fornecedor que não existe: %1$s
ru_ru: Сеанс пытается создать экземпляр несуществующего провайдера: %1$s.
sv_se: Sessionen försöker instansiera en leverantör som inte finns: %1$s

source: Invalid E-Mail address %1$s
da_dk: Ugyldig e-mail-adresse: %1$s
pt_br: Endereço de e-mail inválido %1$s
ru_ru: Недопустимый адрес: %1$s
sv_se: Ogiltig e-postadress %1$s

source: Wrong message header: %1$s
da_dk: Forkert felt i brevhoved: %1$s
pt_br: Cabeçalho de mensagem errado: %1$s
ru_ru: Неверный заголовок сообщения: %1$s
sv_se: Fel meddelandehuvud: %1$s

source: An attempt was made to open a read-only folder with read-write "%1$s"
da_dk: Forsøgte at åbne en læs-kun-mappe med skriveadgang: "%1$s"
pt_br: Uma tentativa foi feita para abrir uma pasta de somente leitura com leitura e escrita "%1$s"
ru_ru: Попытка доступа чтения и записи к папке, доступной только для чтения: «%1$s»
sv_se: Ett försök att öppna en skrivskyddad mapp med skrivrättigheter "%1$s"

source: An attempt was made to open a read-only folder with read-write "%1$s" on mail server %2$s with login %3$s (user=%4$s, context=%5$s)
da_dk: Forsøgte at åbne en læs-kun-mappe med skriveadgang, "%1$s", på postserver %2$s med login %3$s (bruger=%4$s, kontekst=%5$s)
pt_br: Foi feita uma tentativa para abrir uma pasta de somente leitura como leitura e escrita "%1$s" no servidor de e-mail %2$s com login %3$s (usuário=%4$s, contexto=%5$s)
ru_ru: Попытка доступа чтения и записи к папке «%1$s», доступной только для чтения, на сервере %2$s (имя %3$s, пользователь %4$s, контекст %5$s).
sv_se: Ett försök att öppna en skrivskyddad mapp med skrivrättigheter gjordes "%1$s" på e-postservern %2$s med inloggning %3$s (användare=%4$s, kontext=%5$s)

source: Invalid search expression: %1$s
da_dk: Ugyldigt søgeudtryk: %1$s
pt_br: Expressão de pesquisa inválida: %1$s
ru_ru: Недопустимое выражение поиска: %1$s
sv_se: Ogiltigt sökuttryck: %1$s

source: Message could not be sent because it is too large
da_dk: Besked kunne ikke sendes fordi den er for stor
pt_br: A mensagem não pôde ser enviada, pois é muito grande
ru_ru: Сообщение не может быть отправлено, так как его размер превышает допустимый.
sv_se: Meddelandet kunde inte skickas eftersom att det är för stort

source: Message could not be sent to the following recipients: %1$s
da_dk: Besked kunne ikke sendes til følgende modtagere: %1$s
pt_br: A mensagem não pôde ser enviada para os seguintes destinatários: %1$s
ru_ru: Не удалось отправить сообщение следующим адресатам: %1$s
sv_se: Meddelandet kunde inte skickas till följande mottagare: %1$s

source: Message could not be sent to the following recipients: %1$s %2$s
da_dk: Besked kunne ikke sendes til følgende modtagere: %1$s %2$s
pt_br: A mensagem não pôde ser enviada para os seguintes destinatários: %1$s %2$s
ru_ru: Не удалось отправить сообщение следующим адресатам: %1$s %2$s
sv_se: Meddelandet kunde inte skickas till följande mottagare: %1$s %2$s

source: Lost connection to mail server.
da_dk: Tabte forbindelsen til postserveren.
pt_br: Conexão com o servidor de e-mail perdida.
ru_ru: Соединение с сервером потеряно.
sv_se: Förlorade anslutningen till e-postservern.

source: Connection closed to mail server %1$s with login %2$s (user=%3$s, context=%4$s).
da_dk: Forbindelse til postserver %1$s med login %2$s (bruger=%3$s, kontekst=%4$s) lukket.
pt_br: Conexão fechada para o servidor de e-mail %1$s com login %2$s (usuário=%3$s, contexto=%4$s).
ru_ru: Подключение к %1$s закрыто (имя входа %2$s, пользователь %3$s, контекст %4$s).
sv_se: Anslutningen stängdes på e-postservern %1$s med inloggning %2$s (användare=%3$s, kontext=%4$s).

source: Could not bind connection to local port %1$s
da_dk: Kunne ikke bindre forbindelse til lokal port %1$d
pt_br: Não foi possível vincular conexão a porta local %1$s
ru_ru: Не удалось привязать соединение к локальному порту %1$s.
sv_se: Kunde inte binda anslutning till lokal port %1$s

source: Connection was refused or timed out while attempting to connect to remote server %1$s for user %2$s.
da_dk: Forbindelse blev nægtet eller udløb under forsøg på at forbinde til fjernserver %1$s for bruger %2$s.
pt_br: Conexão expirou ou foi recusada ao tentar conectar ao servidor remoto %1$s para o usuário %2$s.
ru_ru: Пользователю %2$s отказано в подключении к серверу %1$s
sv_se: Anslutningen nekades eller tog för lång tid när försök gjordes att ansluta till servern %1$s för användare %2$s.

source: Connection was reset. Please try again.
da_dk: Forbindelse nulstillet. Prøv igen.
pt_br: A conexão foi reiniciada. Por favor, tente novamente.
ru_ru: Сброс соединения. Повторите попытку.
sv_se: Anslutningen nollställdes. Försök igen.

source: No route to host: server (%1$s) cannot be reached
da_dk: Ingen rute til server: %1$s kan ikke tilgås
pt_br: Nenhuma rota para a máquina: servidor (%1$s) não pôde ser alcançado
ru_ru: Ошибка подключения к серверу %1$s: нет маршрута.
sv_se: Ingen väg till värddator: servern (%1$s) kan inte nås

source: Port %1$s was unreachable on remote server
da_dk: Port %1$s kunne ikke nås på fjernserver
pt_br: Porta %1$s não foi alcançada no servidor remoto
ru_ru: Нет доступа к порту %1$s на удаленном сервере.
sv_se: Port %1$s var inte tillgänglig på fjärrservern

source: Connection is broken due to a socket exception on remote server: %1$s
da_dk: Forbindelse tabt på grund af en netværksfejl på fjernserver: %1$s
pt_br: A conexão está quebrada, devido a uma exceção no servidor remoto: %1$s
ru_ru: Исключение сокета на удаленном сервере: %1$s. Соединение прервано.
sv_se: Anslutningen är bruten på grund av ett socket-undantag på fjärrservern: %1$s

source: A socket error occurred: %1$s
da_dk: Der opstod en netværksfejl: %1$s
pt_br: Ocorreu um erro de soquete: %1$s
ru_ru: Ошибка сокета: %1$s
sv_se: Ett socket-fel inträffade: %1$s

source: The IP address of host "%1$s" could not be determined
da_dk: IP-adresse for serveren "%1$s" kunne ikke bestemmes
pt_br: O endereço de IP da máquina "%1$s" não pôde ser determinado
ru_ru: Не удалось определить IP-адрес «%1$s».
sv_se: IP-adressen för värden "%1$s" kunde inte fastslås

source: The quota on mail server exceeded. Error message: %1$s
da_dk: Kvote på postserver overskredet. Fejlmeddelelse: %1$s
pt_br: A cota no servidor de e-mail foi excedida. Mensagem de erro: %1$s
sv_se: Kvoten på e-postservern har överskridits. Felmeddelande: %1$s

source: The quota on mail server "%1$s" exceeded with login %2$s (user=%3$s, context=%4$s). Error message: %5$s
da_dk: Kvote på postserver %1$s overskredet med login %2$s (bruger=%3$s, kontekst=%4$s). Fejlmeddelelse: %5$s
pt_br: A cota no servidor de e-mail "%1$s" foi excedida com o login %2$s (usuário=%3$s, contexto=%4$s). Mensagem de erro: %5$s
sv_se: Kvoten på e-postservern "%1$s" överskreds med inloggning %2$s (användare=%3$s, kontext=%4$s). Felmeddelande: %5$s

source: A command sent to mail server failed. Server response: %1$s
da_dk: En kommando sendt til postserveren mislykkedes. Svar: %1$s
pt_br: Falha ao enviar um comando ao servidor de e-mail. Resposta do servidor: %1$s
sv_se: Ett kommando som skickades till e-postservern misslyckades. Serverns svar: %1$s

source: A command failed on mail server %1$s with login %2$s (user=%3$s, context=%4$s). Server response: %5$s
da_dk: En kommando mislykkedes på postserver %1$s med login %2$s (bruger=%3$s, kontekst=%4$s). Svar: %5$s
pt_br: Falha em comando no servidor de e-mail %1$s com login %2$s (usuário=%3$s, contexto=%4$s). Resposta do servidor: %5$s
ru_ru: Ошибка выполнения команды на сервере %1$s (имя %2$s, пользователь %3$s, контекст %4$s). Ответ сервера: %5$s
sv_se: Ett kommando misslyckades på e-postservern %1$s med inloggning %2$s (användare=%3$s, kontext=%4$s). Serverns svar: %5$s

source: Mail server indicates a bad command. Server response: %1$s
da_dk: Postserver indikerer forkert kommando. Svar: %1$s
pt_br: O servidor de e-mail indica um comando inválido. Resposta do servidor: %1$s
ru_ru: Недопустимая команда на сервере. Ответ сервера: %1$s.
sv_se: E-postservern indikerar ett felaktigt kommando. Serverns svar: %1$s

source: Bad command indicated by mail server %1$s with login %2$s (user=%3$s, context=%4$s). Server response: %5$s
da_dk: Forkert kommando indikeret af postserver %1$s med login %2$s (bruger=%3$s, kontekst=%4$s). Svar: %5$s
pt_br: Comando inválido indicado pelo servidor de e-mail %1$s com login %2$s (usuário=%3$s, contexto=%4$s). Resposta do servidor: %5$s
ru_ru: Неверная команда на сервере %1$s (имя %2$s, пользователь %3$s, контекст %4$s). Ответ сервера: %5$s
sv_se: Felaktigt kommando indikeras av e-postservern %1$s med inloggning %2$s (användare=%3$s, kontext=%4$s). Serverns svar: %5$s

source: Error in mail server protocol. Error message: %1$s
da_dk: Fejl i postserverprotokol. Fejlmeddelelse: %1$s
pt_br: Erro no protocolo do servidor de e-mail. Mensagem de erro: %1$s
ru_ru: Ошибка протокола почтового сервера: %1$s
sv_se: Fel i e-postserverns protokoll. Felmeddelande: %1$s

source: Protocol error in data sent to the mail server %1$s with login %2$s (user=%3$s, context=%4$s). Error message: %5$s
da_dk: Protokolfejl i data sendt til postserver %1$s med login %2$s (bruger=%3$s, kontekst=%4$s). Fejlmeddelelse: %5$s
pt_br: Erro de protocolo no envio de dados para o servidor de e-mail %1$s com login %2$s (usuário=%3$s, contexto=%4$s). Mensagem de erro: %5$s

source: Message could not be sent: %1$s
da_dk: Besked kunne ikke sendes: %1$s
pt_br: A mensagem não pôde ser enviada: %1$s
ru_ru: Не удалось отправить сообщение: %1$s
sv_se: Meddelandet kunde inte skickas: %1$s

source: Message could not be sent: %1$s %2$s
da_dk: Besked kunne ikke sendes: %1$s %2$s
pt_br: A mensagem não pôde ser enviada: %1$s %2$s
ru_ru: Не удалось отправить сообщение: %1$s %2$s
sv_se: Meddelandet kunde inte skickas: %1$2 %2$s

source: Message cannot be displayed.
da_dk: Besked kan ikke vises.
pt_br: A mensagem não pôde ser exibida.
ru_ru: Не удалось отобразить сообщение.
sv_se: Meddelandet kan inte visas.

source: Wrong or missing login data to access mail transport server %1$s. Error message from mail transport server: %2$s
da_dk: Forkerte eller manglende login-data for at tilgå udgående postserver %1$s. Fejlmeddelelse fra server: %2$s
pt_br: Dados de login errados ou faltantes para acessar o servidor de transporte de e-mail %1$s. Mensagem de erro do servidor de transporte de e-mail: %2$s
ru_ru: Неверные или отсутствующие данные авторизации на транспортном сервере %1$s. Ошибка: %2$s
sv_se: Fel eller saknad inloggningsdata för att komma åt e-post-transportservern %1$s. Felmeddelande från e-post-transportservern: %2$s

source: Wrong or missing login data to access mail transport server %1$s with login %2$s (user=%3$s, context=%4$s). Error message from mail transport server: %5$s
da_dk: Forkerte eller manglende login-data for at tilgå udgående postserver %1$s med login %2$s (bruger=%3$s, kontekst=%4$s). Fejlmeddelelse fra server: %5$s
pt_br: Dados de login errados ou faltantes para acessar o servidor de transporte de e-mail %1$s com login %2$s (usuário=%3$s, contexto=%4$s). Mensagem de erro do servidor de transporte de e-mail: %5$s
ru_ru: Неверные или отсутствующие данные авторизации на транспортном сервере %1$s для %2$s (пользователь %3$s, контекст %4$s). Ошибка: %5$s
sv_se: Felaktig eller saknad inloggningsdata för att komma åt e-post-transportservern %1$s med inloggning %2$s (användare=%3$s, kontext=%4$s). Felmeddelande från e-post-transportservern: %5$s

source: Error processing mail server response. The administrator has been informed.
da_dk: Fejl under behandling af svar fra postserver. Administrator er orienteret.
pt_br: Processando erro de resposta do servidor de e-mail. O administrador foi informado.
ru_ru: Ошибка при обработке ответа сервера. Администратор будет уведомлен.
sv_se: Fel vid behandling av e-postserverns svar. Administratören har informerats.

source: Error processing %1$s mail server response for login %2$s (user=%3$s, context=%4$s). The administrator has been informed.
da_dk: Fejl under behandling af svaret %1$s fra postserver for login %2$s (bruger=%3$s, kontekst=%4$s). Administrator er orienteret.
pt_br: Processando erro de resposta do servidor de e-mail %1$s para login %2$s (usuário=%3$s, contexto=%4$s). O administrador foi informado.
ru_ru: Ошибка при обработке ответа сервера %1$s для %2$s (пользователь %3$s, контекст %4$s). Администратор будет уведомлен.
sv_se: Fel vid behandling av e-postservern %1$ss svar för inloggning %2$s (användare=%3$s, kontext=%4$s. Administratören har informerats.

source: I/O error "%1$s" occurred in communication with "%2$s" mail server for login %3$s (user=%4$s, context=%5$s).
da_dk: Fejl (%1$s) under kommunikation med postserver %2$s for login %3$s (bruger=%4$s, kontekst=%5$s).
pt_br: Erro de E/S "%1$s" ocorreu em comunicação com o servidor de e-mail "%2$s" para login %3$s (usuário=%4$s, contexto=%5$s).
ru_ru: Ошибка ввода-вывода «%1$s» при обращении %3$s к серверу «%2$s» (пользователь %4$s, контекст %5$s).
sv_se: I/O-fel "%1$s" inträffade i kommunikation med e-postservern "%2$s" för inloggning %3$s (användare=%4$s, kontext=%5$s).

source: Error processing mail server response. The administrator has been informed. Error message: %1$s
da_dk: Fejl under behandling af svar fra postserver. Administrator er orienteret. Fejlmeddelelse:%1$s
pt_br: Processando erro de resposta do servidor de e-mail. O administrador foi informado. Mensagem de erro: %1$s
ru_ru: Ошибка при обработке ответа сервера. Администратор будет уведомлен. Сообщение: %1$s.
sv_se: Fel vid behandling av e-postserverns svar. Administratören har informerats. Felmeddelande: %1$s

source: Error processing %1$s mail server response for login %2$s (user=%3$s, context=%4$s). The administrator has been informed. Error message: %5$s
da_dk: Fejl under behandling af svaret %1$s fra postserver for login %2$s (bruger=%3$s, kontekst=%4$s). Administratoren er blevet informeret. Fejlmeddelelse: %5$s
pt_br: Processando erro de resposta do servidor de e-mail %1$s para login %2$s (usuário=%3$s, contexto=%4$s). O administrador foi informado. Mensagem de erro: %5$s
ru_ru: Ошибка при обработке ответа сервера %1$s для %2$s (пользователь %3$s, контекст %4$s). Администратор будет уведомлен. Ошибка: %5$s
sv_se: Fel vid behandling av e-postservern %1$ss svar för inloggning %2$s (användare=%3$s, kontext=%4$s). Administratören har informerats. Felmeddelande: %5$s

source: That mailbox is already in use by another process. Please try again later. Error message: %1$s
da_dk: Den postkasse bruges allerede af en anden proces. Prøv venligst igen senere. Fejlmeddelelse: %1$s
pt_br: Esta caixa de e-mail já está em uso por outro processo. Por favor, tente novamente mais tarde. Mensagem de erro: %1$s
