Repository: cognitionworks/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: da_dk, pt_br, ru_ru, sv_se

source: Participant %d for task %d is not found.
da_dk: Deltagere %d i opgave %d kan ikke findes.
pt_br: O participante %d para a tarefa %d não foi localizado.
ru_ru: Участник %d для задачи %d не найден.
sv_se: Deltagare %d för uppgift %d hittas inte.

source: Cannot find task %d in context %d.
da_dk: Kan ikke finde opgave %d i kontekst %d.
pt_br: Não foi possível localizar a tarefa %d no contexto %d.
ru_ru: Не удалось найти задачу %d в контексте %d.
sv_se: Kan inte hitta uppgift %d i kontext %d.

source: Unknown task attribute %d.
da_dk: Ukendt opgaveattribut %d.
pt_br: Atributo de tarefa desconhecido %d.
ru_ru: Неизвестный атрибут задачи: %d.
sv_se: Okänt uppgiftsattribut %d.

source: Date range in search must contain 2 and not %d values.
da_dk: Datointerval i søgning skal indeholde 2 og ikke %d værdier.
pt_br: Intervalo de data na pesquisa deve conter 2 e não %d valores.
ru_ru: Диапазон дат должен содержать два значения (обнаружено %d).
sv_se: Datumsökning i ordning måste innehålla 2 och inte %d värden

source: Cannot detach more attachments than actually available.
da_dk: Kan ikke afkoble flere vedhæftninger end der rent faktisk er.
pt_br: Não foi possível desanexar mais anexos do que os atualmente disponíveis.
sv_se: Kan inte koppla bort fler bilagor än vad som finns tillgängligt.

source: You are not allowed to read the contents of folder %1$s (%2$d).
da_dk: Du har ikke lov til at læseobjekter i mappen %1$s (%2$d).
pt_br: Você não tem permissão para ler o conteúdo da pasta %1$s (%2$d).
ru_ru: У вас нет прав на чтение папки %1$s (%2$d).
sv_se: Du har inte behörighet att läsa innehållet i mappen %1$s (%2$d).

source: Tasks are disabled for you (%d).
da_dk: Opgaver er slået fra for dig (%d).
pt_br: As tarefas estão desabilitadas para você (%d).
ru_ru: Для вас задачи отключены (%d).
sv_se: Uppgifter är avaktiverade för dig (%d).

source: You are not allowed to create tasks in folder %1$s (%2$d).
da_dk: Du har ikke lov til at oprette opgaver i mappen %1$s (%2$d).
pt_br: Você não tem permissão para criar tarefas na pasta %1$s (%2$d).
ru_ru: Вы не можете создавать задачи в папке %1$s (%2$d).
sv_se: Du har inte behörighet att skapa uppgifter i mappen %1$s (%2$d).

source: You are not allowed to delegate tasks.
da_dk: Du har ikke lov til at uddelegere opgaver.
pt_br: Você não tem permissão para delegar tarefas.
ru_ru: Вы не можете делегировать задачи.
sv_se: Du har inte behörighet att delegera uppgifter.

source: Missing folder id for creating task.
da_dk: Mangler mappe-id for at kunne oprette opgave.
pt_br: ID da pasta faltando para criação de tarefa.
ru_ru: Не задан идентификатор папки при создании задачи.
sv_se: Saknar mapp-id för att skapa en uppgift.

source: Tasks with private flag cannot be delegated.
da_dk: Private opgaver kan ikke uddelegeres.
pt_br: Tarefas marcadas como privadas não podem ser delegadas.
ru_ru: Делегирование задач с личным флагом не разрешается.
sv_se: Uppgifter som flaggats som privata kan inte delegeras.

source: Percent is %d but must be between 0 and 100.
da_dk: Procentsatser skal være fra 0 til 100 (ikke %d).
pt_br: A porcentagem é de %d, mas deve estar entre 0 e 100.
ru_ru: Значение процентов должно быть между 0 и 100 (получено %d).
sv_se: Procenten är %d men måste vara mellan 0 och 100.

source: Tasks that have not been started yet need to have a 'Done' percentage of 0 and not %d.
da_dk: Opgaver der endnu ikke er påbegyndte må have 0% udført, ikke %d%.
pt_br: Tarefas que ainda não foram iniciadas precisam ter 'Concluída' porcentagem de 0 e não de %d.
ru_ru: Задачи, которые еще не выполнялись, должны иметь статус завершения 0 а не %d.
sv_se: Uppgifter som inte har startat ännu måste ha 'Klart'-procent 0 och inte %d.

source: Cannot send event to event system.
da_dk: Kan ikke sende begivenhed til begivenhedssystemet.
pt_br: Não foi possível enviar evento para sistema de evento.
ru_ru: Не удалось отправить событие в систему событий.
sv_se: Kan inte skicka event till eventsystem.

source: You are not allowed to edit tasks in folder %1$s (%2$d).
da_dk: Du har ikke lov til at redigere opgaver i mappen %1$s (%2$d).
pt_br: Você não tem permissão para editar tarefas na pasta %1$s (%2$d).
ru_ru: Вы не можете изменять задачи в папке %1$s (%2$d).
sv_se: Du har inte behörighet att redigera uppgifter i mappen %1$s (%2$d).

source: Moving items from or into shared folder %1$s (%2$d) is not allowed.
da_dk: Det er ikke tilladt at flytte elementer fra/til den delte mappe %1$s (%2$d).
pt_br: Mover itens da ou na pasta compartilhada %1$s (%2$d) não é permitido.
ru_ru: Перемещение элементов общей папки %1$s (%2$d) запрещено.
sv_se: Flytta poster till eller från delade mappar %1$s (%2$d) är inte tillåtet.

source: Missing folder mapping for task %1$d.
da_dk: Mangler mappeafbildning for opgave %1$d.
pt_br: Mapeamento da pasta faltante para tarefa %1$d.
ru_ru: Не выбрана папка для задачи %1$d.
sv_se: Saknar mappning för uppgift %1$d.

source: Unknown recurrence type %d.
da_dk: Ukendt gentagelsestype, %d.
pt_br: Tipo de recorrência desconhecida %d.
ru_ru: Неизвестный тип повтора: %d.
sv_se: Okänd typupprepning %d.

source: Value for the recurrence is missing: %d.
da_dk: Værdi for gentagelsen mangler: %d.
pt_br: O valor para a recorrência está faltando: %d.
ru_ru: Не задача частота повтора: %d.
sv_se: Värdet för upprepningen saknas: %d.

source: Finished tasks need to have a percentage of 100 and not %d.
da_dk: Afsluttede opgaver må have 100% udført, ikke %d%.
pt_br: Tarefas finalizadas precisam ter uma porcentagem de 100% e não de %d.
ru_ru: Завершенные задачи должны иметь статус 100 а не %d.
sv_se: Avslutade uppgifter måste vara på 100 procent och inte %d.

source: Invalid task state %d.
da_dk: Ugyldig opgavetilstand %d.
pt_br: Estado de tarefa inválido %d.
ru_ru: Недопустимый статус задачи %d.
sv_se: Ogiltigt uppgiftstillstånd %d.

source: Start date %1$s must be before end date %2$s.
da_dk: Startdato, %1$s, må være før slutdato, %2$s.
pt_br: Data de início %1$s deve ser anterior a data de término %2$s.
ru_ru: Дата начала %1$s не может быть позднее даты окончания %2$s.
sv_se: Startdatum %1$s måste vara före slutdatum %2$s.

source: The task could not be saved. Please shorten the %1$s and try again. Current length %3$d is more than allowed length of %2$d characters.
da_dk: Opgaven kunne ikke gemmes. Forkort venligst %1$s og prøv igen. Aktuel længde, %3$d tegn, er større end tilladt længde, %2$d tegn.
pt_br: A tarefa não pôde ser salva. Por favor, diminua o %1$s e tente novamente. O tamanho atual %3$d é maior que o tamanho permitido de %2$d caracteres.
ru_ru: Не удалось сохранить задачу. Текущий размер %1$s (%3$d) превышает максимально допустимую длину (%2$d).
sv_se: Uppgiften kunde inte sparas. Korta av %1$s och försök igen. Nuvarande längd %3$d har mer än tillåten längd på %2$d tecken.

source: Tasks with private flag cannot be moved to a public folder %1$s (%2$d).
da_dk: Private opgaver kan ikke flyttes til en offentlig mappe %1$s (%2$d).
pt_br: Tarefas marcadas como privadas não podem ser movidas para a pasta pública %1$s (%2$d).
ru_ru: Задачи с личным флагом не могут быть перемещены в общую папку %1$s (%2$d).
sv_se: Uppgifter som flaggats privata kan inte flyttas till offentlig mapp %1$s (%2$d).

source: Only the task creator is allowed to set the private flag.
da_dk: Kun den der oprettede en opgave kan gøre den privat.
pt_br: Somente o criador da tarefa tem permissão para defini-la como privada.
ru_ru: Только создатель задачи может установить личный флаг.
sv_se: Endast skaparen av uppgiften är tillåten att ange privat flagga.

source: External participants without E-Mail address can not be added.
da_dk: Eksterne deltagere kan ikke tilføjes uden e-mail-adresse.
pt_br: Participantes externos sem endereço de e-mail não podem ser adicionados.
ru_ru: Внешние участники без электронного адреса не могут быть добавлены.
sv_se: Kan inte lägga till externa deltagare utan e-postadress.

source: Unexpected error.
da_dk: Uventet fejl.
pt_br: Erro inesperado.
ru_ru: Непредвиденная ошибка.
sv_se: Oväntat fel.

source: You are not allowed to see the task %1$d in folder %2$s (%3$d).
da_dk: Du har ikke lov til at se opgaven %1$d i mappen %2$s (%3$d).
pt_br: Você não tem permissão para ver a tarefa %1$d na pasta %2$s (%3$d).
ru_ru: У вас нет прав на просмотр задачи %1$d в папке %2$s (%3$d).
sv_se: Du har inte behörighet att se uppgiften %1$d i mappen %2$s (%3$d).

source: Task contains invalid data: "%1$s"
da_dk: Opgave indeholder ugyldige data: "%1$s"
pt_br: Tarefa contém data inválida: "%1$s"
ru_ru: Задача содержит недопустимые данные: «%1$s».
sv_se: Uppgift innehåller ogiltig information: "%1$s"

source: The task %1$d is not stored in folder %2$s (%3$d).
da_dk: Opgaven %1$d ligger ikke i mappen %2$s (%3$d).
pt_br: A tarefa %1$d não está armazenada na pasta %2$s (%3$d).
ru_ru: Задача %1$d не хранится в папке %2$s (%3$d).
sv_se: Uppgiften %1$d är inte lagrad i mapp %2$s (%3$d).

source: Unknown participant type %1$d.
da_dk: Ukendt deltagertype %1$d.
pt_br: Tipo de participante desconhecido %1$d.
ru_ru: Неизвестный тип участника: %1$d.
sv_se: Okänd delatagaretyp %1$d.

source: Group %1$d is empty. You can not add an empty group to a task.
da_dk: Gruppen %1$d er tom. Du kan ikke føje en tom gruppe til en opgave.
pt_br: Grupo %1$d está vazio. Você não pode adicionar a tarefa a um grupo vazio.
ru_ru: Пустая группа (%1$d) не может быть добавлена в задачу.
sv_se: Gruppen %1$d är tom. Du kan inte lägga till en tom grupp till en uppgift.

source: Tasks uids can not be changed.
da_dk: Opgave-uid'er kan ikke ændres.
pt_br: Tarefas com UIDs não podem ser alteradas.
ru_ru: UID задачи не может быть изменен.
sv_se: Uppgifters UID kan inte ändras.

source: Value "%1$s" of attribute "%2$s" contains non digit characters.
da_dk: Værdi "%1$s" af attribut "%2$s" indholder andet end taltegn.
pt_br: Valor "%1$s" do atributo "%2$s" contém caracteres não-numéricos.
ru_ru: Значение «%1$s» атрибута "%2$s содержит нецифровые знаки.
sv_se: Värdet "%1$s" för attributet "%2$s" innehåller tecken som inte är siffror.

source: Can not determine delegator of task %1$d.
da_dk: Kan ikke finde ud af hvem der har uddelegeret opgaven %1$d.
pt_br: Não foi possível determinar o delegado da tarefa %1$d.
ru_ru: Не удалось определить делегирующего пользователя для задачи %1$d.
sv_se: Kan inte lista ut vem som får delegera uppgiften %1$d.

source: The current version number %1$s is already lower than or equal to the desired version number %2$s.
da_dk: Det aktuelle versionsnummer, %1$s, er allerede mindre end eller lig det ønskede versionsnummer, %2$s.
pt_br: O número da versão atual %1$s já é igual ou inferior ao número da versão desejada %2$s.
ru_ru: Текущая версия %1$s меньше или равна выбранной версии %2$s.
sv_se: Nuvarande versionsnummer %1$s är redan lägre än eller samma som önskat versionsnummer %2$s.

source: A SQL problem occurred: %1$s.
da_dk: Der opstod en SQL-fejl: %1$s.
pt_br: Ocorreu um problema no SQL: %1$s.
ru_ru: Произошла ошибка SQL: %1$s.
sv_se: Ett SQL-problem inträffade: %1$s.

source: Error loading update task "%1$s".
da_dk: Fejl ved indlæsning af opgaveopdatering "%1$s".
pt_br: Erro no carregamento de atualização da tarefa "%1$s".
ru_ru: Ошибка при загрузке задачи обновления «%1$s».
sv_se: Fel när uppdateringsuppgiften "%1$s" laddades.

source: Unknown schema name: %1$s.
da_dk: Ukendt skemanavn: %1$s.
pt_br: Nome de esquema desconhecido: %1$s.
ru_ru: Неизвестное название схемы: %1$s.
sv_se: Okänt tabellnamn: %1$s.

source: Update task %1$s returned an unknown concurrency level. Running as blocking task.
da_dk: Opdateringsopgave %1$s returnerede et ukendt parallelitetsniveau. Kører som blokerende opgave.
pt_br: Atualização da tarefa %1$s retornou um nível de simultaneidade desconhecido. Executando bloqueio da tarefa.
ru_ru: Задача обновления %1$s вернула неизвестный уровень согласования. Будет выполняться в формате задачи блокирования.
sv_se: Uppdateringsuppgiften %1$s returnerade en okänd samtidighetsnivå. Kör som blockerande uppgift.

source: The version can not be set back if the update tasks handling has been migrated to the Remember Executed Update Tasks concept on schema %1$s.
da_dk: Versionen kan ikke stilles tilbage, hvis håndteringen af opdateringsopgaver er overført til Husk Udførte Opdateringsopgaver-konceptet på skema %1$s.
pt_br: A versão não pode ser definida se a atualização da tarefa manipulada foi migrada para o Lembrete de Atualização de Tarefas Executadas conceito no esquema %1$s.
ru_ru: Вы не можете уменьшить версию, если используется концепция запоминания выполненных задач обновления для схемы %1$s.
sv_se: Versionen kan inte återställas om uppdateringsuppgifternas hantering har flyttats till konceptet Kom ihåg utförda uppdateringsuppgifter i diagrammet %1$s.

source: Unable to determine next update task to execute. Executed: %1$s. Enqueued: %2$s. Scheduled: %3$s.
da_dk: Kan ikke bestemme hvilken opdateringsopgave skal udføres som den næste. Udførte %1$s. I kø: %2$s. Planlagt: %3$s.
pt_br: Não foi possível determinar a próxima atualização de tarefa a executar. Executado: %1$s. Enfileirado: %2$s. Agendado: %3$s.
ru_ru: Не удалось определить следующую задачу обновления. Выполнено: %1$s. Поставлено в очередь: %2$s. Назначено: %3$s.
sv_se: Kunde inte bestämma vilken uppdateringsuppgift att köra härnäst. Utfört: %1$s. Kölagt: %2$s. Schemalagt: %3$s.

source: Processed a wrong number of rows in database. Expected %1$d rows but worked on %2$d rows.
da_dk: Forkert antal rækker i databasen blev behandlet. Forventede at behandle %1$d og ikke $2$d rækker.
pt_br: Processado um número errado de linhas no banco de dados. Esperado %1$d linhas, mas funcionou em %2$d linhas.
ru_ru: Обработано неверное число строк в базе данных: %2$d (ожидалось %1$d).
sv_se: Behandlade felaktigt radantal i databasen. Förväntade %1$d rader, men arbetade med %2$d rader.

source: Updating schema %1$s failed. Cause: %2$s.
da_dk: Opdatering af skema %1$s mislykkedes. Årsag: %2$s.
pt_br: Falha ao Atualizar o esquema %1$s. Causa: %2$s.
ru_ru: Не удалось обновить схему %1$s:
sv_se: Kunde inte uppdatera diagrammet %1$s. Orsak: %2$s.

source: Blocking tasks (%1$s) must be executed before background tasks can be executed (%2$s).
da_dk: Blokerende opgaver (%1$s) skal udføres før baggrundsopgaver (%2$s) kan udføres.
pt_br: Bloqueio de tarefas (%1$s) deve ser executado antes que as tarefas em segundo plano possam ser executadas (%2$s).
ru_ru: Задачи блокирования (%1$s) должны выполняться до запуска фоновых задач (%2$s).
sv_se: Blockerande uppgifter (%1$s) måste utföras innan bakgrundsuppgifter kan utföras (%2$s).

source: Unknown task: %1$s.
da_dk: Ukendt opgave: %1$s.
pt_br: Tarefa desconhecida: %1$s.
ru_ru: Неизвестная задача: %1$s.
sv_se: Okänd uppgift: %1$s.

source: Column "%1$s" not found in table %2$s.
da_dk: Søjle "%1$s" ikke fundet i tabel %2$s.
pt_br: Coluna "%1$s" não foi localizada na tabela %2$s.
ru_ru: Столбец «%1$s» в таблице %2$s не найден.
sv_se: Kolumnen "%1$s" hittades inte i tabellen %2$s.

source: No row found in table version in schema %1$s.
da_dk: Ingen række ikke fundet i tabelversion i skema %1$s.
pt_br: Nenhuma linha localizada na versão da tabela no esquema %1$s.
ru_ru: Не найдена строка в таблице схемы %1$s.
sv_se: Ingen rad hittades i tabellversionen i diagrammet %1$s.

source: Multiple rows found in table version in schema %1$s.
da_dk: Flere rækker fundet i tabelversion i skema %1$s.
pt_br: Múltiplas linhas localizadas na versão da tabela no esquema %1$s.
ru_ru: Найдено множество строк в таблице схемы %1$s.
sv_se: Flera rader hittades i tabellversionen i diagrammet %1$s.

source: Update conflict detected. Another process is currently updating schema %1$s.
da_dk: Detekterede opdateringskonflikt. En anden proces er i gang med at opdatere skema %1$s.
pt_br: Conflito de atualização detectado. Outro processo está atualizando o esquema %1$s.
ru_ru: Конфликт обновления. Другой процесс уже обновляет схему %1$s.
sv_se: Uppdateringskonflikt upptäckt. En annan process håller för närvarande på att uppdatera diagrammet %1$s.

source: Table update failed. Schema %1$s could not be locked.
da_dk: Tabelopdatering mislykkedes. Skema %1$s kunne ikke låses.
pt_br: Falha ao atualizar a tabela. Esquema %1$s não pôde ser bloqueado.
ru_ru: Ошибка обновления таблицы. Не удалось заблокировать схему %1$s.
sv_se: Uppdatering av tabell misslyckades. Diagram %1$s kunde inte låsas.

source: Update conflict detected. Schema %1$s is not marked as locked.
da_dk: Detekterede opdateringskonflikt. Skema %1$s er ikke markeret som låst.
pt_br: Detectado conflito de atualização. O esquema %1$s não está configurado como bloqueado.
ru_ru: Конфликт обновления. Схема %1$s не заблокирована.
sv_se: Uppdateringskonflikt borttagen. Diagrammet %1$s är inte markerat som låst.

source: Schema %1$s could not be unlocked. Lock information could no be removed from database.
da_dk: Skema %1$s kunne ikke låses op. Låseoplysninger kunne ikke fjernes fra databasen.
pt_br: Esquema %1$s não pôde ser desbloqueado. Informação de bloqueio não pôde ser removida do banco de dados.
ru_ru: Не удалось разблокировать схему %1$s и удалить информацию о блокировании из базы данных.
sv_se: Diagrammet %1$s kunde inte låsas upp. Låsinformationen kunde inte tas bort från databasen.

source: File upload failed: %1$s
da_dk: Upload af fil mislykkedes: %1$s
pt_br: Falha ao enviar arquivo: %1$s
ru_ru: Не удалось отправить файл: %1$s
sv_se: Filöverföring misslyckades: %1$s

source: Missing affiliation id
da_dk: Mangler tilknytnings-id
pt_br: ID de associação faltante
ru_ru: Нет идентификатора принадлежности
sv_se: Saknar anslutnings-id

source: Unknown action value: %1$s
da_dk: Ukendt handlingsværdi: %1$s
pt_br: Valor de ação desconhecido: %1$s
ru_ru: Неизвестное значение операции: %1$s
sv_se: Okänt åtgärdsvärde: %1$s

source: Header "content-type" does not indicate multipart content
da_dk: Feltet "content-type" indikerer ikke "multipart"-indhold
pt_br: "Tipo de Conteúdo" do cabeçalho não indica o conteúdo multiparte
ru_ru: Заголовок «content-type» не содержит определение для составного сообщения.
sv_se: Rubriken "content-type" indikerar inte flerdelat innehåll

source: Request rejected because its size (%1$s) exceeds the maximum configured size of %2$s
da_dk: Forespørgsel afvist, da dens størrelse (%1$s) overskrider den størst tilladte størrelse for %2$s
pt_br: Requisição rejeitada, pois seu tamanho (%1$s) excede o tamanho máximo configurado de %2$s
ru_ru: Отказ обработки запроса, так как его размер (%1$s) превышает максимальный (%2$s).
sv_se: Förfrågan nekades på grund av att dess storlek (%1$s) överstiger den maximala konfigurerade storleken %2$s

source: Unknown module: %1$d
da_dk: Ukendt modul: %1$d
pt_br: Módulo desconhecido: %1$d
ru_ru: Неизвестный модуль: %1$d.
sv_se: Okänd modul: %1$d

source: An uploaded file referenced by %1$s could not be found
da_dk: En uploadet fil refereret af %1$s kunne ikke findes
pt_br: Um arquivo enviado referenciado por %1$s não pôde ser localizado
ru_ru: Не найден файл, на который ссылается %1$s.
sv_se: En uppladdad fil som refereras av %1$s hittades inte

source: Invalid action value: %1$s
da_dk: Ugyldig handlingsværdi: %1$s
pt_br: Valor de ação inválido: %1$s
ru_ru: Недопустимое действие: %1$s
sv_se: Ogiltigt åtgärdsvärde: %1$s

source: Upload file with id %1$s could not be found
da_dk: Uploadet fil med id %1$s kunne ikke findes
pt_br: Envio do arquivo com ID %1$s não pôde ser localizado
ru_ru: Файл с ID %1$s не найден.
sv_se: Uppladdad fil med ID %1$s hittades inte

source: Upload file's content type "%1$s" does not match given file filter "%2$s"
da_dk: Den uploadede fils type "%1$s" svarer ikke til det givne filfilter "%2$s"
pt_br: Envio do tipo de conteúdo do arquivo "%1$s" não corresponde com o filtro de arquivo fornecido "%2$s"
ru_ru: Тип контента «%1$s» не соответствует фильтру «%2$s».
sv_se: Den uppladdade filens innehållstyp "%1$s" matchar inte det givna filfiltret "%2$s"

source: Request rejected because its size exceeds the maximum configured size of %1$s
da_dk: Forespørgsel afvist, da dens størrelse overskrider den størst tilladte størrelse på %1$s
pt_br: Requisição rejeitada, pois seu tamanho excede o tamanho máximo configurado de %1$s
ru_ru: Отказ обработки запроса, так как его размер превышает максимальный (%1$s).
sv_se: Förfrågan nekad på grund av att dess storlek överstiger den maximala konfigurerade storleken %1$s

source: Connection has been closed unexpectedly. Please try again.
da_dk: Forbindelsen blev lukket uventet. Prøv venligst igen.
pt_br: A conexão foi fechada inesperadamente. Por favor, tente novamente.

source: A DBPooling error occurred
da_dk: En "DBPooling"-fejl opstod
pt_br: Ocorreu um erro DBpooling
ru_ru: Произошла ошибка DBPooling.
sv_se: Ett DBPooling-fel inträffade

source: Configuration for user %1$s could not be found in context %2$d
da_dk: Opsætning for bruger %1$s kunne ikke findes i kontekst %2$d
pt_br: A configuração para o usuário %1$s não pôde ser localizada no contexto %2$d
ru_ru: Не найдена конфигурация пользователя %1$s в контексте %2$d.
sv_se: Konfiguration för användare %1$s kunde inte hittas i kontext %2$d

source: Cache initialization failed. Region: %1$s
da_dk: Cache-initialisering mislykkedes. Region: %1$s
pt_br: Falha ao inicializar cache. Região: %1$s
ru_ru: Не удалось инициализировать кэш. Регион: %1$s
sv_se: Cacheminnets initialisering misslyckades. Region: %1$s

source: User configuration could not be put into cache: %1$s
da_dk: Brugeropsætning kunne ikke lagres i cache: %1$s
pt_br: Configuração de usuário não pôde ser colocada no cache: %1$s
ru_ru: Не удалось добавить конфигурацию пользователя в кэш: %1$s.
sv_se: Användarinställningarna kunde inte läggas in i cacheminnet: %1$s

source: User configuration cache could not be cleared: %1$s
da_dk: Brugeropsætningscache kunne ikke ryddes: %1$s
pt_br: Configuração de usuário não pôde ser apagada do cache: %1$s
ru_ru: Не удалось очистить конфигурацию пользователя в кэше: %1$s.
sv_se: Användarinställningarna kunde inte rensas från cacheminnet: %1$s

source: User configuration could not be removed from cache: %1$s
da_dk: Brugeropsætning kunne ikke fjernes fra cache: %1$s
pt_br: Configuração de usuário não pôde ser removida do cache: %1$s
ru_ru: Не удалось удалить конфигурацию пользователя из кэша: %1$s.
sv_se: Användarinställningarna kunde inte tas bort från cacheminnet: %1$s

source: Mail settings for user %1$s could not be found in context %2$d
da_dk: E-mail-opsætning for bruger %1$s kunne ikke findes i kontekst %2$d
pt_br: Configuração de e-mail para o usuário %1$s não pôde ser localizada no contexto %2$d
ru_ru: Не найдены параметры почты %1$s в контексте %2$d.
sv_se: E-postinställningar för användare %1$s hittades inte i kontext %2$d

source: A messaging error occurred. Please try again later.
da_dk: Der opstod en beskedfejl. Prøv igen senere.
pt_br: Ocorreu um erro de mensagem. Por favor, tente novamente mais tarde.
ru_ru: Ошибка сообщения. Повторите попытку позже.
sv_se: Ett snabbmeddelandefel inträffade. Försök igen senare.

source: A messaging error occurred.
da_dk: Der opstod en beskedfejl.
pt_br: Ocorreu um erro de mensagem.
ru_ru: Ошибка сообщения.
sv_se: Ett snabbmeddelandefel inträffade.

source: Invalid permission values: fp=%1$s orp=%2$s owp=%3$s odp=%4$s
da_dk: Ugyldige rettigheder: fp=%1$s orp=%2$s owp=%3$s odp=%4$s
pt_br: Valores de permissão inválidos: fp=%1$s orp=%2$s owp=%3$s odp=%4$s
ru_ru: Недопустимые разрешения: fp=%1$s orp=%2$s owp=%3$s odp=%4$s
sv_se: Ogiltiga rättighetsvärden: fp=%1$s orp=%2$s owp=%3$s odp=%4$s
