Repository: cognitionworks/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: da_dk, pt_br, ru_ru, sv_se

source: You do not have the permissions to delete at least one of the info items.
da_dk: Du har ikke ret til at slette i det mindste et af info-elementerne.
pt_br: Você não tem permissão para excluir nenhum dos itens de informação.
ru_ru: Недостаточно прав для удаления информационных элементов.
sv_se: Du har inte tillräckliga rättigheter för att ta bort åtminstone en av info-objekten

source: Illegal argument: document %1$s contains no file
da_dk: Ugyldigt argument: dokumentet %1$s indeholder ingen filer
pt_br: Argumento ilegal: o documento %1$s não contém nenhum arquivo
sv_se: Ogiltigt argument: dokumentet %1$s innehåller ingen fil

source: Folder %1$s has two subfolders named %2$s. The database for context %3$s is not consistent.
da_dk: Mappen %1$s har to undermapper ved navn %2$s. Databasen for kontekst %3$s er inkonsistent.
pt_br: A pasta %1$s possui duas subpastas nomeadas %2$s. O banco de dados não está consistente para o contexto %3$s.
sv_se: Mappen %1$s har två undermappar vilkas namn är %2$s. Databasen för kontext %3$s är inte konsekvent.

source: In order to accomplish the search, %1$s or more characters are required.
da_dk: For at foretage søgningen, er der brug for mindst %1$s tegn.
pt_br: Para realizar a pesquisa, %1$s ou mais caracteres são requeridos.
sv_se: För att slutföra sökningen krävs %1$s eller fler tecken.

source: DocumentMetadata %1$s could not be deleted. Please try again.
da_dk: DocumentMetadata %1$s kunne ikke slettes. Prøv igen senere.
pt_br: Metadados do documento %1$s não puderam ser excluídos. Por favor, tente novamente.
sv_se: DocumentMetadata %1$s kunde inte tas bort. Försök igen.

source: The document could not be updated because it was modified. Reload the view.
da_dk: Dokumentet kunne ikke opdateres, da det var ændret. Genindlæs det.
pt_br: O documento não pôde ser atualizado porque foi modificado. Recarregue a visualização.
ru_ru: Не удалось обновить документ, так как он был изменен. Обновите страницу.
sv_se: Dokumentet kunde inte uppdateras på grund av att det har blivit ändrat. Ladda om vyn.

source: The document was updated in between do and undo. The database is now probably inconsistent.
da_dk: Dokumentet blev opdateret mellem "do" og "undo". Databasen er formodentlig inkonsistent nu.
pt_br: O documento foi atualizado entre fazer e desfazer. Provavelmente, agora o banco de dados está inconsistente.
ru_ru: Документ был обновлен между операциями применения и отмены изменений, что могло привести к несогласованности с базой данных.
sv_se: Dokumentet uppdaterades mellan åtgärd och ångrande. Databasen är nu antagligen inkonsekvent.

source: This folder is a virtual folder. It cannot contain documents.
da_dk: Dette er en virtuel mappe. Den kan ikke indeholde dokumenter.
pt_br: Esta pasta é uma pasta virtual. Ela não pode conter documentos.
ru_ru: Папка является виртуальной и не может содержать документы.
sv_se: Denna mapp är virtuell. Mappen kan inte innehålla dokument.

source: Validation failed: %1$s
da_dk: Validering mislykkedes: %1s
pt_br: Falha de validação: %1$s
sv_se: Bekräftelsen misslyckades: %1$s

source: File name must not contain slashes.
da_dk: Filnavne må ikke indeholde skråstreger.
pt_br: O nome do arquivo não deve conter barras.
sv_se: Filnamnet får inte innehålla snedstreck.

source: File name contains invalid characters.
pt_br: O nome do arquivo contém caracteres inválidos.

source: New file versions can't be saved with an offset.
da_dk: Nye filudgaver kan ikke gemmes med et offset.
pt_br: Novas versões do arquivo não podem ser salvas com um deslocamento.
sv_se: Nya filversioner kan inte sparas med en offset.

source: Cannot find property %s.
da_dk: Kan ikke finde egenskab %s.
pt_br: Não foi possível localizar a propriedade %s.
ru_ru: Не найдено свойство %s.
sv_se: Kan inte hitta egenskap %s.

source: Cannot build distinguished name from %s.
da_dk: Kan ikke danne anerkendt navn fra %s.
pt_br: Não foi possível construir um nome distinto de %s.
ru_ru: Не удалось создать уникальное имя на основе %s.
sv_se: Kan inte bygga ett utmärkande namn från.%$

source: Class %s can not be loaded.
da_dk: Klassen %s kan ikke indlæses.
pt_br: A classe %s não pode ser carregada.
ru_ru: Класс %s не может быть загружен.
sv_se: Klass %s kan inte laddas.

source: Cannot instantiate class %s.
da_dk: Kan ikke instantiere klassen %s.
pt_br: Não foi possível instanciar a classe %s.
ru_ru: Не удалось создать экземпляр класса %s.
sv_se: Kan inte exemplifiera klass %s.

source: SQL problem: "%s"
pt_br: Problema no SQL: "%s"
ru_ru: Ошибка SQL: «%s»

source: Problem putting/removing an object into/from the cache.
da_dk: Problem med at gemme/fjerne et objekt i/fra cachen.
pt_br: Problema ao colocar/remover um objeto no/do cache.
ru_ru: Ошибка при размещении или удалении объекта из кэша.
sv_se: Problem med att lägga till/ta bort ett objekt från cacheminnet

source: Hash algorithm %s could not be found.
da_dk: Hash-algoritmen %s kunne ikke findes.
pt_br: O algorítimo de dispersão %s não pôde ser localizado.
ru_ru: Алгоритм хеширования %s не найден.
sv_se: Hash-algoritmen %s hittades inte.

source: Encoding %s cannot be used.
da_dk: Kodningen %s kan ikke bruges.
pt_br: Codificação %s não pode ser usada.
ru_ru: Нельзя использовать кодирование %s.
sv_se: Kodningen %s kan inte användas.

source: Cannot find resource group with identifier %d.
da_dk: Kan ikke finde ressourcegruppe med id %d.
pt_br: Não foi possível localizar grupo de recurso com o identificador %d.
ru_ru: Не найдена группа ресурсов с идентификатором %d.
sv_se: Kan inte hitta resursgrupp med identifierare %1$d

source: Found resource groups with same identifier %d.
da_dk: Fandt ressourcegrupper med samme id, %d.
pt_br: Localizado grupos de recurso com mesmo identificador %d.
ru_ru: Группы ресурсов с идентификатором %d уже существуют.
sv_se: Hittade resursgrupp med samma identifierare %d.

source: Cannot find resource with identifier %d.
da_dk: Kan ikke find ressource med id %d.
pt_br: Não foi possível localizar recurso com o identificador %d.
ru_ru: Не найден ресурс с идентификатором %d.
sv_se: Kan inte hitta resurs med identifierare %d.

source: Found resources with same identifier %d.
da_dk: Fandt ressourcer med samme id, %d.
pt_br: Localizado recursos com mesmo identificador %d.
ru_ru: Ресурсы с идентификатором %d уже существуют.
sv_se: Hittade resurser med samma identifierare %d.

source: Cannot find user with E-Mail %s.
da_dk: Kan ikke finde bruger med e-mail-adresse %s.
pt_br: Não foi possível localizar usuário com e-mail %s.
ru_ru: Не найден пользователь с адресом %s.
sv_se: Kan inte hitta användare som har e-postadressen %s.

source: Cannot find user with identifier %1$s in context %2$d.
da_dk: Kan ikke finde bruger med id %1$s i kontekst %2$d.
pt_br: Não foi possível localizar usuário com identificador %1$s no contexto %2$d.
ru_ru: Не удалось найти пользователя с идентификатором %1$s в контексте %2$d.
sv_se: Kan inte hitta användare identifierad som %1$s i kontext %2$d

source: Cannot find group with identifier %1$s in context %2$d.
da_dk: Kan ikke finde gruppe med id %1$s i kontekst %2$d.
pt_br: Não foi possível localizar grupo com identificador %1$s no contexto %2$d.
ru_ru: Не удалось найти группу с идентификатором %1$s в контексте %2$d.
sv_se: Kan inte hitta grupp med identifierare %1$s i kontext %2$d.

source: Cannot clone object %1$s.
da_dk: Kan ikke klone objekt %1$s.
pt_br: Não foi possível clonar objeto %1$s.
ru_ru: Объект %1$s не может быть продублирован.
sv_se: Kan inte klona objekt %1$s.

source: Two users with same identifier %1$s in context %2$d found.
da_dk: Fandt to brugere med samme id, %1$s, i kontekst %2$d.
pt_br: Localizado dois usuários com mesmo identificador %1$s no contexto %2$d.
ru_ru: Обнаружено два пользователя с идентификатором %1$s в контексте %2$d.
sv_se: Hittade två användare med samma identifierare %1$s i kontext %2$d.

source: Missing or unknown password mechanism %1$s
da_dk: Manglende eller ukendt adgangskodemekanisme %1$s
pt_br: Mecanismo de senha %1$s desconhecido ou faltante
ru_ru: Неизвестный механизм паролей или он отсутствует: %1$s.
sv_se: Saknad eller obekant lösenordsmekanism %1$s

source: New password contains invalid characters
da_dk: Ny adgangskode indeholder ugyldige tegn
pt_br: Nova senha contém caracteres inválidos
ru_ru: Новый пароль содержит недопустимые знаки
sv_se: Nya lösenordet innehåller ogiltiga tecken

source: Attributes of user %1$d in context %2$d have been erased.
da_dk: Bruger %1$d i kontekst %2$d har fået slettet sine attributter.
pt_br: Atributos do usuário %1$d no contexto %2$d foram apagados.
ru_ru: Атрибуты пользователя %1$d в контексте %2$d очищены.
sv_se: Attributen för användare %1$d i kontext %2$d har raderats.

source: Loading one or more users failed.
da_dk: Indlæsning af en eller flere brugere mislykkedes.
pt_br: Falha ao carregar um ou mais usuários.
ru_ru: Не удалось загрузить пользователей.
sv_se: Kunde inte ladda en eller flera användare.

source: Alias entries are missing for user %1$d in context %2$d.
da_dk: Mangler alias-indgange for bruger %1$d i kontekst %2$d.
pt_br: Estão faltando entradas de apelido para o usuário %1$d no contexto %2$d.
ru_ru: Нет записей псевдонима для пользователя %1$d в контексте %2$d.
sv_se: Aliasposter saknas för användare %1$d i kontext %2$d.

source: Updating attributes failed in context %1$d for user %2$d.
da_dk: Opdatering af attributter mislykkedes i kontekst %1$d for bruger %2$d.
pt_br: Falha ao atualizar atributos no contexto %1$d para o usuário %2$d.
ru_ru: Не удалось обновить атрибуты для пользователя %2$d в контексте %1$d.
sv_se: Kunde inte uppdatera attribut i kontext %1$d för användare %2$d.

source: Invalid password length. The password must have a minimum length of %1$d.
da_dk: Adgangskoden skal mindst indeholde %1$d tegn.
pt_br: Tamanho de senha inválido. A senha deve ter o tamanho mínimo de %1$d.
ru_ru: Недопустимая длина пароля. Минимальная длина: %1$d.
sv_se: Ogiltig lösenordslängd. Lösenordet måste vara längre än %1$d.

source: Invalid password length. The password must have a maximum length of %1$d.
da_dk: Adgangskoden må højst indeholde %1$d tegn.
pt_br: Tamanho de senha inválido. A senha deve ter o tamanho máximo de %1$d.
ru_ru: Недопустимая длина пароля. Максимальная длина: %1$d.
sv_se: Ogiltig lösenordslängd. Lösenordet får bara vara upp till %1$d.

source: The parameter %s for this user is missing.
da_dk: Parameteren %s mangler for denne bruger.
pt_br: O parâmetro %s para este usuário está faltando.
ru_ru: Отсутствует параметр %s для этого пользователя.
sv_se: Parametern %s saknas för den här användaren.

source: %s is not a valid locale.
da_dk: %s er ikke et gyldigt locale.
pt_br: %s não é uma localidade válida.
ru_ru: Недопустимый язык: %s
sv_se: %s är inte en giltig plats.

source: %s is not a valid timezone.
da_dk: %s er ikke en gyldig tidszone.
pt_br: %s não é um fuso horário válido.
ru_ru: Недопустимый часовой пояс: %s.
sv_se: %s är inte en giltig tidszon.

source: Locking attributes of multiple users is not allowed. You tried to lock %1$d user's attributes.
da_dk: Det er ikke tilladt at låse attributter for flere brugere. Du forsøgte at låse %1$d brugeres attributter.
pt_br: Bloqueio de atributos de múltiplos usuários não é permitido. Você tentou bloquear %1$d atributos do usuário.
sv_se: Förbjudet att låsa attribut för flera användare samtidigt. Du försökte låsa %1$d användares attribut.

source: Unable to access the link between these two objects. Insufficient rights. First object %1$d folder %2$d. Second object %3$d folder %4$d context %5$d.
da_dk: Kunne ikke tilgå linket mellem disse to objekter. Utilstrækkelige rettigheder. Første objekt: %1$d i mappen %2$d. Andet objekt: %4$d i mappen%4$d. Kontekst: %5$d.
pt_br: Não foi possível acessar o link entre estes dois objetos. Direitos insuficientes. Primeiro objeto %1$d pasta %2$d. Segundo objeto %3$d pasta %4$d contexto %5$d.
ru_ru: Недостаточно разрешений для доступа к связи между этими объектами. Первый объект %1$d (папка %2$d). Второй объект %3$d (папка %4$d, контекст %5$d).
sv_se: Kunde inte komma åt länken mellan dessa två objekt. Otillräckliga rättigheter. Första objektet %1$d mapp %2$d. Andra objektet %3$d mapp %4$d kontext %5$d.

source: Unable to create a link between these two objects. This link already exists. First object %1$d folder %2$d. Second object %3$d folder %4$d context %5$d.
da_dk: Kunne ikke danne et link mellem disse to objekter Linket findes allerede. Første objekt: %1$d i mappen %2$d. Andet objekt: %4$d i mappen%4$d. Kontekst: %5$d.
pt_br: Não foi possível criar um link entre estes dois objetos. Esse link já existe. Primeiro objeto %1$d pasta %2$d. Segundo objeto %3$d pasta %4$d contexto %5$d.
ru_ru: Связь между объектами уже существует. Первый объект %1$d (папка %2$d). Второй объект %3$d (папка %4$d, контекст %5$d).
sv_se: Kunde inte skapa en länk mellan dessa två objekt. Denna länk finns redan. Första objektet %1$d mapp %2$d. Andra objektet %3$d mapp %4$d kontext %5$d.

source: Invalid SQL query: %s
da_dk: Ugyldig SQL-forespørgsel: %s
pt_br: Consulta SQL inválida: %s
ru_ru: Недопустимый запрос SQL: %s
sv_se: Ogiltig SQL-förfrågan: %s

source: User is missing for the reminder.
da_dk: Påmindelsen mangler en bruger.
pt_br: Está faltando usuário para o lembrete.
ru_ru: Не задан пользователь для напоминания.
sv_se: Användare saknas för påminnelse

source: Object identifier is missing.
da_dk: Objekt-id mangler.
pt_br: Identificador de objeto está faltando.
ru_ru: Отсутствует идентификатор объекта.
sv_se: Objektsidentifieraren saknas.

source: Alarm date for the reminder is missing.
da_dk: Påmindelsen mangler en dato.
pt_br: Está faltando a data do alarme para o lembrete.
ru_ru: Не задана дата напоминания.
sv_se: Datum för alarmets påminnelse saknas.

source: Unable to insert reminder
da_dk: Kan ikke indsætte påmindelse
pt_br: Não foi possível inserir lembrete
ru_ru: Не удалось вставить напоминание.
sv_se: Oförmögen att lägga till påminnelse

source: Unable to update reminder
da_dk: Kan ikke opdatere påmindelse
pt_br: Não foi possível atualizar lembrete
ru_ru: Не удалось обновить напоминание.
sv_se: Kunde inte uppdatera påminnelsen

source: Unable to delete reminder
da_dk: Kan ikke slette påmindelse
pt_br: Não foi possível excluir lembrete
ru_ru: Не удалось удалить напоминание.
sv_se: Oförmögen att ta bort påminnelse

source: Unable to load reminder
da_dk: Kan ikke indlæse påmindelse
pt_br: Não foi possível carregar lembrete
ru_ru: Не удалось загрузить напоминание.
sv_se: Oförmögen att ladda påminnelse

source: Unable to list reminder
da_dk: Kan ikke vise påmindelse
pt_br: Não foi possível listar lembrete
ru_ru: Не удалось показать напоминание.
sv_se: Oförmögen att lista påminnelse

source: Reminder with identifier %1$d can not be found in context %2$d.
da_dk: Påmindelse med id %1$d kan ikke findes i kontekst %2$d.
pt_br: Lembrete com identificador %1$d não pode ser localizado no contexto %2$d.
ru_ru: Не найдено напоминание с идентификатором %1$d в контексте %2$d.
sv_se: Kan inte hitta påminnelsen med identifieraren %1$d i kontext %2$d.

source: Object folder is missing
da_dk: Objektmappe mangler
pt_br: Pasta de objeto está faltando
ru_ru: Отсутствует папка объекта
sv_se: Objektmappen saknas

source: Object's module type is missing
da_dk: Objekts modul-type mangler
pt_br: Tipo de módulo do objeto está faltando
ru_ru: Отсутствует тип модуля объекта.
sv_se: Objektets modultyp saknas

source: Updated too many reminders.
da_dk: Opdaterede for mange påmindelser.
pt_br: Muitos lembretes atualizados.
ru_ru: Обновлено слишком много напоминаний.
sv_se: Uppdaterade för många påminnelser.

source: No target service is registered for module %1$d.
da_dk: Ingen målservice registreret for modul %1$d.
pt_br: Nenhum serviço de destino está registrado para o módulo %1$d.
ru_ru: Целевая служба для модуля %1$d не зарегистрирована.
sv_se: Ingen måltjänst är registrerad för modulen %1$d.

source: Reminder identifier is missing.
da_dk: Påmindelses-idmangler.
pt_br: Identificador de lembrete está faltando.
ru_ru: Отсутствует идентификатор напоминания.
sv_se: Påminnelsens identifierare saknas.

source: Writing the setting %1$s is not permitted.
da_dk: Må ikke skrive til indstillingen%1$s.
pt_br: Não é permitido salvar a configuração %1$s.
ru_ru: Запись %1$s не разрешена.
sv_se: Skriva inställningen %1$s är inte tillåten.

source: Unknown setting path %1$s.
da_dk: Ukendt indstillingssti %1$s.
pt_br: Caminho configurado desconhecido %1$s.
ru_ru: Неизвестный путь %1$s.
sv_se: Okänd sökväg %1$s.

source: Setting "%1$s" is not a leaf.
da_dk: Indstilling "%1$s" er ikke et blad.
pt_br: Configuração "%1$s" não é uma folha.
ru_ru: «%1$s» не является конечным элементом.
sv_se: Inställning "%1$s" är inte ett barn.

source: Exception while parsing JSON.
da_dk: Fejl under JSON-fortolkning.
pt_br: Exceção ao analisar JSON.
ru_ru: Исключение при разборе JSON.
sv_se: Undantag vid tolkning av JSON.

source: Problem while initialising configuration tree.
da_dk: Problem under initialisering af opsætningstræ.
pt_br: Problema durante a inicialização da configuração em árvore.
ru_ru: Ошибка при инициализации дерева конфигурации.
sv_se: Problem med initialiseringen av konfigurationsträdet

source: Invalid value %s written to setting %s.
da_dk: Ugyldig værdi, %s, skrevet til indstilling %s.
pt_br: Valor inválido %s salvar configuração %s.
ru_ru: Недопустимое значение %s при настройке %s.
sv_se: Ogiltigt värde %s skriven till inställning %s.

source: Found duplicate database identifier %d. Not adding preferences item.
da_dk: Fandt gentaget database-id, %d. Føjer ikke element til indstillinger.
pt_br: Localizado identificador de banco de dados duplicado %d. Não adicionado aos itens de preferência.
ru_ru: Обнаружен дубликат идентификатора базы данных %d. Параметр не будет добавлен.
sv_se: Hittade dubblett av databasidentifierare %d. Lägger inte till inställningspost.

source: Found duplicate path %s.
da_dk: Gentaget sti, $s.
pt_br: Localizado caminho duplicado %s.
ru_ru: Обнаружен повторный путь: %s.
sv_se: Hittade dubblettsökväg %s.

source: Error during use of a subsystem
da_dk: Fejl under brug af undersystem
pt_br: Erro durante uso de um subsistema
ru_ru: Ошибка подсистемы.
sv_se: Fel när delsystem användes

source: Not allowed operation.
da_dk: Ikke tilladt handling.
pt_br: Operação não permitida.
ru_ru: Запрещенная операция.
sv_se: Otillåten åtgärd.

source: Reached maximum retries for writing the setting %s.
da_dk: Forsøgte at skrive indstillingen %s det maksimale antal gange.
pt_br: Máximo de tentativas atingido para salvar a configuração %s.
ru_ru: Достигнуто максимальное число попыток настройки %s.
sv_se: Nådde maximalt antal nya försök för att skriva inställningen %s.

source: Current costs
da_dk: Aktuelle omkostninger
pt_br: Custos atuais
ru_ru: Текущие затраты
sv_se: Aktuell kostnad

source: Current duration
da_dk: Aktuel varighed
pt_br: Duração atual
ru_ru: Текущая продолжительность
sv_se: Aktuell tidsrymd

source: Estimated costs
da_dk: Estimerede omkostninger
pt_br: Custos estimados
ru_ru: Ориентировочная стоимость
sv_se: Uppskattad kostnad

source: Estimated duration
da_dk: Anslået varighed
pt_br: Duração estimada
ru_ru: Ориентировочная продолжительность
sv_se: Uppskattad tidsrymd

source: Error while inserting task: %s.
da_dk: Fejl under indsættelse af opgave: %s.
pt_br: Erro ao inserir tarefa: %s.
ru_ru: Ошибка вставки задачи: %s.
sv_se: Fel vid tillägg av uppgift: %s.

source: Problem setting auto commit to true.
da_dk: Kunne ikke slå automatisk lagring til.
pt_br: Problema ao configurar envio automático como verdadeiro.
ru_ru: Не удалось присвоить autoCommit значение true.
sv_se: Problem att sätta auto commit till sant.

source: This method is not implemented.
da_dk: Metode ikke implementeret.
pt_br: Este método não está implementado.
ru_ru: Метод не реализован.
sv_se: Denna metod är inte implementerad.

source: Folder %1$s (%2$d) is not a task folder.
da_dk: Mappen %1$s (%2$d) er ikke en opgavemappe.
pt_br: A pasta %1$s (%2$d) não é uma pasta de tarefa.
ru_ru: %1$s (%2$d) не является папкой задач.
sv_se: Mappen %1$s (%2$d) är ingen uppgiftsmapp.

source: Edit conflict. Your change cannot be completed because somebody else has made a conflicting change to the same item. Please refresh or synchronize and try again.
da_dk: Redigeringskonflikt. Din ændring kan ikke gøres færdig da en anden har lavet en modstridende ændring til det samme element. Opdatér eller synkronisér og prøv igen.
pt_br: Editar conflito. Sua alteração não pode ser completada porque alguém fez uma alteração conflitante para o mesmo item. Por favor, atualize ou sincronize e tente novamente.
ru_ru: Ошибка редактирования. Другой пользователь уже изменил этот элемент. Обновите страницу и повторите попытку.
sv_se: Ändringskonflikt. Din ändring kan inte göras på grund av att någon annan har gjort en ändring på samma post. Uppdatera eller synkronisera och försök igen.

source: Cannot create private task in public/shared folder %1$d.
da_dk: Kan ikke danne privat opgave i offentlig/delt mappe, %1$d.
pt_br: Não foi possível criar tarefa privada na pasta pública/compartilhada %1$d.
ru_ru: Вы не можете создать личную задачу в общей папке %1$d.
sv_se: Kan inte skapa privata uppgifter i publik/delad mapp %1$d.

source: SQL problem while updating task: %s.
da_dk: SQL-problem under opdatering af opgave: %s.
pt_br: Problema no SQL ao atualizar tarefa: %s.
ru_ru: Ошибка SQL при обновлении задачи: %s.
sv_se: SQL-problem när uppgiften uppdaterades: %s.

source: Counting tasks did not return a result.
da_dk: Optælling af opgaver returnerede ikke et resultat.
pt_br: A contagem de tarefas não retornou um resultado.
ru_ru: Не удалось вычислить число задач.
sv_se: Det blev inget resultat i räknandet av uppgifter.

source: SQL problem while deleting task: %s.
da_dk: SQL-problem under sletning af opgave: %s.
pt_br: Problema no SQL ao excluir tarefa: %s.
ru_ru: Ошибка SQL при удалении задачи: %s.
sv_se: SQL-problem när uppgift tas bort: %s.

source: Cannot find folder for task %2$d and participant %1$d in context %3$d.
da_dk: Kan ikke finde mappe til opgave %2$d og deltager %1$d i kontekst %3$d.
pt_br: Não foi possível localizar pasta para a tarefa %2$d e participante %1$d no contexto %3$d.
ru_ru: Не удалось найти папку для задачи %2$d и участника %1$d в контексте %3$d.
sv_se: Kan inte hitta mappen för uppgiften %2$d och deltagare %1$d i kontext %3$d.

source: SQL problem while listing tasks: %s.
da_dk: SQL-problem under visning af opgaver: %s.
pt_br: Problema no SQL ao listar tarefas: %s.
ru_ru: Ошибка SQL при получении списка задач: %s.
sv_se: SQL-problem vid listning av uppgifter: %s.

source: You are not allowed to delete the task.
da_dk: Du har ikke lov til at slette opgaven.
pt_br: Você não possui permissão para excluir a tarefa.
ru_ru: Вы не можете удалить эту задачу.
sv_se: Du har inte behörighet att ta bort uppgiften.

source: Tried to delete %1$d folders but only %2$d were deleted.
da_dk: Forsøgte at slette %1$d mapper, men slettede kun %2$d.
pt_br: Tentou-se excluir %1$d pastas, mas somente %2$d foram excluídas.
ru_ru: При попытке удаления %1$d папок было удалено: %2$d.
sv_se: Försökte ta bort %1$d mappar men endast %2$d togs bort.

source: Tried to delete %1$d participants but only %2$d were deleted.
da_dk: Forsøgte at slette %1$d deltagere, men slettede kun %2$d.
pt_br: Tentou-se excluir %1$d participantes, mas somente %2$d foram excluídos.
ru_ru: При попытке удаления %1$d участников было удалено: %2$d.
sv_se: Försökte ta bort %1$d deltagare men endast %2$d togs bort.
