Repository: cognitionworks/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: da_dk, pt_br, ru_ru, sv_se

source: This is a delivery receipt for the mail that you sent on #DATE# to #RECIPIENT# with subject "#SUBJECT#". Note: This delivery receipt only acknowledges that the message was displayed on the recipients computer. There is no guarantee that the recipient has read or understood the message contents.
da_dk: Dette er en leveringskvittering for den mail du sendte den #DATE# til #RECIPIENT# med emnet "#SUBJECT#". Bemærk: Denne leveringskvittering bekræfter kun at beskeden blev vist på modtagerens computer. Der er ingen garanti for at modtageren har læst eller forstået beskedens indhold.
pt_br: Esta é uma confirmação de entrega para o e-mail que você enviou em #DATE# para#RECIPIENT# com o assunto "#SUBJECT#". Nota: Esta confirmação de entrega somente confirma que a mensagem foi exibida no computador de destino. Não há garantia que o destinatário tenha lido ou compreendido o conteúdo da mensagem.
ru_ru: Это уведомление о доставке сообщения с темой «#SUBJECT#» адресату #RECIPIENT#, #DATE#. Примечание. Уведомление подтверждает, что сообщение было открыто, но не гарантирует, что получатель ознакомился с его содержимым.
sv_se: Det här är ett leveranskvitto på brevet du skickade den #DATE# till #RECIPIENT# med ämnet "#SUBJECT#". Notera: Detta leveranskvitto bekräftar bara att meddelandet visats på mottagarens dator. Det finns ingen garanti för att mottagaren har läst eller förstått meddelandets innehåll.

source: On #DATE# at #TIME# #SENDER# wrote:
da_dk: Den #DATE# klokken #TIME# skrev #SENDER#:
pt_br: Em #DATE# as #TIME# #SENDER# escreveu:
ru_ru: #DATE# в #TIME#, #SENDER# пишет:
sv_se: Den #DATE# klockan #TIME# skrev #SENDER#:

source: ---------- Original Message ---------- From: #FROM# To: #TO##CC_LINE# Date: #DATE# at #TIME# Subject: #SUBJECT#
da_dk: ---------- Oprindelig besked ---------- Fra: #FROM# Til: #TO# #CC_LINE# Dato: #DATE# klokken #TIME# Emne: #SUBJECT#
pt_br: ---------- Mensagem Original ---------- De: #FROM# Para: #TO##CC_LINE# Data: #DATE# as #TIME# Assunto: #SUBJECT#
ru_ru: ---------- Исходное сообщение ---------- От: #FROM# Кому: #TO##CC_LINE# Дата: #DATE# в #TIME# Тема: #SUBJECT#
sv_se: ---------- Originalmeddelande ---------- Från: #FROM# Till: #TO##CC_LINE# Datum: #DATE# at #TIME# Ämne: #SUBJECT#

source: [No Subject]
da_dk: [intet emne]
pt_br: [Sem Assunto]
ru_ru: [Без темы]
sv_se: [Inget Ämne]

source: The available attachments for this E-Mail can be accessed via the links:
da_dk: Vedhæftningerne for denne mail kan tilgås via disse links:
pt_br: Os anexos disponíveis para este e-mail podem ser acessados através do link:
ru_ru: Вложения для этого сообщения доступны по ссылкам:
sv_se: Tillgängliga bilagor för e-brevet kan nås via länkarna:

source: The links will be deleted on #DATE#
da_dk: Linkene vil blive slettet den #DATE#
pt_br: Os links serão excluídos em #DATE#
ru_ru: Вложения будут удалены #DATE#.
sv_se: Länkarna kommer tas bort den #DATE#

source: This file has been published for E-Mail "#SUBJECT#" sent on #DATE# to #TO#
pt_br: Esse arquivo foi publicado por E-mail "#SUBJECT#" enviado em #DATE# para #TO#

source: Dear Sir or Madam
da_dk: Kære
pt_br: Prezado Senhor ou Senhora
ru_ru: Здравствуйте,
sv_se: Bäste herr eller fru

source: Unified mail
pt_br: E-mail unificado

source: A new appointment was created by [created_by]. You can check this appointment in your calendar: [link] Appointment =========== Created by: [created_by] Created at: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
da_dk: [created_by] oprettede en ny aftale. Du kan se aftalen i din kalender: [link] Aftale ====== Oprettet af: [created_by] Oprettet den: [creation_datetime] [title] [location][folder_name] [start][end][series][delete_exceptions][change_exceptions][description] Deltagere ========= [participants]Ressourcer==========[resources]==========================================
pt_br: Um novo compromisso foi criado por [created by]. Você pode verificar esse compromisso em seu calendário: [link] Compromisso =========== Criado por: [created_by] Criado em: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participantes ============ [participants] Recursos ========= [resources] ==========================================
ru_ru: [created_by] создал(а) новую встречу. Она добавлена в календарь: [link] Встреча =========== Организатор: [created_by] Создана: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Участники ============ [participants] Ресурсы ========= [resources] ==========================================
sv_se: Ett nytt möte har skapats av [created_by]. Du kan kolla detta möte i din kalender: [link] Möte =========== Skapad av: [created_by] Skapad vid: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Deltagare ============ [participants] Resurser ========= [resources] ==========================================

source: A new appointment was created by [created_by]. Appointment =========== Created by: [created_by] Created at: [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
da_dk: [created_by] oprettede en ny aftale. Aftale ====== Oprettet af: [created_by] Oprettet den: [creation_datetime] [title] [location][start][end][series][delete_exceptions][change_exceptions][description] Deltagere ========= [participants]Ressourcer==========[resources]==========================================
pt_br: Um novo compromisso foi criado por [created_by]. Compromisso =========== Criado por: [created_by] Criado em: [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participantes ============ [participants] Recursos ========= [resources] ==========================================
ru_ru: [created_by] создал(а) новую встречу. Встреча =========== Организатор: [created_by] Создана: [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] Участники ============ [participants] Ресурсы ========= [resources] ==========================================
sv_se: Ett nytt möte har skapats av [created_by]. Möte =========== Skapad av: [created_by] Skapad vid: [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] Deltagare ============ [participants] Resurser ========= [resources] ==========================================

source: A new appointment was created by [created_by] on behalf of [behalf_of]. You can check this appointment in your calendar: [link] Appointment =========== Created by: [created_by] Created at: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
da_dk: [created_by] oprettede en ny aftale på vegne af [behalf_of].Du kan se aftalen i din kalender: [link] Aftale ====== Oprettet af: [created_by] Oprettet den: [creation_datetime] [title] [location][folder_name] [start][end][series][delete_exceptions][change_exceptions][description] Deltagere ========= [participants]Ressourcer==========[resources]==========================================
pt_br: Um novo compromisso foi criado por [created_by] em nome de [behalf_of]. Você pode verificar esse compromisso em seu calendário: [link] Compromisso =========== Criado por: [created_by] Criado em: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participantes ============ [participants] Recursos ========= [resources] ==========================================
ru_ru: [created_by] создал(а) встречу от имени [behalf_of]. Она добавлена в календарь: [link] Встреча =========== Организатор: [created_by] Создана: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Участники ============ [participants] Ресурсы ========= [resources] ==========================================
sv_se: Ett nytt möte har skapats av [created_by] åt [behalf_of]. Du kan kolla detta möte i din kalender: [link] Möte =========== Skapad av: [created_by] Skapad vid: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Deltagare ============ [participants] Resurser ========= [resources] ==========================================

source: A new appointment was created by [created_by] on behalf of [behalf_of]. Appointment =========== Created by: [created_by] Created at: [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
da_dk: [created_by] oprettede en ny aftale på vegne af [behalf_of].Aftale ====== Oprettet af: [created_by] Oprettet den: [creation_datetime] [title] [location][start][end][series][delete_exceptions][change_exceptions][description] Deltagere ========= [participants]Ressourcer==========[resources]==========================================
pt_br: Um novo compromisso foi criado por [created_by] em nome de [behalf_of]. Compromisso =========== Criado por: [created_by] Criado em: [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participantes ============ [participants] Recursos ========= [resources] ==========================================
ru_ru: [created_by] создал(а) встречу от имени [behalf_of]. Встреча =========== Организатор: [created_by] Создана: [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] Участники ============ [participants] Ресурсы ========= [resources] ==========================================
sv_se: Ett nytt möte har skapats av [created_by] åt [behalf_of]. Möte =========== Skapad av: [created_by] Skapad vid: [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] Deltagare ============ [participants] Resurser ========= [resources] ==========================================

source: A new task was created by [created_by]. You can check this task in your tasks: [link] Task ==== Created by: [created_by] Created at: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
da_dk: [created_by] oprettede en ny opgave. Du kan se den i din opgaveliste: [link] Opgave ====== Oprettet af: [created_by] Oprettet den: [creation_datetime] [title] [folder_name][priority][task_status][start][end][series][description]Deltagere=========[participants]Ressourcer==========[resources]==========================================
pt_br: Uma nova tarefa foi criada por [created_by]. Você pode verificar essa tarefa em suas tarefas: [link] Tarefa ==== Criada por: [created_by] Criada em: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participantes ============ [participants] Recursos ========= [resources] ==========================================
ru_ru: [created_by] создал(а) новую задачу. Она добавлена в список задач: [link] Задача ==== Организатор: [created_by] Создана: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Участники ============ [participants] Ресурсы ========= [resources] ==========================================
sv_se: En ny uppgift har skapats av [created_by]. Du kan kolla denna uppgift i dina uppgifter: [link] Uppgift ==== Skapad av: [created_by] Skapad vid: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Deltagare ============ [participants] Resurser ========= [resources] ==========================================

source: A new task was created by [created_by]. Task ==== Created by: [created_by] Created at: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
da_dk: [created_by] oprettede en ny opgave. Opgave ====== Oprettet af: [created_by] Oprettet den: [creation_datetime] [title] [folder_name][priority][task_status][start][end][series][description]Deltagere=========[participants]Ressourcer==========[resources]==========================================
pt_br: Uma nova tarefa foi criada por [created_by]. Tarefa ==== Criada por: [created_by] Criada em: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participantes ============ [participants] Recursos ========= [resources] ==========================================
ru_ru: [created_by] создал(а) задачу. Задача ==== Организатор: [created_by] Создана: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Участники ============ [participants] Ресурсы ========= [resources] ==========================================
sv_se: En ny uppgift har skapats av [created_by]. Uppgift ==== Skapad av: [created_by] Skapad vid: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Deltagare ============ [participants] Resurser ========= [resources] ==========================================

source: This appointment does not take place. It was either deleted by [changed_by] or you have been removed from the list of participants. Appointment =========== Created by: [created_by] Created at: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
da_dk: Denne opgave finder ikke sted. Enten blev den slettet af [created_by] eller også blev du taget af deltagerlisten.Aftale====== Oprettet af: [created_by] Oprettet den: [creation_datetime] [title] [location][folder_name][start][end][series][delete_exceptions][change_exceptions][description]Deltagere=========[participants]Ressourcer==========[resources]==========================================
pt_br: Este compromisso não acontecerá. Ele foi excluído por [changed_by] ou você foi removido da lista de participantes. Compromisso =========== Criado por: [created_by] Criado em: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participantes ============ [participants] Recursos ========= [resources] ==========================================
ru_ru: Встреча не существует. Возможно, [changed_by] ее удалил(а), или вы были исключены из списка участников. Встреча =========== Организатор: [created_by] Создана: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Участники ============ [participants] Ресурсы ========= [resources] ==========================================
sv_se: Detta möte kommer inte att äga rum. Det var antingen borttaget av [changed_by] eller så har du blivit borttagen från deltagarlistan. Möte =========== Skapad av: [created_by] Skapad vid: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Deltagare ============ [participants] Resurser ========= [resources] ==========================================

source: This task was either deleted by [changed_by] or you have been removed from the list of participants. Task ==== Created by: [created_by] Created at: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
da_dk: Denne opgave blev enten slettet af [created_by] eller også blev du taget af deltagerlisten.Opgave ====== Oprettet af: [created_by] Oprettet den: [creation_datetime] [title][folder_name][priority][task_status][start][end][series][description]Deltagere=========[participants]Ressourcer==========[resources]==========================================
pt_br: Esta tarefa foi excluída por [changed_by] ou você foi removido da lista de participantes. Tarefa ==== Criada por: [created_by] Criada em: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participantes ============ [participants] Recursos ========= [resources] ==========================================
ru_ru: [changed_by] удалил(а) задачу, или вы были исключены из списка участников. Задача ==== Организатор: [created_by] Создана: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Участники ============ [participants] Ресурсы ========= [resources] ==========================================
sv_se: Denna uppgift var antingen borttagen av [changed_by] eller så har du blivit borttagen från deltagarlistan. Uppgift ==== Skapad av: [created_by] Skapad vid: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Deltagare ============ [participants] Resurser ========= [resources] ==========================================

source: This appointment was changed by [changed_by]. You can check this appointment in your calendar: [link] Appointment =========== Created by: [created_by] Created at: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
da_dk: [created_by] ændrede denne aftale.Du kan se aftalen i din kalender: [link] Aftale ====== Oprettet af: [created_by] Oprettet den: [creation_datetime] [title] [location][folder_name] [start][end][series][delete_exceptions][change_exceptions][description] Deltagere ========= [participants]Ressourcer==========[resources]==========================================
pt_br: Este compromisso foi alterado por [changed_by]. Você pode verificar esse compromisso em seu calendário: [link] Compromisso =========== Criado por: [created_by] Criado em: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participantes ============ [participants] Recursos ========= [resources] ==========================================
ru_ru: [changed_by] изменил(а) встречу. Изменения добавлены в календарь: [link] Встреча =========== Организатор: [created_by] Создана: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Участники ============ [participants] Ресурсы ========= [resources] ==========================================
sv_se: Detta möte har ändrats av [changed_by]. Du kan kontrollera detta möte i din kalender: [link] Möte =========== Skapad av: [created_by] Skapad vid: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Deltagare ============ [participants] Resurser ========= [resources] ==========================================

source: This appointment was changed by [changed_by]. Appointment =========== Created by: [created_by] Created at: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
da_dk: [created_by] ændrede denne aftale.Aftale ====== Oprettet af: [created_by]Oprettet den: [creation_datetime][title][location][folder_name][start][end][series][delete_exceptions][change_exceptions][description]Deltagere=========[participants]Ressourcer==========[resources]==========================================
pt_br: Este compromisso foi alterado por [changed_by]. Compromisso =========== Criado por: [created_by] Criado em: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participantes ============ [participants] Recursos ========= [resources] ==========================================
ru_ru: [changed_by] изменил(а) встречу. Встреча =========== Организатор: [created_by] Создана: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Участники ============ [participants] Ресурсы ========= [resources] ==========================================
sv_se: Detta möte har ändrats av [changed_by]. Möte =========== Skapad av: [created_by] Skapad vid: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Deltagare ============ [participants] Resurser ========= [resources] ==========================================

source: This task was changed by [changed_by]. You can check this task in your tasks: [link] Task ==== Created by: [created_by] Created at: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
da_dk: [created_by] ændrede denne opgave.Du kan se den i din opgaveliste: [link] Opgave ====== Oprettet af: [created_by] Oprettet den: [creation_datetime] [title][folder_name][priority][task_status][start][end][series][description]Deltagere=========[participants]Ressourcer==========[resources]==========================================
pt_br: Esta tarefa foi alterada por [changed_by]. Você pode verificar essa tarefa em suas tarefas: [link] Tarefa ==== Criada por: [created_by] Criada em: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participantes ============ [participants] Recursos ========= [resources] ==========================================
ru_ru: [changed_by] изменил(а) задачу. Список задач: [link] Задача ==== Организатор: [created_by] Создана: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Участники ============ [participants] Ресурсы ========= [resources] ==========================================
sv_se: Denna uppgift har ändrats av [changed_by]. Du kan kolla denna uppgift i dina uppgifter: [link] Uppgift ==== Skapade av: [created_by] Skapad vid: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Deltagare ============ [participants] Resurser ========= [resources] ==========================================
