Repository: cognitionworks/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: da_dk, pt_br, ru_ru, sv_se

source: Remove the group %1$s from the appointment.
da_dk: Fjern gruppen %1$s fra aftalen.
pt_br: Exclua o grupo %1$s do compromisso.
ru_ru: Удалить группу %1$s из встречи.
sv_se: Ta bort gruppen %1$s från mötet.

source: The group %1$s has been removed from the appointment
da_dk: Gruppen %1$s er blevet fjernet fra aftalen
pt_br: O grupo %1$s foi excluído do compromisso
ru_ru: Группа %1$s удалена из встречи.
sv_se: Gruppen %1$s har tagits bort från mötet

source: Reserve the resource %1$s for the appointment
da_dk: Reservér ressourcen %1$s for aftalen
pt_br: Reserve o recurso %1$s para o compromisso
ru_ru: Зарезервировать ресурс %1$s для встречи
sv_se: Reservera resursen %1$s för mötet

source: Reserve the resource %1$s for the appointment.
da_dk: Reservér ressourcen %1$s for aftalen.
pt_br: Reserve o recurso %1$s para o compromisso.
ru_ru: Зарезервировать ресурс %1$s для встречи.
sv_se: Reservera resursen %1$s för mötet.

source: The resource %1$s has been reserved for the appointment
da_dk: Ressourcen %1$s er blevet reserveret for aftalen
pt_br: O recurso %1$s foi reservado para o compromisso
ru_ru: Ресурс %1$s зарезервирован.
sv_se: Resursen %1$s har reserverats för mötet

source: Remove the resource %1$s from the appointment
da_dk: Fjern ressourcen %1$s fra aftalen
pt_br: Exclua o recurso %1$s do compromisso
ru_ru: Удалить %1$s из встречи.
sv_se: Ta bort resursen %1$s från mötet

source: Remove the resource %1$s from the appointment.
da_dk: Fjern ressourcen %1$s fra aftalen.
pt_br: Exclua o recurso %1$s do compromisso.
ru_ru: Удалить %1$s из встречи.
sv_se: Ta bort resursen %1$s från mötet.

source: The resource %1$s is no longer reserved for the appointment
da_dk: Ressourcen %1$s er ikke længere reserveret for aftalen
pt_br: O recurso %1$s não está mais reservado para o compromisso
ru_ru: Ресурс %1$s исключен.
sv_se: Resursen %1$s är inte längre reserverad för mötet

source: The appointment was rescheduled. Original date: %1$s. New date: %2$s
da_dk: Aftalen har fået ny dato. Original dato: %1$s. Ny dato: %2$s
pt_br: O compromisso foi reagendado. Data original: %1$s. Nova data: %2$s
ru_ru: Встреча была перенесена с %1$s на %2$s.
sv_se: Tidpunkt för mötet ändrades. Ursprungligt datum: %1$s. Nytt datum: %2$s

source: Reschedule the event. Original date: %1$s. New date: %2$s
da_dk: Giv begivenheden en ny dato. Original dato: %1$s. Ny dato %2$s
pt_br: Reagende o evento. Data original: %1$s. Nova data: %2$s
ru_ru: Перенести событие с %1$s на %2$s.
sv_se: Ändra tidpunkt för mötet. Ursprungligt datum: %1$s. Nytt datum: %2$s

source: The entire day
da_dk: Hele dagen
pt_br: O dia inteiro
ru_ru: Весь день
sv_se: Hela dagen

source: New appointment: %1$s
da_dk: Ny aftale: %1$s
pt_br: Novo compromisso: %1$s
ru_ru: Новая встреча: %1$s
sv_se: Nytt möte: %1$s

source: Appointment changed: %1$s
da_dk: Aftale ændret: %1$s
pt_br: Compromisso alterado: %1$s
ru_ru: Встреча изменена: %1$s
sv_se: Möte ändrat: %1$s

source: Appointment canceled: %1$s
da_dk: Aftale aflyst: %1$s
pt_br: Novo cancelado: %1$s
ru_ru: Встреча отменена: %1$s
sv_se: Möte inställt: %1$s

source: Proposed changes for appointment: %1$s
da_dk: Foreslåede ændringer til aftalen: %1$s
pt_br: Alterações propostas para o compromisso: %1$s
ru_ru: Предложенные изменения для встречи: %1$s
sv_se: Föreslagna ändringar för mötet: %1$s

source: %1$s sets the status to 'none' for: %1$s
da_dk: %1$s sætter status fra 'ingen' til: %1$s
pt_br: %1$s definiu o status para 'nenhum' para: %1$s
ru_ru: %1$s изменил свой статус на «нет» для %1$s
sv_se: %1$s anger status som 'ingen' för: %1$s

source: %1$s %2$s the invitation: %3$s
da_dk: %1$s %2$s invitationen: %3$s
pt_br: %1$s %2$s o convite: %3$s
ru_ru: %1$s %2$s приглашение: %3$s
sv_se: %1$s %2$s inbjudan: %3$s

source: Resend the invitation for: %1$s
da_dk: Send invitation igen for: %1$s
pt_br: Reenvie o convite para: %1$s
ru_ru: Повторно отправить приглашение для %1$s
sv_se: Skicka inbjudan igen för: %1$s

source: Change not accepted for: %1$s
da_dk: Ændring ikke accepteret for: %1$s
pt_br: Alteração não aceita para: %1$s
ru_ru: Изменение не принято для: %1$s
sv_se: Ändring avslagen för: %1$s

source: All times will be shown in the timezone %1$s
da_dk: Alle tider vil blive vist i tidszonen %1$s
pt_br: Todos os horários serão exibidos no fuso horário %1$s
ru_ru: Формат времени: %1$s
sv_se: Alla tider kommer visas i tidszonen %1$s

source: %1$s has %2$s the appointment, but would like to make a counter proposal:
da_dk: %1$s har %2$s aftalen, men vil gerne lave et modforslag:
pt_br: %1$s %2$s o compromisso, mas gostaria de fazer uma contrapoposta:
ru_ru: %1$s %2$s приглашение, но делает встречное предложение:
sv_se: %1$s har %2$s mötet, men vill göra ett motförslag:

source: You have received this E-Mail because you are the chair for this appointment.
da_dk: Du har modtaget denne e-mail, fordi du er formand for denne aftale.
pt_br: Você recebeu este e-mail porque você é o coordenador deste compromisso.
ru_ru: Вы получили это письмо, так как вы являетесь председателем этой встречи.
sv_se: Du fick det här e-brevet eftersom du är ordförande för mötet.

source: You have received this E-Mail because you are the organizer of this appointment.
da_dk: Du har modtaget denne e-mail, fordi du er arrangøren af denne aftale.
pt_br: Você recebeu este e-mail porque você é o organizador deste compromisso.
ru_ru: Вы получили это письмо, так как вы являетесь организатором этой встречи.
sv_se: Du fick det här e-brevet eftersom du organiserar mötet.

source: You have received this E-Mail because this appointment contains the resource %1$s which is managed by you.
da_dk: Du har modtaget denne e-mail, fordi denne aftale indeholder ressourcen %1$s, som du håndterer.
pt_br: Você recebeu este e-mail porque você este compromisso contém o recurso %1$s que é gerenciado por você.
ru_ru: Вы получили это письмо, так как эта встреча включает ресурс %1$s под вашим управлением.
sv_se: Du fick det här e-brevet eftersom mötet innehåller resursen %1$s, vilken hanteras av dig.

source: A JSON error occurred: %1$s
da_dk: En JSON-fejl opstod: %1$s
pt_br: Ocorreu um erro JSON: %1$s
ru_ru: Ошибка JSON: %1$s
sv_se: Ett JSON-fel inträffade: %1$s

source: A SQL error occurred: %1$s
da_dk: En SQL-fejl opstod: %1$s
pt_br: Ocorreu um erro SQL: %1$s
ru_ru: Ошибка SQL: %1$s
sv_se: Ett SQL-fel inträffade: %1$s

source: Method is not supported.
da_dk: Metode ikke understøttet.
pt_br: O método não é suportado.
ru_ru: Метод не поддерживается.
sv_se: Metoden stöds inte.

source: No account found with identifier "%1$s".
da_dk: Ingen konto fundet med ID "%1$s".
pt_br: Nenhuma conta encontrada com o identificador "%1$s".
ru_ru: Не найдена учетная запись с идентификатором «%1$s».
sv_se: Hittade inget konto med identifierare "%1$s".

source: Invalid presence packet.
da_dk: Ugyldig tilstandspakke.
pt_br: Pacote de presença inválido.
ru_ru: Недопустимый статус присутствия.
sv_se: Ogiltigt närvaropaket.

source: A chat with identifier "%1$s" already exists.
da_dk: En chat med ID "%1$s" findes allerede.
pt_br: Um bate-papo com o identificador "%1$s" já existe.
ru_ru: Чат с идентификатором «%1$s» уже существует.
sv_se: En chatt med identifieraren "%1$s" finns redan.

source: Chat member "%1$s" already exists in chat "%2$s".
da_dk: Chatmedlem "%1$s" findes allerede i chat "%2$s".
pt_br: O membro do bate-papo "%1$s" já existe no bate-papo "%2$s".
ru_ru: Участник «%1$s» уже присутствует в чате «%2$s».
sv_se: Chattmedlem "%1$s" finns redan i chatten "%2$s".

source: No chat found with identifier "%1$s".
da_dk: Ingen chat fundet med ID "%1$s".
pt_br: Nenhum bate-papo encontrado com o identificador "%1$s".
ru_ru: Не найден чат с идентификатором «%1$s».
sv_se: Hittade ingen chatt med identifieraren "%1$s".

source: Unknown chat service: %1$s
da_dk: Ukendt chatservice: %1$s
pt_br: Serviço de bate-papo desconhecido: %1$s
ru_ru: Неизвестная служба чата: %1$s
sv_se: Okänd chattjänst: %1$s

source: No message found with identifier "%1$s" in chat "%2$s".
da_dk: Ingen besked fundet med ID "%1$s" i chat "%2$s".
pt_br: Nenhuma mensagem encontrada com o identificador "%1$s" no bate-papo "%2$s".
ru_ru: Не найдено сообщение с идентификатором «%1$s» в чате «%2$s».
sv_se: Hittade inget meddelande med identifieraren "%1$s" i chatten "%2$s".

source: No member found with identifier "%1$s".
da_dk: Intet medlem fundet med ID "%1$s".
pt_br: Nenhum membro encontrado com o identificador "%1$s".
ru_ru: Не найден участник с идентификатором «%1$s».
sv_se: Hittade ingen medlem med identifieraren "%1$s".

source: Invalid chat identifier: "%1$s"
da_dk: Ugyldigt chat ID: "%1$s"
pt_br: Identificador de bate-papo inválido: "%1$s"
ru_ru: Недопустимый идентификатор чата: «%1$».
sv_se: Ogiltigt chattidentifierare: "%1$s"

source: Invalid roster identifier: "%1$s"
da_dk: Ugyldigt venneliste ID: "%1$s"
pt_br: Identificador de lista inválido: "%1$s"
ru_ru: Недопустимый идентификатор списка контактов: «%1$s».
sv_se: Ogiltigt listidentifierare: "%1$s"

source: Posted message is too long.
da_dk: Indsendte besked er for lang.
pt_br: A mensagem postada é muito longa.
ru_ru: Слишком длинное сообщение.
sv_se: Meddelandet är för långt.

source: Subject is too long and is therefore truncated.
da_dk: Emnet er for langt, og er blevet klippet.
pt_br: O assunto é muito longo e portanto será truncado.
ru_ru: Тема была усечена, так как ее длина превышала допустимый максимум.
sv_se: Rubriken är för lång och kommer därför kapas av.

source: %1$s has left the chat
da_dk: %1$s har forladt chatten
pt_br: %1$s deixou o bate-papo
ru_ru: %1$s вышел из чата
sv_se: %1$s lämnade chatten

source: %1$s has joined the chat
da_dk: %1$s har sluttet sig til chatten
pt_br: %1$s entrou no bate-papo
ru_ru: %1$s зашел в чат
sv_se: %1$s anslöt till chatten

source: Could not coerce value %1$s into class %2$s
da_dk: Kunne ikke tvinge værdi %1$s ind i klasse %2$s
pt_br: Não foi possível forçar o valor %1$s na classe %2$s
ru_ru: Не удалось принудить значение %1$s в классе %2$s.
sv_se: Kunde inte infoga värdet %1$s i klassen %2$s

source: Can not define metadata %1$s in scope %2$s
da_dk: Kan ikke definere metadata %1$s i omfang %2$s
pt_br: Não foi possível definir o metadado %1$s no escopo %2$s
ru_ru: Не удалось определить метаданные %1$s в области действия %2$s.
sv_se: Kan inte definiera metadata %1$s i sammanhanget %2$s

source: Can not set property %1$s in scope %2$s
da_dk: Kan ikke sætte egenskab %1$s i omfang %2$s
pt_br: Não foi possível definir a propriedade %1$s no escopo %2$s
ru_ru: Не удалось определить свойство %1$s в области действия %2$s.
sv_se: Kan inte ange egenskap %1$s i sammanhanget %2$s

source: An error occurred: %s
da_dk: Der skete en fejl: %s
pt_br: Ocorreu um erro: %s
ru_ru: Ошибка: %s
sv_se: Ett fel inträffade: %s

source: An internal LDAP error occurred: %s
da_dk: Der skete en intern LDAP-fejl: %s
pt_br: Ocorreu um erro interno no LDAP: %s
ru_ru: Внутренняя ошибка LDAP: %s
sv_se: Ett internt LDAP-fel inträffade: %s

source: This storage can't handle context %d
da_dk: Dette lager kan ikke håndtere kontekst %d
pt_br: Este armazenamento não pode manejar o contexto %d
ru_ru: Хранилище не поддерживает контекст %d.
sv_se: Den här lagringen kan inte hantera kontext %d

source: This storage can't handle folder %s
da_dk: Dette lager kan ikke håndtere mappe %s
pt_br: Este armazenamento não pode manejar a pasta %s
ru_ru: Хранилище не поддерживает папку %s.
sv_se: Den här lagringen kan inte hantera katalogen %s

source: No mapping for object %s, folder %s, context %d found
da_dk: Ingen kortlægning for objekt %s, mappe %s, kontekst %d fundet
pt_br: Não foi encontrado nenhum mapeamento para o objeto %s, pasta %s e contexto %d
ru_ru: Не найдены соответствия для объекта %s, папки %s, контекста %d.
sv_se: Ingen mappning för objekt %s, katalog %s, eller kontext %d hittades

source: No mapping for LDAP identifier %s found
da_dk: Ingen kortlægning for LDAP ID %s fundet
pt_br: Não foi encontrado nenhum mapeamento para o identificador LDAP %s
ru_ru: Не найдены соответствия для идентификатора LDAP: %s
sv_se: Hittade ingen mappning för LDAP-identifierare %s

source: An internal LDAP sort error occurred: %s
da_dk: Der opstod en intern LDAP sorteringsfejl: %s
pt_br: Ocorreu um erro interno de classificação no LDAP: %s
ru_ru: Внутренняя ошибка сортировки LDAP: %s
sv_se: Ett internt LDAP-sorteringsfel inträffade: %s

source: The configuration value %s is missing
da_dk: Konfigurationsværdien %s mangler
pt_br: O valor da configuração %s está faltando
ru_ru: Отсутствует значение конфигурации %s
sv_se: Konfigurationsvärdet %s saknas

source: The configuration value %s is wrong or missing
da_dk: Konfigurationsværdien %s er forkert eller mangler
pt_br: O valor da configuração %s está errado ou faltando
ru_ru: Отсутствует или неверное значение конфигурации %s
sv_se: Konfigurationsvärdet %s är felaktigt eller saknas

source: The value given for authtype "%s" is invalid
da_dk: Den givet værdi for godkendelsestype "%s" er ugyldig
pt_br: O valor fornecido para o tipo de autenticação "%s" é inválido
ru_ru: Недопустимое значение authtype: «%s»
sv_se: Det givna värdet för authtype "%s" är ogiltigt

source: The value given for sorting "%s" is invalid
da_dk: Den givet værdi til sortering af "%s" er ugyldig
pt_br: O valor fornecido para a classificação "%s" é inválido
ru_ru: Недопустимое значение sorting: «%s»
sv_se: Det givna värdet för sortering "%s" är ogiltigt

source: The value given for searchScope "%s" is invalid
da_dk: Den givet værdi til søgningen "%s" er ikke gyldig
pt_br: O valor fornecido para o escopo de pesquisa "%s" é inválido
ru_ru: Недопустимое значение searchScope: «%s»
sv_se: Det givna värdet för searchScope "%s" är ogiltigt

source: The parameter "%s" is not set in property file "%s"
da_dk: Parameteren "%s" er ikke sat i egenskabsfilen "%s"
pt_br: O parâmetro "%s" não está definido no arquivo de propriedade "%s"
ru_ru: Не определен параметр «%s» в файле «%s».
sv_se: Parametern "%s" inte angiven i egenskapsfilen "%s"

source: Value for context "%s" is no integer value
da_dk: Værdi for kontekst "%s" er ikke en tal-værdi
pt_br: O valor para o contexto "%s" não é um valor inteiro
ru_ru: Значение для контекста «%s» должно быть целым числом
sv_se: Värdet för kontext "%s" är inte ett heltalsvärde

source: The configured mapping file "%1$s" is empty.
da_dk: Den konfigurerede mapping-fil "%1$s" er tom.
pt_br: O arquivo de mapeamento configurado "%1$s" está vazio.
ru_ru: Пустой файл соответствий «%1$s».
sv_se: Den angivna mappningsfilen "%1$s" är tom.

source: The given value for pagesize "%s" is no integer value
da_dk: Den givet værdi for sidestørrelse "%s" er ikke en talværdi
pt_br: O valor fornecido para o tamanho de página "%s" não é um valor inteiro
ru_ru: Значение pagesize «%s» должно быть целым числом
sv_se: Det givna färdet för sidostorlek "%s" är inte ett heltalsvärde

source: The value given for userauthtype "%s" is invalid
da_dk: Den givet brugergodkendelsestype "%s" er ugyldig
pt_br: O valor fornecido para o tipo de autenticação do usuário "%s" é inválido
ru_ru: Значение userauthtype «%s» должно быть целым числом
sv_se: Det givna värdet för userauthtype "%s" är ogiltigt

source: The value given for userSearchScope "%s" is invalid
da_dk: Den givet værdi for brugersøgebredde "%s" er ugyldig
pt_br: O valor fornecido para o escopo de pesquisa do usuário "%s" é inválido
ru_ru: Недопустимое значение userSearchScope: «%s»
sv_se: Det givna värdet för userSearchScope "%s" är ogiltigt

source: The value given for userLoginSource "%s" is invalid
da_dk: Den givet værdi for brugerloginkilde "%s" er ugyldig
pt_br: O valor fornecido para a fonte de login do usuário "%s" é inválido
ru_ru: Недопустимое значение userLoginSource: «%s»
sv_se: Det givna värdet för userLoginSource "%s" är ogiltigt

source: The value given for contactTypes "%s" is invalid
da_dk: Den givet værdi for kontakttyper "%s" er ugyldig
pt_br: O valor fornecido para o tipo de contato "%s" é inválido
ru_ru: Недопустимое значение contactTypes: «%s»
sv_se: Det givna värdet för contactTypes "%s" är ogiltigt

source: The given value for searchScope_distributionlist "%1$s" is invalid
da_dk: Den givet værdi for søge bredde_distributionsliste "%1$s" er ugyldig
pt_br: O valor fornecido para a lista de distribuição do escopo de pesquisa "%1$s" é inválido
ru_ru: Недопустимое значение searchScope_distributionlist: «%1$s»
sv_se: Det givna värdet för searchScope_distributionlist "%1$s" är ogiltigt

source: Abstract pathname "%1$s" does not denote a directory.
da_dk: Abstrakt stinavn "%1$s" er ikke en mappe.
pt_br: O nome do caminho abstrato "%1$s" não denota uma pasta.
ru_ru: «%1$s» не указывает на каталог.
sv_se: Den abstrakta sökvägen "%1$s" pekar inte ut en katalog.

source: The directory "%1$s" is not a context identifier.
da_dk: Mappen "%1$s" er ikke en kontekst ID.
pt_br: A pasta "%1$s" não é um identificador de contexto.
ru_ru: Каталог «%1$s» не является идентификатором контекста.
sv_se: Katalogen "%1$s" är inte en kontextidentifierare.

source: The value given for referrals "%s" is not a possible one
da_dk: Den givet værdi for henvisende "%s" er ikke mulig
pt_br: O valor fornecido para a referência "%s" não é um valor possível
ru_ru: Недопустимое значение «%s»
sv_se: Det givna värdet för hänvisning "%s" är ogiltigt

source: The value given for refreshinterval "%s" is no integer value
da_dk: Den givet værdi for opdateringsinterval "%s" er ikke en talværdi
pt_br: O valor fornecido para o intervalo de atualização "%s" não é um valor inteiro
ru_ru: Значение refreshinterval «%s» должно быть целым числом
sv_se: Det givna värdet för uppdateringsintervall "%s" är inte ett heltalsvärde

source: The value given for pooltimeout "%s" in file "%s" is no integer value
da_dk: Den givet udløsbstid for puljen "%s" i filen "%s" er ikke en talværdi
pt_br: O valor fornecido para o tempo de espera da fila "%s" no arquivo "%s" não é um valor inteiro
ru_ru: Значение pooltimeout «%s» должно быть целым числом
sv_se: Det givna värdet för pooltimeout "%s" i filen "%s" är inte ett heltalsvärde

source: The value given for derefAliases "%s" in file "%s" is invalid
da_dk: Den givet værdi for afledte aliases "%s" i filen "%s" er ugyldig
pt_br: O valor fornecido para o apelido de dereferência "%s" no arquivo "%s" é inválido
ru_ru: Недопустимое значение derefAliases («%s») в файле «%s»
sv_se: Det givna värdet för derefAliases "%s" i filen "%s" är ogiltigt

source: LDAP contacts cannot be deleted
da_dk: LDAP-kontakter kan ikke slettes
pt_br: Os contatos LDAP não podem ser excluídos
ru_ru: Контакты LDAP не могут быть удалены
sv_se: LDAP-kontakter kan inte tas bort

source: An error occured while trying to read an LDAP attribute: %s
da_dk: En fejl opstod imens en LDAP-egenskab forsøgtes læst: %s
pt_br: Ocorreu um erro ao tentar ler o atributo LDAP: %s
ru_ru: Ошибка при чтении атрибута LDAP: %s
sv_se: Ett fel inträffade när ett LDAP-attribut skulle läsas: %s

source: The given value "%s" is not possible for a sort field
da_dk: Den givet værdi "%s" er ikke mulig for et sorteringsfelt
pt_br: O valor fornecido "%s" para o campo de classificação não é possível
ru_ru: Недопустимое значение поля сортировки: «%s»
sv_se: Det givna värdet "%s" är ogiltigt för ett sorteringsfält

source: Contacts cannot be inserted in LDAP
da_dk: Kontakter kan ikke indsættes i LDAP
pt_br: Os contatos não puderam ser inseridos no LDAP
ru_ru: Не удалось добавить контакты в LDAP
sv_se: Kontakter kan inte infogas i LDAP

source: The folderid object is null. This is an internal error. Please notify Open-Xchange.
da_dk: MappeID objekt er nul. Det er en intern fejl. Kontakt venligst Open-Xchange.
pt_br: O objeto ID de pasta é nulo. Este é um erro interno. Por favor, notifique o Open-Xchange.
ru_ru: Пустой объект folderid. Это внутренняя ошибка, о которой следует сообщить Open-Xchange.
sv_se: Katalog-ID-objektet är tomt. Detta är ett internt fel. Ta kontakt med Open-Xchange.

source: The search object contains more than one folder id. This is not supported by this implementation.
da_dk: Søgeobjektet indeholder mere end ét ID. Det er ikke understøttet af denne udgave.
pt_br: O objeto de pesquisa contém mais de um ID de pasta. Isto não é suportado por esta implementação.
ru_ru: Текущая реализация не допускает наличие нескольких идентификаторов папок в объекте поиска.
sv_se: Sökobjektet innehåller fler än ett katalog-ID. Detta stöds inte i den här tillämpningen.

source: The mapping table does not contain the long uid %s i.e., it has never been accessed before
da_dk: Kortlægningstabellen indeholder ikke det lange UID %s, hvilket betyder at den ikke har været brugt før
pt_br: A tabela de mapeamento não contém o UID longo %s isto é, ele nunca foi acessado antes
ru_ru: Таблица соответствий не содержит длинный UID %s. Это значит, что к ней еще не обращались.
sv_se: Mappningstabellen innehåller inte det långa UID:t %s, alltså har den inte använts förut

source: Multi-values are not allowed for date attribute: %s
da_dk: Multi-værdier er ikke tilladt for dato-egenskab: %s
pt_br: Não são permitidos múltiplos valores para o atributo data: %s
ru_ru: Дата не может содержать более одного значения: %s
sv_se: Datumattribut kan inte ha flera värden: %s

source: Multi-values are not allowed for int attribute: %s
da_dk: Multi-værdier er ikke tilladt for int-egenskab: %s
pt_br: Não são permitidos múltiplos valores para o atributo inteiro: %s
ru_ru: Целый атрибут не может содержать более одного значения: %s
sv_se: Int-attribut kan inte ha flera värden: %s

source: Error while trying to create connection to LDAP server: %s
da_dk: Fejl under oprettelse af forbindelse til LDAP-server: %s
pt_br: Ocorreu um erro ao tentar criar a conexão ao servidor LDAP: %s
ru_ru: Ошибка при попытке создания соединения с сервером LDAP: %s
sv_se: Ett fel inträffade vid anslutning till LDAP-servern: %s

source: The LDAP search for the user contains too many results
da_dk: LDAP-søgningen for brugeren indeholder for mange resultater
pt_br: A pesquisa LDAP para o usuário contém muitos resultados
ru_ru: Поиск LDAP вернул слишком много результатов
sv_se: LDAP-sökningen efter användare innehåller för många träffar

source: The LDAP search for the user object "%s" gave no results
da_dk: LDAP-søgningen for brugerobjektet "%s" gav ingen resultater
pt_br: A pesquisa LDAP para o objeto do usuário "%s" não teve resultado
ru_ru: Поиск LDAP для объекта «%s» не вернул результатов
sv_se: LDAP-sökningen för användarobjekt "%s" gav inga träffar

source: An error occurred while trying to get the user object from the database
da_dk: Der opstod en fejl imens brugerobjektet blev hentet fra databasen
pt_br: Ocorreu um erro ao tentar obter o objeto do usuário a partir do banco de dados
ru_ru: Произошла ошибка при получении объекта пользователя из базы данных.
sv_se: Ett fel inträffade när användarobjektet skulle hämtas från databasen

source: The given userLoginSource is not possible: %s
da_dk: Den givet brugerloginkilde er ikke mulig: %S
pt_br: O valor fornecido para a fonte de login do usuário não é possível: %s
ru_ru: userLoginSource не может использоваться: %s
sv_se: Den givna userLoginSource är ogiltig: %s

source: The imap login for user "%s" is null
da_dk: IMAP-login for bruger "%s" er nul
pt_br: O login IMAP para o usuário "%s" é nulo
ru_ru: Пустое имя входа для «%s».
sv_se: IMAP-inloggningen för användaren "%s" är tom

source: The primary mail for user "%s" is null
da_dk: Den primære e-mail for bruger "%s" er nul
pt_br: O e-mail primário para o usuário "%s" é nulo
ru_ru: Пустой адрес для «%s».
sv_se: Primär e-post för användaren "%s" är tom
