Repository: cognitionworks/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: da_dk, pt_br, ru_ru, sv_se

source: Missing folder identifier.
da_dk: Mangler mappe-id.
pt_br: Identificador de pasta faltante.
ru_ru: Отсутствует идентификатор папки.
sv_se: Saknar katalogidentifierare.

source: Parent folder "%1$s" does not allow folder content type "%2$s" in tree "%3$s" for user %4$s in context %5$s.
da_dk: Forældremappen "%1$s" tillader ikke indholdstypen "%2$s" i træet "%3$s" for bruger %4$s i kontekst %5$s.
pt_br: A pasta pai "%1$s" não permite o tipo de conteúdo de pasta "%2$s" na árvore "%3$s" para o usuário %4$s no contexto %5$s.
ru_ru: Родительская папка «%1$s» не разрешает тип «%2$s» в дереве «%3$s» для пользователя %4$s в контексте %5$s.
sv_se: Toppkatalogen "%1$s" tillåter inte kataloginnehållstypen "%2$s" i trädet"%3$s" för användaren %4$s i kontext %5$s.

source: Move operation not permitted.
da_dk: Flytning ikke tilladt.
pt_br: Operação de mover não permitida.
ru_ru: Операция перемещения не разрешена.
sv_se: Flyttåtgärd inte tillåten.

source: A folder named "%1$s" already exists below parent folder "%2$s" in tree "%3$s".
da_dk: En mappe med navnet "%1$s" findes allerede i forældremappen "%2$s" i træet "%3$s".
pt_br: Uma pasta chamada "%1$s" já existe abaixo da pasta pai "%2$s" na árvore "%3$s".
ru_ru: «%2$s» в дереве «%3$s» уже содержит папку «%1$s».
sv_se: En katalog med namnet "%1$s" finns redan under toppkatalogen "%2$s" i trädet "%3$s".

source: Subscribe operation not permitted on tree "%1$s".
da_dk: Flytning ikke tilladt i træ "%1$s".
pt_br: Operação de inscrição não permitida na árvore "%1$s".
ru_ru: Операция подписки для «%1$s» не разрешена.
sv_se: Får inte prenumerera på trädet "%1$s".

source: Unsubscribe operation not permitted on tree "%1$s".
da_dk: Opsigelse af abonnement ikke tilladt for træ "%1$s".
pt_br: Operação de cancelamento de inscrição não permitida na árvore "%1$s".
ru_ru: Операция удаления подписки для «%1$s» не разрешена.
sv_se: Får inte säga upp prenumeration på trädet "%1$s".

source: Unsubscribe operation not permitted on folder "%1$s" in tree "%2$s". Unsubscribe subfolders first.
da_dk: Opsigelse af abonnement ikke tilladt for mappe "%1$s" i træ "%2$s". Opsig abonnement på undermapper først.
pt_br: Operação de cancelamento de inscrição não permitida na pasta "%1$s" na árvore "%2$s". Cancele a inscrição na subpasta primeiro.
ru_ru: Операция удаления подписки для «%1$s» в дереве «%1$s» не разрешена. Сначала удалите подписки вложенных папок.
sv_se: Får inte säga upp prenumeration på katalogen "%1$s" i trädet "%2$s". Säg upp prenumerationen på underkatalogerna först.

source: Unknown content type: %1$s.
da_dk: Ukendt indholdstype: %1$s.
pt_br: Tipo de conteúdo desconhecido: %1$s.
ru_ru: Неизвестный тип содержимого: %1$s.
sv_se: Okänd innehållstyp: %1$s.

source: Missing property: %1$s.
da_dk: Egenskab mangler %1$s.
pt_br: Propriedade faltante: %1$s.
ru_ru: Отсутствует свойство %1$s.
sv_se: Saknar egenskap: %1$s

source: Unsupported storage type: %1$s.
da_dk: Ikke-understøttet lagertype; %1$s.
pt_br: Tipo de armazenamento não suportado: %1$s.
ru_ru: Тип хранилища не поддерживается: %1$s.
sv_se: Lagringstypen stöds inte: %1$s.

source: Folder "%1$s" could not be found in tree "%2$s".
da_dk: Mappen "%1$s" kunne ikke findes i træet "%2$s".
pt_br: A pasta "%1$s" não pôde ser encontrado na árvore "%2$s".
ru_ru: Не найдена папка «%1$s» в дереве «%2$s».
sv_se: Katalogen "%1$s" hittades inte i trädet "%2$s".

source: No default folder available for content type "%1$s" in tree "%2$s".
da_dk: Ingen standardmappe tilgængelig for indholdstypen "%1$s" i træet "%2$s".
pt_br: Nenhum folder padrão disponível para o tipo de conteúdo "%1$s" na árvore "%2$s".
ru_ru: Нет используемой по умолчанию папки для типа «%1$s» в дереве «%2$s».
sv_se: Ingen standardkatalog tillgänglig för innehållstypen "%1$s" i trädet "%2$s".

source: Invalid folder identifier: %1$s.
da_dk: Ugyldigt mappe-id: %1$s.
pt_br: Identificador de pasta inválido: %1$s.
ru_ru: Недопустимый идентификатор папки: %1$s.
sv_se: Ogiltig katalogidentifierare: %1$s.

source: Folder "%1$s" must not be deleted by user "%2$s" in context "%3$s".
da_dk: Mappen "%1$s" må ikke slettes af bruger "%2$s" i kontekst "%3$s".
pt_br: A pasta "%1$s" não deve ser excluída pelo usuário "%2$s" no contexto "%3$s".
ru_ru: Пользователь «%2$s» не может удалить папку «%1$s» в контексте «%3$s».
sv_se: Katalogen "%1$s" får inte tas bort av användaren "%2$s" i kontext "%3$s".

source: Folder "%1$s" must not be moved by user "%2$s" in context "%3$s".
da_dk: Mappen "%1$s" må ikke flyttes af bruger "%2$s" i kontekst "%3$s".
pt_br: A pasta "%1$s" não deve ser movida pelo usuário "%2$s" no contexto "%3$s".
ru_ru: Пользователь «%2$s» не может переносить папку «%1$s» в контексте «%3$s».
sv_se: Katalogen "%1$s" får inte flyttas av användaren "%2$s" i kontext "%3$s".

source: A temporary error occurred. Please retry.
da_dk: Der opstod en midlertidig fejl. Prøv venligst igen.
pt_br: Ocorreu um erro temporário. Tente novamente.
ru_ru: Временная ошибка. Повторите попытку.
sv_se: Ett tillfälligt fel inträffade. Försök igen.

source: User "%2$s" must not create subfolders below folder "%2$s" in context "%3$s".
da_dk: Bruger "%2$s" må ikke oprette mapper under mappen "%2$s" i kontekst "%3$s".
pt_br: O usuário "%2$s" não deve criar subpastas abaixo da pasta "%2$s" no contexto "%3$s".
ru_ru: Пользователь «%2$s» не может создавать папки в «%2$s» в контексте «%3$s».
sv_se: Användaren "%2$s" har inte tillåtelse att skapa undermappar nedanför mappen "%2$s" i kontext "%3$s".

source: No mail folder allowed below a public folder.
da_dk: Postmapper ikke tilladt under offentlige mapper.
pt_br: Nenhuma pasta de e-mail permitida abaixo da pasta pública.
ru_ru: Общая папка не может содержать почтовые папки.
sv_se: Ingen e-postmapp tillåts nedanför en offentlig mapp.

source: No such tree with identifier "%1$s".
da_dk: Intet træ med id "%1$s".
pt_br: Nenhuma árvore com o identificador "%1$s".
ru_ru: Нет дерева с идентификатором «%1$s».
sv_se: Inget sådant träd med identifieraren "%1$s".

source: A tree with identifier "%1$s" already exists.
da_dk: Et træ med id "%1$s" findes allerede.
pt_br: Uma árvore com o identificador "%1$s" já existe.
ru_ru: Дерево с идентификатором «%1$s» уже существует.
sv_se: Ett träd med identifieraren "%1$s" finns redan.

source: The folder name "%1$s" is reserved. Please choose another name.
da_dk: Mappenavnet "%1$s" er reserveret. Vælg venligst et andet.
pt_br: O nome de pasta "%1$s" é reservado. Escolha outro nome.
ru_ru: Имя «%1$s» уже зарезервировано. Выберите другое имя папки.
sv_se: Katalognamnet "%1$s" är reserverat. Välj ett annat namn.

source: Found two folders named "%1$s" located below the parent folder "%2$s". Please rename one of the folders. There should be no two folders with the same name.
da_dk: Fandt to mapper ved navn "%1$s" under forældremappen "%2$s". Omdøb venligst en af mapperne. Der bør ikke være to mapper med samme navn.
pt_br: Encontradas duas pastas chamadas "%1$s" localizadas abaixo da pasta pai "%2$s". Renomeie uma das pastas. Não devem existir duas pastas com o mesmo nome.
ru_ru: В «%2$s» обнаружено две папки «%1$s». Переименуйте одну папку.
sv_se: Hittade två kataloger med namnet "%1$s" nedanför toppkatalogen "%2$s". Döp om en av katalogerna. Det bör aldrig finnas två kataloger med samma namn.

source: An unexpected error occurred: %1$s. Please try again.
da_dk: Der opstod en uventet fejl: %1$s. Prøv venligst igen.
pt_br: Ocorreu um erro inesperado: %1$s. Tente novamente.
ru_ru: Непредвиденная ошибка: %1$s. Повторите попытку.
sv_se: Ett oväntat fel inträffade: %1$s. Försök igen.

source: SQL Problem: "%1$s"
pt_br: Problema no SQL: "%1$s"
ru_ru: Ошибка SQL: «%1$s»

source: No group given.
da_dk: Ingen gruppe angivet.
pt_br: Nenhum grupo fornecido.
ru_ru: Группа не задана.
sv_se: Ingen grupp angiven.

source: The mandatory field %1$s is not defined.
da_dk: Det obligatoriske felt %1$s er ikke defineret.
pt_br: O campo obrigatório %1$s não está definido.
ru_ru: Обязательное поле %1$s не определено.
sv_se: Det obligatoriska fältet %1$s är inte definierat.

source: The simple name contains invalid characters: "%1$s".
da_dk: Det simple navn indeholder ugyldige tegn: "%1$s".
pt_br: O nome simples contém caracteres inválidos: "%1$s".
ru_ru: Имя содержит недопустимые символы: «%1$s».
sv_se: Det enkla namnet innehåller ogiltiga tecken: "%1$s".

source: Another group with the same identifier name exists: %1$d.
da_dk: Der findes allerede en gruppe med samme navn:%1$d.
pt_br: Outro grupo com o mesmo nome identificador existe: %1$d.
ru_ru: Группа с этим идентификатором уже существует: %1$d.
sv_se: En annan grupp med samma identifierare finns redan: %1$d.

source: Group contains a not existing member %1$d.
da_dk: Gruppe indeholder et ikke-eksisterende medlem %1$d.
pt_br: O grupo contém um membro não existente %1$d.
ru_ru: Несуществующий участник в группе: %1$d.
sv_se: Gruppen innehåller en icke-existerande medlem %1$d.

source: Group contains invalid data: "%1$s".
da_dk: Gruppe indeholder ugyldige data: "%1$s".
pt_br: O grupo contém dados inválidos: "%1$s".
ru_ru: Недопустимые данные в группе: «%1$s»
sv_se: Gruppen innehåller ogiltig information: "%1$s".

source: You are not allowed to create groups.
da_dk: Du har ikke lov til at oprette grupper.
pt_br: Você não tem permissão para criar grupos.
ru_ru: Вы не можете создавать группы.
sv_se: Du har inte behörighet att skapa grupper.

source: Edit Conflict. Your change cannot be completed because somebody else has made a conflicting change to the same item. Please refresh or synchronize and try again.
da_dk: Redigeringskonflikt. Din ændring kan ikke gøres færdig da en anden har lavet en modstridende ændring til det samme element. Opdatér eller synkronisér og prøv igen.
pt_br: Conflito de edição. Sua alteração não pôde ser concluída porque alguém já fez uma alteração conflitante no mesmo item. Atualize ou sincronize e tente novamente.
ru_ru: Ошибка редактирования. Другой пользователь уже изменил этот элемент. Обновите страницу и повторите попытку.
sv_se: Ändringskonflikt. Din ändring kan inte göras på grund av att någon annan har gjort en ändring på samma post. Uppdatera eller synkronisera och försök igen.

source: You are not allowed to change groups.
da_dk: Du har ikke lov til at ændre grupper.
pt_br: Você não tem permissão para alterar grupos.
ru_ru: Вы не можете изменять группы.
sv_se: Du har inte behörighet att ändra grupper.

source: You are not allowed to delete groups.
da_dk: Du har ikke lov til at slette grupper.
pt_br: Você não tem permissão para excluir grupos.
ru_ru: Вы не можете удалять группы.
sv_se: Du har inte behörighet att ta bort grupper.

source: Group "%1$s" can not be deleted.
da_dk: Gruppe "%1$s" kan ikke slettes.
pt_br: O grupo "%1$s" não pode ser excluído.
ru_ru: Группа «%1$s» не может быть удалена.
sv_se: Gruppen "%1$s" kan inte tas bort.

source: Group "%1$s" can not be changed.
da_dk: Gruppe "%1$s" kan ikke ændres.
pt_br: O grupo "%1$s" não pode ser alterado.
ru_ru: Группа «%1$s» не может быть изменена.
sv_se: Gruppen "%1$s" kan inte ändras.

source: Attachment cannot be saved. File store limit is exceeded.
da_dk: Vedhæftning kan ikke gemmes. Loft for fillager overskredet.
pt_br: O anexo não pôde ser salvo. O limite de armazenamento de arquivos foi excedido.
ru_ru: Вложение не может быть сохранено. Превышен предельный размер хранилища файлов.
sv_se: Bilagan kan inte sparas. Storleksgränsen överskrids.

source: Could not save file to the file store.
da_dk: Kunne ikke gemme filen i fillageret.
pt_br: Não foi possível salvar o arquivo no armazenamento de arquivos.
ru_ru: Не удалось сохранить файл в хранилище.
sv_se: Kunde inte spara filen till fillagringen.

source: Attachments must contain a file.
da_dk: Vedhæftninger skal indeholde en fil.
pt_br: Os anexos devem conter um arquivo.
ru_ru: Вложения должны содержать файлы.
sv_se: Bilagor måste innehålla en fil.

source: Cannot generate ID for new attachment: %s
da_dk: Kan ikke generere id for ny vedhæftning:%s
pt_br: Não foi possível gerar o ID para o novo anexo: %s
ru_ru: Не удалось создать идентификатор для нового вложения: %s
sv_se: Kan inte skapa ID för den nya bilagan: %s

source: Could not retrieve file: %s
da_dk: Kunne ikke hente fil: %s
pt_br: Não foi possível obter o arquivo: %s
ru_ru: Не удалось извлечь файл: %s
sv_se: Kunde inte hämta filen: %s

source: The attachment you requested no longer exists. Please refresh the view.
da_dk: Den vedhæftning du bad om findes ikke længere. Opdatér venligst.
pt_br: O anexo que você solicitou não existe mais. Atualize a visualização.
ru_ru: Запрошенное вложение не существует. Обновите страницу.
sv_se: Bilagan som du bad om finns inte längre. Uppdatera vyn.

source: Could not delete attachment.
da_dk: Kunne ikke slette vedhæftning.
pt_br: Não foi possível excluir o anexo.
ru_ru: Не удалось удалить вложение.
sv_se: Kunde inte ta bort bilagan.

source: Could not find an attachment with the file id %s. Either the file is orphaned or belongs to another module.
da_dk: Kunne ikke finde en vedhæftning med fil-id'et %s. Enten er filen forældreløs eller tilhører et andet modul.
pt_br: Não foi possível encontrar o anexo com o ID de arquivo %s. Ou o arquivo está órfão ou pertence a outro módulo.
ru_ru: Вложение с идентификатором %s не найдено. Возможно, файл потерян или принадлежит другому модулю.
sv_se: Hittade inte någon bilaga med fil-ID %s. Antingen är filen övergiven eller så tillhör den en annan modul.

source: Could not delete files from file store. Context: %d.
da_dk: Kunne ikke slette filer fra fillager. Kontekst: %d.
pt_br: Não foi possível excluir os arquivos do armazenamento de arquivos. Contexto: %d.
ru_ru: Не удалось удалить файлы. Контекст: %d.
sv_se: Kunde inte ta bort filer från fillagringen. Kontext: %d.

source: Validation failed: %s
da_dk: Validering mislykkedes: %s
pt_br: Falha na validação: %s
ru_ru: Проверка завершилась неудачей: %s
sv_se: Bekräftelsen misslyckades: %s

source: An error occurred executing the search in the database.
da_dk: Der opstod en fejl under en søgning i databasen.
pt_br: Ocorreu um erro ao executar a pesquisa no banco de dados.
ru_ru: Произошла ошибка во время поиска в базе данных.
sv_se: Ett fel inträffade vid databassökning.

source: Unable to access the file store.
da_dk: Kan ikke tilgå fillager.
pt_br: Não foi possível acessar o armazenamento de arquivos.
ru_ru: Нет доступа к хранилищу файлов.
sv_se: Kunde inte komma åt fillagringen.

source: Writing to file store failed.
da_dk: Skrivning til fillager mislykkedes.
pt_br: Falha ao escrever no armazenamento de arquivos.
ru_ru: Ошибка записи в хранилище файлов.
sv_se: Kunde inte skriva till fillagringen.

source: Changes done to the object this attachment was added to could not be undone. Your database is probably inconsistent, run the consistency tool.
da_dk: Ændringer lavet på det objekt denne vedhæftning blev føjet til kunne ikke rulles tilbage. Din database er sandsynligvis inkonsistent. Kør konsistensværktøjet.
pt_br: Não foi possível desfazer as alterações feitas ao objeto que foi adicionado a este anexo. Seu banco de dados está provavelmente inconsistente, execute a ferramenta de consistência.
ru_ru: Объект, к которому было добавлено вложение, был изменен, и изменения не могут быть отменены. Возможно, потребуется выполнить проверку согласованности базы данных.
sv_se: Ändringar gjorda i det objekt som bilagan lades till kan inte ångras. Din databas är antagligen inkonsekvent, kör konsekvensverktyget.

source: An error occurred attaching to the given object.
da_dk: Der opstod en fejl mens der blev forbundet til objektet.
pt_br: Ocorreu um erro ao anexar o objeto fornecido.
ru_ru: Ошибка при добавлении вложения к выбранному объекту.
sv_se: Ett fel inträffade när filen skulle bifogas.

source: The object could not be detached because the update to an underlying object failed.
da_dk: Objektet kunne ikke frakobles da opdateringen af et underliggende objekt mislykkedes.
pt_br: O objeto não pôde ser desanexado porque a atualização de um objeto subjacente falhou.
ru_ru: Не удалось отключить объект, так как произошла ошибка при попытке обновления объекта в его основе.
sv_se: Objektet kunde inte avlägsnas på grund av att uppdateringen av ett underliggande objekts misslyckades.

source: Invalid parameter sent in request. Parameter '%1$s' was '%2$s' which does not look like a number.
da_dk: Ugyldig parameter sendt i forespørgsel. Parameter "%1$s" havde værdien "%2$s", der ikke ser ud som et tal.
pt_br: Parâmetro inválido enviado na requisição. O parâmetro '%1$s' foi '%2$s' o que não parece ser um número.
ru_ru: Параметр «%1$s» в запросе должен содержать число, а не «%2$s».
sv_se: Ogiltig parameter skickad som önskemål. Parametern '%1$s' var '%2$s', vilket inte ser ut som ett nummer.

source: Conflicting services registered for context %1$i and folder %2$i
da_dk: Konflikt mellem services registreret for kontekst %1$i og mappe %2$i
pt_br: Serviços conflitantes registrados para o contexto %1$i e pasta %2$i
ru_ru: Конфликт зарегистрированных служб для контекста %1$i и папки %2$i
sv_se: Motstridiga tjänster registrerade för kontext %1$i och katalogen %2$i

source: CalendarFolderObject not initialized.
da_dk: CalendarFolderObject ikke initialiseret.
pt_br: CalendarFolderObject não inicializado.
ru_ru: CalendarFolderObject не инициализирован.
sv_se: CalendarFolderObject är inte initialiserat.

source: Not yet supported!
da_dk: Endnu ikke understøttet!
pt_br: Ainda não suportado!
ru_ru: Эта операция не поддерживается.
sv_se: Stöds inte ännu!

source: Shared folder owner not given.
da_dk: Delt mappe uden ejer.
pt_br: Proprietário da pasta compartilhada não fornecido.
ru_ru: Не задан владелец общей папки.
sv_se: Ägare för den delade mappen har ej angivits.

source: Folder type unresolvable.
da_dk: Kan ikke slå mappetype op.
pt_br: Tipo de pasta não resolvível.
ru_ru: Не удалось определить тип папки.
sv_se: Mapptypen kan inte lösas.

source: Unexpected SQL error.
da_dk: Uventet SQL-fejl.
pt_br: Erro SQL inesperado.
ru_ru: Непредвиденная ошибка SQL.
sv_se: Oväntat SQL-fel.

source: clientLastModified IS NULL. Abort action.
da_dk: clientLastModified er NULL. Afbryder handling.
pt_br: clientLastModified é nulo. Cancelar ação.
ru_ru: clientLastModified имеет значение NULL. Отмена операции.
sv_se: clientLastModified är NULL. Avbryt åtgärden.

source: Unexpected exception %d.
da_dk: Uventet fejl %d.
pt_br: Exceção não esperada %d.
ru_ru: Неожиданное исключение %d.
sv_se: Oväntat undantag %d.

source: Mandatory field mail address for external participants
da_dk: Feltet e-mail-adresse er obligatorisk for eksterne deltagere
pt_br: Campo obrigatório de endereço de e-mail para participantes externos
ru_ru: Для внешних участников необходимо задать электронный адрес.
sv_se: Obligatoriskt fältet e-postadress för externa deltagare

source: Would create an object without participants
da_dk: Ville oprette et objekt uden deltagere
pt_br: Irá criar um objeto sem participantes
ru_ru: Будет создан объект без участников.
sv_se: Skulle skapa ett objekt utan deltagare

source: Folder type "SHARED" is not allowed in this situation.
da_dk: Mappetype "SHARED" (delt) er ikke tilladt i dette tilfælde.
pt_br: O tipo de pasta "COMPARTILHADO" não é permitido nesta situação.
ru_ru: Использование общих папок в этом случае не разрешено.
sv_se: Mapptypen "SHARED"är inte tillåten i denna situation.

source: Unexpected state for deleting a virtual appointment (exception). uid:oid:position %d:%d:%d
da_dk: Uventet tilstand ved sletning af virtuel aftale (fejl). uid:oid:position %d:%d:%d
pt_br: Estado não esperado ao excluir um compromisso virtual (exceção). UID:OID:posição %d:%d:%d
ru_ru: Получен неожиданный статус при удалении виртуальной встречи (исключение). uid:oid:позиция %d:%d:%d
sv_se: Oväntat tillstånd vid borttagning av virtuellt möte (undantag). uid:oid:position %d:%d:%d

source: SessionObject not initialized
da_dk: SessionObject ikke initialiseret
pt_br: SessionObject não inicializado
ru_ru: SessionObject не инициализирован.
sv_se: SessionObject är inte initialiserad

source: You do not have the necessary permissions for appointments in folder %1$d.
da_dk: Du har ikke de nødvendige rettigher til aftaler i mappen %1$d.
pt_br: Você não tem as permissões necessárias para o compromisso na pasta %1$d.
ru_ru: Недостаточно прав для доступа к встречам в папке %1$d.
sv_se: Du har inte tillräckliga rättigheter för möten i katalogen %1$d.

source: Insert expected but the object id is already given. Aborting action...
da_dk: Indsættelse forventet men objektets id er allerede sat. Afbryder handling...
pt_br: Era esperado inserir, mas o ID do objeto já foi fornecido. Cancelando a ação...
ru_ru: Ожидается операция вставки, но идентификатор объекта уже выбран. Отмена...
sv_se: Tillägg förväntat men objekt-id finns redan. Avbryter åtgärd...

source: Update expected but no object id is given. Aborting action...
da_dk: Opdatering forventet intet objektets-id er givet. Afbryder handling...
pt_br: Era esperado atualizar, mas nenhum ID de objeto foi fornecido. Cancelando a ação...
ru_ru: Ожидается операция обновления, но идентификатор объекта не выбран. Отмена...
sv_se: Uppdatering förväntades men inget objekt id har angivits. Åtgärden avbryts...

source: Invalid request. Folder is shared.
da_dk: Ugyldig forespørgsel. Delt mappe.
pt_br: Requisição inválida. A pasta é compartilhada.
ru_ru: Недопустимый запрос. Это общая папка.
sv_se: Ogiltig begäran. Mappen är delad.

source: Unsupported type detected : %d
da_dk: Ikke-understøttet type opdaget: %d
pt_br: Tipo não suportado detectado: %d
ru_ru: Неподдерживаемый тип: %d.
sv_se: Hittade typ som inte stöds: %d

source: End date is before start date
da_dk: Slutdato for startdato
pt_br: Data final é anterior à data inicial
ru_ru: Дата окончания должна следовать за датой начала.
sv_se: Slutdatum är före startdatum

source: Unsupported label value %d
da_dk: Ikke-understøttet etiketværdi %d
pt_br: Valor de etiqueta não suportado %d
ru_ru: Неподдерживаемое значение метки %d.
sv_se: Värdet stöds ej %d

source: Private flag is only allowed inside of a private folder.
da_dk: Privat-flaget er kun tilladt indeni en privat mappe.
pt_br: O marcador privado só é permitido dentro de uma pasta privada.
ru_ru: Личный флаг может быть установлен только для личной папки.
sv_se: Privata flaggor är endast tillåtna i en privat mapp.

source: Appointments marked as 'Private' can only be scheduled for the respective user (or owner of the calendar). Please remove additional participants or remove the "Private" mark.
da_dk: Aftaler markeret som "Privat" kan kun oprettes for og af brugeren selv (eller kalenderens ejer). Fjern venligst de øvrige deltagere eller "Privat"-mærket.
pt_br: Compromissos marcados como 'privado' somente podem ser agendados para o respectivo usuário (ou dono do calendário). Exclua os participantes adicionais ou exclua a marca de "privado".
ru_ru: Личные встречи могут быть назначены только создавшим их пользователем или владельцем календаря. Удалите дополнительных участников или снимите личный флаг.
sv_se: Möten märkta med 'Privat' kan bara schemaläggas för respektive användare (eller kalenderns ägare). Ta bort ytterligare deltagare eller ta bort "Privat"-märkningen.

source: Unsupported private flag value %d
da_dk: Ikke-understøttet værdi for "Privat"-flag: %d
pt_br: Valor de marcador privado não suportado %d
ru_ru: Неподдерживаемое значение личного флага %d.
sv_se: Värde på privat flagga stöds ej %d

source: Unsupported "shown as" value %d
da_dk: Ikke-understøttet "vist som" værdi %d
pt_br: Valor "exibido como" não suportado %d
ru_ru: Неподдерживаемое значение «Показать»: %d.
sv_se: "Visas som"-värdet stöds ej %d
