Repository: cognitionworks/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: da_dk, pt_br, ru_ru, sv_se

source: No such snippet found for identifier: %1$s
da_dk: Kunne ikke finde en stump for id: %1$s
pt_br: Nenhum trecho localizado para o identificador: %1$s
ru_ru: Не найден фрагмент для идентификатора %1$s
sv_se: Ingen sådan snutt hittades för identifieraren: %1$s

source: No such snippet attachment found for identifier %1$s in snippet %2$s
da_dk: Kunne ikke finde en vedhæftning til stump for id: %1$s i stump %2$s
pt_br: Nenhum trecho anexo localizado para o identificador %1$s no trecho %2$s
ru_ru: Не найден фрагмент с идентификатором секции %1$s во фрагменте %2$s
sv_se: Ingen sådan snuttbilaga hittades för identifieraren %1$s i snutten %2$s

source: Did not find Apache Solr Core entry for user %1$s and module %2$s in context %3$s.
da_dk: Fandt ikke en "Apache Solr"-kerneindgang for bruger %1$s og modul %2$s i kontekst %3$s.
pt_br: Não foi localizada a entrada do Apache Solr Core para o usuário %1$s e módulo %2$s no contexto %3$s.
ru_ru: Не найдена запись Apache Solr Core для пользователя %1$s и модуля %2$s в контексте %3$s.
sv_se: Hittade ingen Apache Solr Core-post för användaren %1$s och modulen %2$s i kontext %3$s.

source: Could not find Apache Solr Core store for given attributes. %1$s.
da_dk: Kunne ikke finde "Apache Solr"-kernelager for de givne attributter. %1$s.
pt_br: Não foi possível localizar o armazenamento do Apache Solr Core pelos atributos fornecidos. %1$s.
ru_ru: Не удалось найти Apache Solr Core для заданных атрибутов. %1$s.
sv_se: Kunde inte hitta Apache Solr Core-lagring för givna attribut. %1$s.

source: All core stores seem to be full.
da_dk: Alle kernelagre ser ud til at være fulde.
pt_br: Todos os núcleos de armazenamento parecem estar cheios.
ru_ru: Области хранения данных переполнены.
sv_se: Alla kärnlager verkar vara fulla.

source: This Apache Solr Core's instance directory (%1$s) already exists and its structure is inconsistent.
da_dk: Denne "Apache Solr"-kernes instanskatalog (%1$s) findes allerede. Dets struktur er inkonsistent.
pt_br: A instância do diretório do Apache Solr Core (%1$s) já existe e sua estrutura é inconsistente.
ru_ru: Каталог экземпляра Apache Solr Core (%1$s), но его структура повреждена.
sv_se: Den här Apache Solr Cores instanskatalog (%1$s) finns redan och dess struktur är inkonsekvent.

source: Could neither delegate Apache Solr request to a local nor to a remote server instance.
da_dk: Kunne hverken uddelegere "Apache Solr"-forespørgsel til en lokal eller en fjernserverinstans.
pt_br: Não foi possível delegar requisição do Apache Solr para um local e nem para uma instância do servidor remoto.
ru_ru: Не удалось передать запрос Apache Solr экземпляру локального или удаленного сервера.
sv_se: Kunde delegera Apache Solr-begäran till varken en lokal server- eller en fjärrserverinstans.

source: Could not parse URI: %1$s.
da_dk: Kunne ikke fortolke URI: %1$s.
pt_br: Não foi possível analisar a URI: %1$s.
ru_ru: Ошибка разбора URI: %1$s.
sv_se: Kunde inte tolka URI: %1$s.

source: Remote error: %1$s.
da_dk: Fjernfejl: %1$s.
pt_br: Erro remoto: %1$s
ru_ru: Удаленная ошибка: %1$s.
sv_se: Fjärrfel: %1$s.

source: Could not parse Apache Solr Core identifier %1$s.
da_dk: Kunne ikke fortolke "Apache Solr"-kerne-id %1$s.
pt_br: Não foi possível analisar identificador Apache Solr Core %1$s.
ru_ru: Ошибка разбора идентификатора Apache Solr Core: %1$s.
sv_se: Kunde inte tolka Apache Solr Core-identifieraren %1$s.

source: Unknown module: %1$s.
da_dk: Ukendt modul: %1$s.
pt_br: Módulo desconhecido: %1$s.
ru_ru: Неизвестный модуль: %1$s.
sv_se: Okänd modul: %1$s.

source: Can not reach Apache Solr Core Store. URI %1$s does not lead to an existing directory.
da_dk: Kan ikke nå "Apache Solr"-kernelager. URI %1$s leder ikke til et eksisterende katalog.
pt_br: Não foi possível alcançar o armazenamento Apache Solr Core. A URI %1$s não leva a um diretório existente.
ru_ru: Ошибка доступа к Apache Solr Core Store. %1$s обращается к несуществующему каталогу.
sv_se: Kan inte nå Apache Solr Core-lagringen. URI %1$s leder inte till en befintlig katalog.

source: The affected Apache Solr Core %1$s is not started up yet. Please try again later.
da_dk: Den påvirkede "Apache Solr"-kerne, %1$s, er ikke startet endnu. Prøv igen senere.
pt_br: O Apache Solr Core afetado %1$s ainda não foi iniciado. Por favor, tente novamente mais tarde.
ru_ru: Apache Solr Core %1$s еще не запущен. Повторите попытку позже.
sv_se: Den berörda Apache Solr Core %1$s har ännu inte startat. Försök igen senare.

source: The document with uuid %1$s could not be found.
da_dk: Kunne ikke finde dokumentet med "uuid" %1$s.
pt_br: O documento com UUID %1$s não pôde ser encontrado.
ru_ru: Документ с UUID %1$s не найден.
sv_se: Dokumentet med UUID %1$s hittades inte.

source: %1$s is not a valid field for sorting.
da_dk: %1$s er ikke et gyldigt sorteringsfelt.
pt_br: %1$s não é um campo válido para classificar.
ru_ru: Недопустимое поле сортировки: %1$s
sv_se: %1$s är inte ett giltigt fält för sortering.

source: The value given for mode "%s" is invalid.
da_dk: Den givne værdi for modus "%s" er ikke gyldig.
pt_br: O valor fornecido para o modo "%s" é inválido.
ru_ru: Недопустимое значение для режима «%s».
sv_se: Värdet som gavs för läge "%s" är ogiltigt.

source: The parameter "%s" is not set in property file
da_dk: Parameteren "%s" er ikke sat i egenskabsfil
pt_br: O parâmetro "%s" não está definido nas propriedades do arquivo
ru_ru: Параметр «%s» в файле не определен.
sv_se: Parametern "%s" är inte angiven i egenskapsfilen

source: The parameter "%s" must be set in the property file if spamd is true
da_dk: Parameteren "%s" må ikke sættes i egenskabsfilen, hvis "spamd" er sand
pt_br: O parâmetro "%s" deve ser definido nas propriedades do arquivo se o spamd for verdadeiro
ru_ru: Если spamd определен (true), то файл свойств должен содержать параметр «%s».
sv_se: Parametern "%s" måste anges i egenskapsfilen om spamd är sant

source: The parameter "%s" must be an integer value but is "%s"
da_dk: Parameteren "%s" skal være et heltal, men er "%s"
pt_br: O parâmetro "%s" deve ser um valor inteiro, mas é "%s"
ru_ru: Параметр «%s» должен содержать целое значение, а не «%s».
sv_se: Parametern "%s" måste vara ett heltalsvärde, men är "%s"

source: The parameter "userSource" must be set in the property file if spamd is true
da_dk: Parameteren "userSource" skal sættes i egenskabsfilen, hvis "spamd" er sand
pt_br: O parâmetro "Fonte de Usuário" deve ser configurado nas propriedades do arquivo se o spamd for verdadeiro
ru_ru: Если spamd определен (true), то файл свойств должен содержать параметр «userSource».
sv_se: Parametern "userSource" måste anges i inställningsfilen om spamd är sant

source: The given value for userSource "%s" is not a possible one
da_dk: Den givne værdi for "usersource", "%s" er ikke tilladt
pt_br: O valor fornecido pela Fonte de Usuário "%s" não é possível
ru_ru: Недопустимое значение userSource «%s».
sv_se: Det givna värdet för userSource "%s" är inte ett möjligt värde

source: The parameter "%s" must be numeric, but is "%s"
da_dk: Parameteren "%s" skal være et tal, men er "%s"
pt_br: O parâmetro "%s" deve ser numérico, mas é "%s"
sv_se: Parametern "%s" måste vara numerisk, men är "%s"

source: Spamd returned wrong exit code "%s"
da_dk: Spamd returnerede forkert statuskode: "%s"
pt_br: Spamd retornou um código de saída errado "%s"
ru_ru: Неверный код выхода Spamd: «%s»
sv_se: Spamd returnerade fel avslutskod "%s"

source: Internal error: Wrong arguments are given to the tell command: "%s"
da_dk: Intern fejl: "tell"-kommandoen fik forkerte argumenter: "%s"
pt_br: Erro interno: São fornecidos argumentos errados para o comando tell: "%s"
ru_ru: Внутренняя ошибка. Недопустимые аргументы команды tell: «%s»/
sv_se: Internt fel: Felaktiga argument skickades till tell-kommandot: "%s"

source: Error during communication with spamd: "%s"
da_dk: Fejl under kommunikation med "spamd": "%s"
pt_br: Erro durante a comunicação com o spamd: "%s"
ru_ru: Произошла ошибка при подключении spamd: «%s».
sv_se: Fel vid kommunikation med spamd: "%s"

source: Spam cannot be handled because MailService is not available
da_dk: Kan ikke håndtere spam, da "MailService" ikke er tilgængelig
pt_br: O spam não pôde ser manipulado porque o Serviço de E-mail não está disponível
ru_ru: MailService недоступен, поэтому спам не будет обрабатываться.
sv_se: Skräppost kan inte hanteras, eftersom MailService inte är tillgänglig

source: Error while getting spamd provider from service: "%s"
da_dk: Kunne ikke få "spamd"-udbyder fra service: "%s"
pt_br: Erro ao obter fornecedor spamd de serviço: "%s"
ru_ru: Произошла ошибка при получении провайдера spamd из службы: «%s».
sv_se: Fel när spamd-leverantör hämtades från tjänsten: "%s"

source: Missing parameter %s
da_dk: Manglende parameter %s
pt_br: Parâmetro faltante %s
ru_ru: Отсутствует параметр %s
sv_se: Parameter saknas %s

source: A JSON error occurred
da_dk: Der opstod en JSON-fejl
pt_br: Ocorreu um erro JSON
sv_se: Ett JSON-fel inträffade

source: Missing field(s): %s
da_dk: Felt(er) mangler: %s
pt_br: Campo(s) faltante: %s
sv_se: Fält saknas: %s

source: Missing form field(s): %s
da_dk: Formularfelt(er) mangler: %s
pt_br: Campo(s) do formulário faltante: %s
sv_se: Formulärfält saknas: %s

source: Please ask only for columns the server knows
da_dk: Spørg kun efter søjler serveren kender til
pt_br: Por favor, pergunte apenas por colunas que o servidor conhece
ru_ru: Укажите существующие столбцы.
sv_se: Fråga bara efter kolumner servern känner till

source: Unknown subscription
da_dk: Ukendt abonnement
pt_br: Inscrição desconhecida
sv_se: Okänd prenumeration

source: Provide well-formed HTML.
da_dk: Stil korrekt HTML til rådighed.
pt_br: Forneça HTML bem formado.
ru_ru: Проверьте формат HTML.
sv_se: Använd välformaterad HTML.

source: An I/O error occurred: %1$s. Was trying to get the service at %2$s.
da_dk: Der opstod en I/O-fejl: %1$s. Forsøgte at forbinde til tjenesten på %2$s.
pt_br: Ocorreu um erro de E/S: %1$s. Tentou-se obter o serviço em %2$s.
sv_se: Ett I/O-fel inträffade: %1$s. Försökte hämta tjänsten på %2$s.

source: Try again later.
da_dk: Prøv igen senere.
pt_br: Tente novamente mais tarde.
ru_ru: Повторите попытку позже.
sv_se: Försök igen senare.

source: A HTTP Error occurred: %1$s. Was trying to get the service at %2$s.
da_dk: Der opstod en HTML-fejl: %1$s. Forsøgte at forbinde til tjenesten på %2$s.
pt_br: Ocorreu um erro HTTP: %1$s. Tentou-se obter o serviço em %2$s.
sv_se: Ett HTTP-fel inträffade: %1$s. Försökte hämta tjänsten på %2$s.

source: Can only post to external subscription sources.
da_dk: Kan kun sende til eksterne abonnementskilder.
pt_br: Só é possível publicar fontes de inscrição externas.
ru_ru: Публикация разрешена только во внешние источники подписок.
sv_se: Kan bara skicka till externa prenumerationskällor.

source: Could not fetch site at %1$s. Please check the spelling or whether you can reach the site in your browser.
da_dk: Kunne ikke hente webstedetpå %1$s. Tjek stavningen og om du kan tilgå webstedet i din browser.
pt_br: Não foi possível buscar site em %1$s. Por favor, verifique a ortografia ou, se possível, acesse o site no seu navegador.
ru_ru: Нет доступа к %1$s. Проверьте имя.
sv_se: Kunde inte hämta sidan på %1$s. Kontrollera stavningen, eller om du kan nå sidan med din webbläsare.

source: The OAuth Account to use
da_dk: OAuth-konto at bruge
pt_br: Usar a conta OAuth
ru_ru: Учетная запись OAuth
sv_se: OAuth-konto att använda

source: A XING error occurred: %1$s
da_dk: Der opstod en XING-fejl: %1$s
pt_br: Ocorreu um erro XING: %1$s
ru_ru: Ошибка XING: %1$s
sv_se: Ett XING-fel inträffade: %1$s

source: Invalid XING URL: %1$s
da_dk: Ugyldigt XING-URL: %1$s
pt_br: URL XING inválida: %1$s
ru_ru: Недопустимый URL XING: %1$s
sv_se: Ogiltig XING-URL: %1$s

source: XING URL does not denote a directory: %1$s
da_dk: XING-URL angiver ikke et katalog: %1$s
pt_br: URL XING não indica um diretório: %1$s
ru_ru: URL XING не указывает на каталог: %1$s
sv_se: XING-URL:en leder inte till en katalog: %1$s

source: The XING resource does not exist: %1$s
da_dk: XING-ressource findes ikke: %1$s
pt_br: O recurso XING não existe: %1$s
ru_ru: Ресурс XING не существует: %1$s
sv_se: XING-resursen finns inte: %1$s

source: Update denied for XING resource: %1$s
da_dk: Opdatering nægtet for XING-ressource: %1$s
pt_br: Atualização negada para o recurso XING: %1$s
ru_ru: Отказ обновления ресурса XING: %1$s
sv_se: Uppdatering nekades för XING-resurs: %1$s

source: Delete denied for XING resource: %1$s
da_dk: Sletning nægtet for XING-ressource: %1$s
pt_br: Exclusão negada para o recurso XING: %1$s
ru_ru: Отказ удаления ресурса XING: %1$s
sv_se: Borttagning nekades för XING-resurs: %1$s

source: XING URL does not denote a file: %1$s
da_dk: XING-URL angiver ikke en fil: %1$s
pt_br: URL XING não indica um arquivo: %1$s
ru_ru: URL XING не указывает на файл: %1$s
sv_se: XING-URL leder inte till en fil: %1$s

source: Versioning not supported by XING file storage.
da_dk: Versionskontrol er ikke understøttet på XING-fillager.
pt_br: Versionamento não é suportado por arquivo de armazenamento XING.
ru_ru: Хранилище XING не поддерживает контроль версий.
sv_se: Versionshantering stöds inte av XING-fillagringen.

source: Parsing error.
da_dk: Fortolkningsfejl.
pt_br: Erro de análise.
ru_ru: Ошибка разбора.
sv_se: Tolkningsfel.

source: Do not set a ID when saving a publication
da_dk: Sæt ikke et id, ved gemning af udgivelse
pt_br: Não defina um ID quando salvar uma publicação
ru_ru: Не выбирайте ID при сохранении публикации
sv_se: Ange inte en ID när du sparar en publikation

source: Provide a valid id.
da_dk: Angiv et gyldigt id.
pt_br: Forneça um ID válido.
ru_ru: Укажите действительный идентификатор.
sv_se: Ange ett giltigt ID.

source: Could not find this subscription
da_dk: Kunne ikke finde dette abonnement
pt_br: Não foi possível localizar esta inscrição
ru_ru: Подписка не найдена.
sv_se: Kunde inte hitta prenumerationen

source: Check value to parse.
da_dk: Tjek værdier der skal fortolkes.
pt_br: Verifique valor a analisar.
ru_ru: Выберите значение для разбора.
sv_se: Kontrollera värdet som ska tolkas.

source: Please correct the login or password and try again
da_dk: Ret venligst brugernavn og/eller adgangskode og prøv igen
pt_br: Por favor, corrija o login ou a senha e tente novamente
ru_ru: Укажите верное имя пользователя и пароль и повторите попытку.
sv_se: Korrigera inloggningen eller lösenordet och försök igen

source: The login or password you entered are wrong
da_dk: Det indtastede brugernavn og/eller adgangskode er ugyldigt
pt_br: O login ou a senha que você inseriu está errado
ru_ru: Неверное имя пользователя или пароль.
sv_se: Inloggningen eller lösenordet är felaktigt

source: Make sure the service is still available and there are no major changes on the website.
da_dk: Undersøg om tjenesten stadig er tilgængelig og om der er væsentlige ændringer i webstedet.
pt_br: Certifique-se que o serviço ainda está disponível e que não há maiores alterações na página web.
ru_ru: Убедитесь, что служба доступна, и не было значительных изменений на сайте.
sv_se: Se till att tjänsten fortfarande är tillgänglig och att inga stora förändringar har gjorts på webbsidan.

source: Service unavailable
da_dk: Tjeneste utilgængelig
pt_br: Serviço indisponível
ru_ru: Служба недоступна
sv_se: Tjänsten otillgänglig

source: Please correct the steps of this workflow so that output of one step and input of the next step match
da_dk: Ret venligst trinnene i denne arbejdsgang, så uddata fra et trin og inddata til det næste passer sammen
pt_br: Por favor, corrija as etapas do fluxo de trabalho de modo que a saída de uma etapa corresponda com a entrada da próxima
ru_ru: Откорректируйте последовательность, чтобы результат одного этапа передавался другому.
sv_se: Korrigera stegen i detta arbetsflöde så att utdata från ett steg och indata i nästa steg stämmer överens

source: The steps of this crawling workflow do not fit together
da_dk: Trinnene i denne kravlende arbejdsgang passer ikke sammen
pt_br: As etapas rastreadas deste fluxo de trabalho não se encaixam
ru_ru: Ход рабочего процесса замедлен, и его этапы несогласованы.
sv_se: Stegen i detta krypande arbetsflöde passar inte ihop

source: Ask an administrator to check the available subscription sources
da_dk: Bed en administrator om at undersøge hvilke abonnementskilder er tilgængelige
pt_br: Pergunte a um administrador para verificar as fontes de inscrições disponíveis
ru_ru: Обратитесь за помощью к администратору. Он сможет проверить доступные источники подписок.
sv_se: Be en administratör kontrollera de tillgängliga prenumerationskällorna

source: The subscription source this subscription belongs to is currently inactive, and cannot provide data.
da_dk: Abonnementskilden som dette abonnement hører til er inaktiv for tiden og kan således ikke levere data.
pt_br: Esta inscrição pertence a uma fonte de inscrição atualmente inativa, e não pode fornecer dados.
ru_ru: Источник этой подписки не активен и не предоставляет данные.
sv_se: Prenumerationskällan som den här prenumerationen tillhör är för närvarande inaktiv, och kan inte skicka ut data.

source: Please try using this service again at a later time
da_dk: Prøv venligst at bruge denne tjeneste igen senere
pt_br: Por favor, tente usar este serviço novamente mais tarde
ru_ru: Повторите попытку запуска службы позже.
sv_se: Försök använda tjänsten igen vid ett senare tillfälle

source: This service is temporarily unavailable. This may be due to a temporary outage or a permanent change on the 3rd-party-side. Please try using this service again at a later time
da_dk: Denne tjeneste er midlertidigt utilgængelig. Det kan skyldes midlertidig nedetid eller en permanent ændring hos 3-part. Prøv venligst at bruge denne tjeneste igen senere
pt_br: Este serviço está temporariamente indisponível. Isto pode ser devido a uma indisponibilidade temporária ou alteração permanente no 3rd-party-side. Por favor, tente usar este serviço novamente mais tarde
ru_ru: Служба временно недоступна. Возможно, она временно не работает или была изменена. Повторите попытку позже.
sv_se: Tjänsten är för tillfället otillgänglig. Det kan bero på ett temporärt problem eller en permanent ändring på tredje partens sida. Försök använda tjänsten igen vid ett senare tillfälle

source: Missing argument. %1$s
da_dk: Manglende argument. %1$s
pt_br: Argumento faltante. %1$s
ru_ru: Отсутствует аргумент: %1$s
sv_se: Argument saknas. %1$s

source: You do not have the permission to complete this operation.
da_dk: Du har ikke lov til at gennemføre denne handling.
pt_br: Você não tem permissão para completar esta operação.
ru_ru: Недостаточно разрешений для завершения операции.
sv_se: Du har inte tillstånd att utföra denna åtgärd.

source: You need to create an OAuth-account first to access this service.
da_dk: Du bliver nødt til at oprette en "OAuth"-konto for at tilgå denne tjeneste.
pt_br: Você necessita criar primeiro uma conta OAuth para acessar este serviço.
ru_ru: Для доступа к службе необходимо создать учетную запись OAuth.
sv_se: Du måste skapa ett OAuth-konto först innan du kan använda den här tjänsten.

source: An unexpected error occurred: %1$s.
da_dk: Der opstod en uventet fejl: %1$s.
pt_br: Ocorreu um erro inesperado: %1$s.
ru_ru: Непредвиденная ошибка: %1$s.
sv_se: Ett oväntat fel inträffade: %1$s.

source: Please specify your full E-Mail address as login name.
da_dk: Specificér venligst din fulde e-mailadresse som login-navn.
pt_br: Por favor, especifique seu endereço de e-mail completo como nome de login.

source: Verify file system and templates.
da_dk: Verificér filsystem og skabeloner.
pt_br: Verifique o sistema de arquivos e modelos.
ru_ru: Проверьте файловую систему и шаблоны.
sv_se: Bekräfta filsystem och mallar.

source: Please correct the template
da_dk: Ret venligst skabelonen
pt_br: Por favor, corrija o modelo
ru_ru: Исправьте шаблон
sv_se: Korrigera mallen

source: The underlying templating system threw an exception: %1$s
da_dk: Det underliggende skabelonsystem fejlede: %1$s
pt_br: O sistema de modelo subjacente emitiu uma exceção: %1$s
ru_ru: Внутренняя система шаблонов вернула исключение: %1$s
sv_se: Det underliggande mallsystemet gav ett undantag: %1$s

source: Please use an existing template
da_dk: Brug venligst en eksisterende skabelon
pt_br: Por favor, use um modelo existente
ru_ru: Используйте существующий шаблон
sv_se: Använd en befintlig mall

source: The template %1$s does not exist.
da_dk: Skabelonen "%1$s" findes ikke.
pt_br: O modelo %1$s não existe.
ru_ru: Шаблон %1$s не существует.
sv_se: Mallen %1$s finns inte.

source: An underlying system threw an SQL exception
da_dk: Der opstod en SQL-fejl i et underliggende system
pt_br: Um sistema subjacente emitiu uma exceção SQL
ru_ru: Внутренняя система вернула исключение SQL
sv_se: Ett underliggande system gav ett SQL-undantag

source: File access is denied due to operating system's permissions.
da_dk: Filadgang nægtet af styresystemets rettighedssystem.
pt_br: Acesso ao arquivo negado devido as permissões do sistema operacional.
ru_ru: Отказ доступа к файлу в силу ограничений разрешений операционной системы.
sv_se: Filåtkomst nekas på grund av operativsystemets rättighetsinställningar.

source: File access denied.
da_dk: Filadgang nægtet.
pt_br: Acesso ao arquivo negado.
ru_ru: Отказ доступа к файлам.
sv_se: Filåtkomst nekas.

source: This template was not whitelisted in 'com.openexchange.templating.templateWhitelist'.
da_dk: Denne skabelon var ikke hvidlistet i 'com.openexchange.templating.templateWhitelist'.
pt_br: Este modelo não estava listado como permitido em 'com.openexchange.templating.templateWhitelist'.
ru_ru: Шаблон не находится в списке «com.openexchange.templating.templateWhitelist»
sv_se: Mallen var inte vitlistad i 'com.openexchange.templating.templateWhitelist'.

source: This template was not whitelisted,
da_dk: Denne skabelon var ikke hvidlistet,
pt_br: Este modelo não estava listado como permitido,
ru_ru: Шаблон не входит в белый список
sv_se: Mallen var inte vitlistad.

source: No such token: %1$s
da_dk: Intet sådant symbol: %1$s
pt_br: Não existe token: %1$s
sv_se: Inget sådant bevis: %1$s

source: Token login service is not available.
da_dk: Login med adgangssymboler ikke muligt.
pt_br: Serviço de login por token não está disponível.
sv_se: Bevisinloggningstjänsten är inte tillgänglig.

source: No such session for token: %1$s
da_dk: Ingen sådan session for symbol: %1$s
pt_br: Nenhuma sessão para o token: %1$s
sv_se: Ingen sådan session för bevis: %1$s

source: Token redeem denied.
da_dk: Indløsning af symbol nægtet.
pt_br: Resgate do token negado.
sv_se: Inlösen av bevis nekades.

source: The consumer key/consumer secret pair is missing in configuration.
da_dk: Parret (forbrugernøgle,forbrugerhemmelighed) mangler i opsætningen.
pt_br: O par chave do consumidor/segredo do consumidor está faltando na configuração.
ru_ru: Конфигурация не содержит пару значений для клиента и его секретного ключа.
sv_se: Paret kundnyckel/kundhemlighet saknas i konfigurationen.

source: The access token for twitter user %1$s could not be obtained.
da_dk: Kunne ikke få et adgangssymbol for Twitter-bruger %1$s.
pt_br: O token de acesso para o usuário twitter %1$s não pôde ser obtido.
ru_ru: Не удалось получить маркер доступа для пользователя Твиттера %1$s.
sv_se: Åtkomstbeviset för Twitter-användaren %1$s kunde inte hämtas.
