Repository: cognitionworks/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: da_dk, pt_br, ru_ru, sv_se

source: Only individual user permissions, but no group permissions are allowed for folder %1$s in context %2$s.
da_dk: Det er kun muligt at sætte rettigheder for enkelte brugere - men ikke for grupper - for mappen %1$s i kontekst %2$s.
pt_br: Apenas permissões de usuário individual, mas nenhuma permissão de grupo é permitida para a pasta %1$s no contexto %2$s.
ru_ru: Разрешено определять только индивидуальные разрешения для папки %1$s в контексте %2$s.
sv_se: Endast individuella användarrättigheter, inga grupprättigheter, tillåts för mappen %1$s i kontext %2$s.

source: No individual user permissions are allowed for folder %1$s in context %2$s.
da_dk: Det er kun muligt at sætte rettigheder for enkelte brugere for mappen %1$s i kontekst %2$s.
pt_br: Nenhuma permissão de usuário individual é permitida para a pasta %1$s no contexto %2$s.
ru_ru: Не разрешается определять индивидуальные разрешения для папки %1$s в контексте %2$s.
sv_se: Inga individuella användarrättigheter tillåts för mappen %1$s i kontext %2$s.

source: Folder module must not be updated.
da_dk: Mappemodul må ikke opdateres.
pt_br: Módulo da pasta não deve ser atualizado.
ru_ru: Модуль папки не может быть обновлен.
sv_se: Mappmodulen får inte uppdateras.

source: The module of a default folder must not be changed.
da_dk: Modulet for en standardmappe må ikke ændres.
pt_br: O módulo de uma pasta padrão não deve ser alterado.
ru_ru: Модуль папки, используемой по умолчанию, не может быть изменен.
sv_se: Modulen för standardmappar får inte ändras.

source: User %1$s must not rename folder %2$s in context %3$s
da_dk: Bruger "%1$s" må ikke omdøbe mappen "%2$s" i kontekst %3$s
pt_br: O usuário %1$s não deve renomear a pasta %2$s no contexto %3$s
ru_ru: Пользователь %1$s не может переименовать папку %2$s в контексте %3$s.
sv_se: Användaren %1$s får inte döpa om mappen %2$s i kontext %3$s

source: Failed to create folder. Please retry.
da_dk: Kunne ikke oprette mappe. Prøv venligst igen.
pt_br: Falha ao criar a pasta. Por favor, tente novamente.
ru_ru: Не удалось создать папку. Повторите попытку.
sv_se: Kunde inte skapa mapp. Försök igen.

source: Delete cannot be performed because of locked documents in folder %1$s in context %2$s.
da_dk: Sletning kan ikke gennemføres på grund af låste dokumenter i mappe %1$s i kontekst %2$s.
pt_br: Não foi possível realizar exclusão, por causa dos documentos bloqueados na pasta %1$s no contexto %2$s.
ru_ru: Удаление невозможно, так как папка %1$s в контексте %2$s содержит заблокированные документы.
sv_se: Borttagning kan inte utföras eftersom det finns låsta dokument i mappen %1$s i kontext %2$s.

source: Operation may only be performed for context administrator.
da_dk: Handling kan kun gennemføres for en administrator for konteksten.
pt_br: A operação só pode ser realizada por um administrador do contexto.
ru_ru: Эта операция доступна только администратору контекста.
sv_se: Åtgärden får bara utföras för kontextens administratör.

source: Folder %1$s must not be deleted in context %2$s.
da_dk: Mappen "%1$s" må ikke slettes i kontekst %2$s.
pt_br: A pasta %1$s não deve ser excluída no contexto %2$s.
ru_ru: Папка %1$s не может быть удалена в контексте %2$s.
sv_se: Mappen %1$s får inte tas bort i kontext %2$s.

source: Owner %1$s of folder %2$s has been restored to keep the folder admin permission
da_dk: Ejer %1$s af mappen %2$s er blevet gendannet, for at beholde administratorrettighederne
pt_br: O proprietário %1$s da pasta %2$s foi restaurado para manter a permissão de administrador da pasta

source: Unknown AJAX action: %s.
da_dk: Ukendt AJAX-handling: %s.
pt_br: Ação AJAX desconhecida: %s.
ru_ru: Неизвестное действие AJAX: %s.
sv_se: Okänd AJAX-åtgärd: %s.

source: Unknown AJAX action %1$s in module %2$s.
da_dk: Ukendt AJAX-handling, %1$s i modul %2$s.
pt_br: Ação AJAX desconhecida %1$s no módulo %2$s.
ru_ru: Неизвестное действие AJAX %1$s в модуле %2$s.
sv_se: Okänd AJAX-åtgärd %1$s i modulen %2$s.

source: Missing the following request parameter: %s
da_dk: Mangler følgende forespørgselsparameter: %s
pt_br: Faltando o seguinte parâmetro requisitado: %s
ru_ru: Отсутствует параметр запроса: %s.
sv_se: Följande sökparametrar saknas: %s

source: Missing upload image.
da_dk: Mangler upload-billede.
pt_br: Envio de imagem faltante.
ru_ru: Нет изображения для передачи.
sv_se: Uppladdad bild saknas.

source: Invalid parameter: %s
da_dk: Ugyldig parameter: %s
pt_br: Parâmetro inválido %s
ru_ru: Недопустимый параметр: %s
sv_se: Ogiltig parameter: %s

source: I/O error while writing to Writer object: %s
da_dk: Fejl under skrivning til "Writer"-objekt: %s
pt_br: Erro de E/S ao escrever objeto: %s
ru_ru: Ошибка ввода-вывода при записи объекта Writer: %s
sv_se: I/O-fel vid skrivning till Writer-objektet: %s

source: Missing AJAX request handler for module %s
da_dk: Mangler AJAX-håndtering for modul %s
pt_br: Manipulador requisitado AJAX faltante para o módulo %s
ru_ru: Нет обработчика запросов AJAX для модуля %s
sv_se: Hanterare för AJAX-begäran saknas för modul %s

source: Unknown module: %s.
da_dk: Ukendt modul: %s.
pt_br: Módulo desconhecido: %s.
ru_ru: Неизвестный модуль: %s.
sv_se: Okänd modul: %s.

source: A harmful attachment was detected.
da_dk: Detekterede en skadelig vedhæftning.
pt_br: Um anexo nocivo foi detectado.
ru_ru: Обнаружено небезопасное вложение.
sv_se: En skadlig bilaga upptäcktes.

source: JSON error: %s
da_dk: JSON-fejl: %s
pt_br: Erro JSON: %s
ru_ru: Ошибка JSON: %s.
sv_se: JSON-fel: %s

source: Invalid parameter "%1$s": %2$s
da_dk: Ugyldig parameter "%1$s": %2$s
pt_br: Parâmetro inválido "%1$s": %2$s
ru_ru: Недопустимый параметр «%1$s»: %2$s
sv_se: Ogiltig parameter "%1$s": %2$s

source: A parameter conflict occurred.
da_dk: Der opstod en parameterkonflikt.
pt_br: Ocorreu um conflito de parâmetro.
ru_ru: Конфликт параметра.
sv_se: En parameterkonflikt inträffade.

source: Parameter "%1$s" conflicts with parameter "%2$s".
da_dk: Parameter "%1$s" er i konflikt med parameter "%2$s".
pt_br: Parâmetro "%1$s" conflita com parâmetro "%2$s".
ru_ru: Конфликт параметров «%1$s» и «%2$s».
sv_se: Parametern "%1$s" står i konflikt med parametern "%2$s".

source: Action "%1$s" on request path "%2$s" is not permitted via a non-secure connection.
da_dk: Handling,"%1$s", på forespørgselssti "%2$s" er ikke tilladt over en usikker forbindelse.
pt_br: A ação "%1$s" no caminho requisitado "%2$s" não é permitida via uma conexão não-segura.
ru_ru: Действие «%1$s» (путь «%2$s») должно выполняться только через безопасное соединение.
sv_se: Åtgärden "%1$s" i begärda sökvägen "%2$s" är inte tillåten över en osäker anslutning.

source: The action "%1$s" is disabled due to server configuration
da_dk: Handlingen "%1$s" er slået fra i serverens opsætning
pt_br: A ação "%1$s" está desabilitada devido a configuração do servidor
ru_ru: Конфигурация сервера запрещает выполнение действия «%1$s».
sv_se: Åtgärden "%1$s" är avaktiverad på grund av serverinställningar

source: Object has been changed in the meantime.
da_dk: Objektet er blevet ændret i mellemtiden.
pt_br: O objeto foi modificado neste meio tempo.
ru_ru: За это время объект был изменен.
sv_se: Objektet har ändrats under tiden.

source: Unexpected result. Expected "%1$s", but is "%2$s".
da_dk: Uventet resultat. Forventede "%1$s", men fik "%2$s".
pt_br: Resultado inesperado. Esperado "%1$s", mas é "%2$s".
ru_ru: Непредвиденный результат. Ожидается «%1$s», получено «%2$s».
sv_se: Oväntat resultat. "%1$s" förväntades, men är "%2$s".

source: Too many concurrent requests. Please try again later.
da_dk: For mange samtidige forespørgsler. Prøv igen senere.
pt_br: Muitas requisições simultâneas. Por favor, tente novamente mais tarde.
ru_ru: Слишком много одновременных запросов. Повторите попытку позже.
sv_se: För många samtidiga begäran. Försök igen senare.

source: Bad request. The server is unable to handle the request.
da_dk: Ugyldig forespørgsel. Serveren kan ikke håndtere forespørgslen.
pt_br: Requisição inválida. O servidor não foi capaz de manipular a requisição.
ru_ru: Сервер не может обработать запрос.
sv_se: Felaktig begäran. Servern kan inte hantera den.

source: The file "%1$s" ("%2$s") can't be imported as image. Only image types (JPG, GIF, BMP or PNG) are supported.
da_dk: Filen "%1$s" ("%2$s") kan ikke importeres som et billede. Understøtter kun billedtyperne JPEG, GIF, BMP og PNG.
pt_br: O arquivo "%1$s" ("%2$s") não pode ser importado como imagem. Apenas os tipos de imagem (JPG, GIF, BMP ou PNG) são suportados.
ru_ru: «%1$s» («%2$s») не может быть импортирован как изображение. Поддерживаемые форматы включают JPG, GIF, BMP и PNG.
sv_se: Filen "%1$s" ("%2$s") kan inte importeras som bild. Det finns bara stöd för bildfiltyper (JPG, GIF, BMP eller PNG).

source: Missing request body.
da_dk: Forespørgsel uden krop.
pt_br: Corpo da requisição faltante.
ru_ru: Отсутствует тело запроса.
sv_se: Saknar kropp för begäran.

source: An HTTP error occurred. Status %1$s. Message %2$s.
da_dk: En HTTP-fejl opstod. Status: %1$s. Besked: %2$s.
pt_br: Ocorreu um erro HTTP. Status %1$s. Mensagem %2$s.
ru_ru: Ошибка HTTP: %1$s. Сообщение: %2$s.
sv_se: Ett HTTP-fel inträffade. Status %1$s. Meddelande %2$s.

source: Unsupported format: %1$s
da_dk: Uunderstøttet format: %1$s
pt_br: Formato não suportado: %1$s
ru_ru: Неподдерживаемый формат: %1$s
sv_se: Formatet stöds inte: %1$s

source: Missing cookie: %1$s. Please re-login.
da_dk: Cookie mangler: %1$s. Log ind igen.
pt_br: Cookie faltante: %1$s. Por favor, faça o login novamente.

source: Cookie "%1$s" cannot be found because requests do not have any cookies. Please re-login.
da_dk: Cookie "%1$s" kan ikke findes, da forespørgsler ikke har nogle cookies. Log ind igen.
pt_br: Cookie "%1$s" não pode ser localizado, pois a requisição não possui nenhum cookie. Por favor, faça o login novamente.

source: Exception while writing JSON.
da_dk: Undtagelse under JSON-skrivning.
pt_br: Exceção ao gravar JSON.
ru_ru: Произошло исключение при записи JSON.
sv_se: Undantag när JSON skrevs.

source: Exception while parsing JSON: "%s".
da_dk: Fejl under JSON-fortolkning: "%s".
pt_br: Exceção ao analisar JSON: "%s".
ru_ru: Произошло исключение при разборе JSON: «%s».
sv_se: Undantag vid tolkning av JSON: "%s".

source: Invalid cookie.
da_dk: Ugyldige cookie.
pt_br: Cookie inválido.
ru_ru: Неверный cookie-файл.
sv_se: Ogiltig kaka.

source: Exception while building JSON.
da_dk: Undtagelse under JSON-opbygning.
pt_br: Exceção ao compilar JSON.
ru_ru: Произошло исключение при сборке JSON.
sv_se: Undantag när JSON byggdes.

source: Value "%1$s" of attribute %2$s contains non digit characters.
da_dk: Værdi "%1$s" af attribut "%2$s" indholder andet end taltegn.
pt_br: Valor "%1$s" do atributo %2$s contém caracteres não numéricos.
ru_ru: Значение «%1$s» атрибута %2$s содержит нецифровые знаки.
sv_se: Värdet "%1$s" på attributet %2$s innehåller tecken som inte är siffror.

source: Too many digits within field %1$s.
da_dk: For mange ciffre i feltet %1$s.
pt_br: Muitos dígitos dentro do campo %1$s.
ru_ru: Поле %1$s содержит слишком много цифр.
sv_se: För många siffror i fältet %1$s.

source: Unable to parse value "%1$s" within field %2$s as a number.
da_dk: Kan ikke fortolke værdien "%1$s" i feltet %2$s som et tal.
pt_br: Não foi possível analisar o valor "%1$s" dentro do campo %2$s como um número.
ru_ru: Не удалось извлечь числовое значение «%1$s» из поля %2$s.
sv_se: Kunde inte tolka värdet "%1$s" inom området %2$s som ett nummer.

source: Invalid value "%2$s" in JSON attribute "%1$s".
da_dk: Ugyldig værdi, "%2$s", i JSON-attributten "%1$s".
pt_br: Valor inválido "%2$s" no atributo JSON "%1$s".
ru_ru: Недопустимое значение атрибута «%1$s»: «%2$s».
sv_se: Ogiltigt värde "%2$s" i JSON-attributet "%1$s".

source: Missing field "%1$s" in JSON data.
da_dk: Manglende felt, "%1$s", i JSON-data.
pt_br: Campo faltante "%1$s" nos dados JSON.
ru_ru: Отсутствует поле «%1$s» в данных JSON.
sv_se: Saknar fältet "%1$s" i JSON-data.

source: Invalid value in element "%1$s": %2$s.
da_dk: Ugyldig værdi i element "%1$s": %2$s.
pt_br: Valor inválido no elemento "%1$s": %2$s.
ru_ru: Недопустимое значение в элементе «%1$s»: %2$s.
sv_se: Ogiltigt värde i element "%1$s": %2$s.

source: An I/O error occurred.
da_dk: En I/O-fejl opstod.
pt_br: Ocorreu um erro de E/S.
ru_ru: Произошла ошибка ввода-вывода.
sv_se: Ett I/O-fel inträffade.

source: Missing field %1$s.
da_dk: Feltet %1$s mangler.
pt_br: Campo faltante %1$s.
ru_ru: Отсутствует поле %1$s.
sv_se: Fält saknas %1$s.

source: Missing header field %1$s.
da_dk: Feltet %1$s mangler i hoved.
pt_br: Campo de cabeçalho faltante %1$s.
ru_ru: Отсутствует поле заголовка %1$s.
sv_se: Rubrikfältet saknas %1$s.

source: Invalid action %1$s.
da_dk: Ugyldig handling, %1$s.
pt_br: Ação inválida %1$s.
ru_ru: Недопустимое действие: %1$s.
sv_se: Ogiltigt åtgärd %1$s.

source: %1$s is not a number.
da_dk: %1$s er ikke et tal.
pt_br: %1$s não é um número.
ru_ru: %1$s не является числом.
sv_se: %1$s är inte ett nummer.

source: No principal found: %1$s.
da_dk: Ingen udbyder fundet: %1$s.
pt_br: Nenhum dirigente localizado: %1$s.
ru_ru: %1$s не найден.
sv_se: Ingen principal hittades: %1$s.

source: Empty passwords are not allowed.
da_dk: Tomme adgangskoder accepteres ikke.
pt_br: Senha em branco não é permitida.
ru_ru: Пароль не может быть пустым.
sv_se: Tomma lösenord förbjudna.

source: Unsupported authorization mechanism in "Authorization" header: %1$s.
da_dk: Uunderstøttet bemyndigelsesmekanisme i "Authorization"-felt: %1$s.
pt_br: Mecanismo de autorização não é suportado no cabeçalho "Autorização": %1$s.
ru_ru: Неподдерживаемый механизм в заголовке «Авторизация»: %1$s.
sv_se: Behörighetsmekanismen i "Authorization"-huvudet stöds inte: %1$s.

source: Resolving user name "%1$s" failed.
da_dk: Kunne ikke bestemme brugernavn "%1$s".
pt_br: Falha ao resolver nome de usuário "%1$s".
ru_ru: Ошибка при разборе имени пользователя «%1$s».
sv_se: Kunde inte lösa användarnamnet "%1$s".

source: Authentication failed for user name: %1$s
da_dk: Godkendelse fejlede for bruger %1$s
pt_br: Falha ao autenticar nome de usuário: %1$s
ru_ru: Ошибка аутентификации пользователя %1$s.
sv_se: Behörighetskontroll misslyckades för användarnamnet: %1$s

source: A WebDAV error occurred.
da_dk: Der opstod en WebDAV-fejl.
pt_br: Ocorreu um erro de WebDAV.
ru_ru: Произошла ошибка WebDAV.
sv_se: Ett WebDAV-fel inträffade.

source: The folder %s doesn't exist.
da_dk: Mappen %s findes ikke.
pt_br: A pasta %s não existe.
ru_ru: Папка %s не существует.
sv_se: Mappen %s finns inte.

source: The directory already exists.
da_dk: Kataloget findes allerede.
pt_br: O diretório já existe.
ru_ru: Каталог уже существует.
sv_se: Katalogen finns redan.

source: No write permission.
da_dk: Ingen skriveadgang.
pt_br: Sem permissão de escrita.
ru_ru: Нет прав для записи.
sv_se: Inga skrivrättigheter.

source: File "%1$s" already exists.
da_dk: Filen "%1$s" findes allerede.
pt_br: Arquivo "%1$s" já existe.
ru_ru: Файл «%1$s» уже существует.
sv_se: Filen "%1$s" finns redan.

source: Collections must not have bodies.
da_dk: Samlinger skal have kroppe.
pt_br: Coleções não devem ter corpos.
ru_ru: Коллекции не должны содержать текст.
sv_se: Samlingar får inte ha kroppar.

source: "%1$s" is a directory.
da_dk: "%1$s" er et katalog.
pt_br: "%1$s" é um diretório.
ru_ru: «%1$s» является каталогом.
sv_se: "%1$s" är en katalog.

source: Start of SessionStorageService failed.
da_dk: Start af "SessionStorageService" mislykkedes.
pt_br: Falha ao iniciar o Serviço de Armazenamento de Sessão.
ru_ru: Не удалось запустить SessionStorageService.
sv_se: Kunde inte starta SessionStorageService.

source: Saving session with sessionId %1$s failed.
da_dk: Kunne ikke gemme session med id %1$s.
pt_br: Falha ao salvar sessão com ID de sessão %1$s.
ru_ru: Не удалось сохранить сеанс с SessionID %1$s.
sv_se: Kunde inte spara session med sessions-ID %1$s.

source: Lookup for session with sessionId %1$s failed.
da_dk: Opslag af session med id %1$s mislykkedes.
pt_br: Falha ao procurar por sessão com ID de sessão %1$s.
ru_ru: Сеанс с SessionID %1$s не найден.
sv_se: Kunde inte slå upp session med sessions-ID %1$s.

source: Removing session with sessionId %1$s failed.
da_dk: Kunne ikke slette session med id %1$s.
pt_br: Falha ao remover sessão com ID de sessão %1$s.
ru_ru: Не удалось удалить сеанс с SessionID %1$s.
sv_se: Kunde inte ta bort session med sessions-ID %1$s.

source: Operation %1$s not supported.
da_dk: Handlingen %1$s ikke understøttet.
pt_br: A operação %1$s não é suportada.
ru_ru: Операция %1$s не поддерживается.
sv_se: Åtgärden %1$s stöds inte.

source: Lookup for session with altId %1$s failed
da_dk: Opslag af session med alternativt id %1$s mislykkedes
pt_br: Falha ao procurar por sessão com altId %1$s
ru_ru: Сеанс с altid %1$s не найден.
sv_se: Kunde inte slå upp session med alt-ID %1$s

source: No sessions found for user %1$s in context %2$s
da_dk: Fandt ikke nogle sessioner for bruger %1$s i kontekst %2$s
pt_br: Nenhuma sessão localizada para o usuário %1$s no contexto %2$s
ru_ru: Не найдены сеансы пользователя %1$s в контексте %2$s.
sv_se: Inga sessioner hittades för användaren %1$s i kontext %2$s.

source: No sessions found for context %1$s
da_dk: Fandt ikke nogle sessioner for kontekst %1$s
pt_br: Nenhuma sessão localizada no contexto %1$s
ru_ru: Не найдены сеансы для контекста %1$s.
sv_se: Inga sessioner hittades för kontext %1$s

source: No session found for identifier: %1$s
da_dk: Fandt ikke nogen session for id: %1$s
pt_br: Nenhuma sessão localizada para o identificador: %1$s
ru_ru: Не найден сеанс для идентификатора %1$s.
sv_se: Ingen session hittades för identifieraren: %1$s

source: Saving session with session identifier %1$s failed.
da_dk: Kunne ikke gemme session med id %1$s.
pt_br: Falha ao salvar sessão com identificador de sessão %1$s.
ru_ru: Не удалось сохранить сеанс %1$s.
sv_se: Kunde inte spara sessionen med sessionsidentifieraren %1$s.

source: Lookup for session with session identifier %1$s failed.
da_dk: Opslag af session med id %1$s mislykkedes.
pt_br: Falha ao procurar por sessão com identificador de sessão %1$s.
ru_ru: Сеанс с ID %1$s не найден.
sv_se: Kunde inte slå upp session med sessionsidentifieraren %1$s.

source: Removing session with session identifier %1$s failed.
da_dk: Kunne ikke slette session med id %1$s.
pt_br: Falha ao remover sessão com identificador de sessão %1$s.
ru_ru: Не удалось удалить сеанс с идентификатором %1$s.
sv_se: Kunde inte ta bort sessionen med sessionsidentifieraren %1$s.

source: Lookup for session with alternative identifier %1$s failed.
da_dk: Opslag af session med alternativt id %1$s mislykkedes.
pt_br: Falha ao procurar por sessão com identificador alternativo %1$s.
ru_ru: Не удалось найти сеанс с дополнительным идентификатором %1$s.
sv_se: Kunde inte slå upp sessionen med alternativ identifierare %1$s.

source: No sessions found for user %1$s in context %2$s.
da_dk: Fandt ikke nogle sessioner for bruger %1$s i kontekst %2$s.
pt_br: Nenhuma sessão localizada para o usuário %1$s no contexto %2$s.
ru_ru: Не найдены сеансы пользователя %1$s в контексте %2$s.
sv_se: Ingen session hittades för användaren %1$s i kontext %2$s.

source: No sessions found for context %1$s.
da_dk: Fandt ikke nogle sessioner for kontekst %1$s.
pt_br: Nenhuma sessão localizada no contexto %1$s.
ru_ru: Не найден сеанс для контекста %1$s.
sv_se: Ingen session hittades för kontext %1$s.

source: No sessions found by random token %1$s.
da_dk: Fandt ikke nogle sessioner for tilfældigt symbol, %1$s.
pt_br: Nenhuma sessão localizada por token aleatório %1$s.
ru_ru: Нет сеанса для случайного маркера %1$s.
sv_se: Ingen session hittades av slumpmässigt bevis %1$s.

source: No session with session identifier %1$s found.
da_dk: Kunne ikke finde session med id %1$s.
pt_br: Nenhuma sessão localizada com identificador de sessão %1$s.
sv_se: Hittade inte session med sessionsidentifieraren %1$s.

source: Lookup for session with public identifier %1$s failed
da_dk: Opslag af session med offentligt id %1$s mislykkedes
pt_br: Falha ao procurar a sessão com identificador público %1$s
sv_se: Kunde inte slå upp sessionen med den offentliga identifieraren %1$s

source: No sessions found by random token %1$s
da_dk: Fandt ikke nogle sessioner for tilfældigt symbol, %1$s
pt_br: Nenhuma sessão localizada por token aleatório %1$s
ru_ru: Нет сеанса для случайного маркера %1$s.
sv_se: Ingen session hittades av slumpmässigt bevis %1$s

source: Error in config file.
da_dk: Fejl i opsætningsfil.
pt_br: Erro no arquivo de configuração.
ru_ru: Ошибка в файле конфигурации.
sv_se: Fel i konfigurationsfil.

source: The message part with sequence ID %1$s could not be found in message %2$s in folder %3$s
da_dk: Beskeddelen med sekvens-id %1$s kunne ikke findes i beskeden %2$s i mappen %3$s
pt_br: A parte da mensagem com ID de sequência %1$s não pôde ser localizada na mensagem %2$s na pasta %3$s
ru_ru: Часть сообщения с идентификатором %1$s не найдена в сообщении %2$s в папке %3$s
sv_se: Meddelandedelen med sekvens-ID %1$s kunde inte hittas i meddelandet %2$s i mapp %3$s

source: Html-2-Text conversion failed: %1$s
da_dk: Oversættelse fra HTML til tekst mislykkedes: %1$s
pt_br: Conversão do HTML-2-text falhou: %1$s
ru_ru: Ошибка преобразования HTML в текст: %1$s
sv_se: HTML-till-text-konvertering misslyckades: %1$s

source: An internal error occurred: %1$s
da_dk: Der opstod en intern fejl: %1$s
pt_br: Ocorreu um erro interno: %1$s
ru_ru: Внутренняя ошибка : %1$s
sv_se: Ett internt fel inträffade: %1$s

source: There are no recipient(s) for the new message.
da_dk: Den nye besked har ingen modtagere.
pt_br: Não há destinatário(s) para a nova mensagem.
ru_ru: Не указан адресат для нового сообщения.
sv_se: Det nya meddelandet har inga mottagare.

source: Receipt acknowledgment cannot be sent: missing header %1$s in message %2$s
da_dk: Kan ikke kvittere for modtagelse. Feltet %1$s mangler i besked %2$s
pt_br: Confirmação de recebimento não pôde ser enviada: cabeçalho faltante %1$s na mensagem %2$s
ru_ru: Уведомление не отправлено: отсутствует заголовок %1$s в сообщении %2$s.
sv_se: Bekräftelsekvittot kan inte skickas: rubriken %1$s saknas i meddelandet %2$s

source: No send address could be found in user configuration
da_dk: Kunne ikke finde en afsenderadresse i brugeropsætningen
pt_br: Nenhum endereço de envio pôde ser localizado na configuração do usuário
ru_ru: Не найден адрес в конфигурации пользователя.
sv_se: Ingen adress att skicka till hittades i användarinställningarna

source: No storage access because mail connection is not connected
da_dk: Kan ikke tilgå lager, da der ikke er forbindelse til postserveren
pt_br: Nenhum acesso ao armazenamento, pois a conexão de e-mail não está conectada
ru_ru: Нет доступа к области данных, так как нет почтового подключения.
sv_se: Ingen lagringsåtkomst, eftersom e-posten inte är ansluten

source: Unable to parse SMTP server URI "%1$s".
da_dk: Forstår ikke SMTP-server-URI "%1$s".
pt_br: Não foi possível analisar a URI do servidor SMTP "%1$s".
ru_ru: Не удалось разобрать URI сервера SMTP: «%1$s».
sv_se: Kan inte tolka SMTP-serverns URI "%1$s".

source: The following recipient is not allowed: %1$s. Please remove associated address and try again.
da_dk: Den følgende modtager er ikke tilladt: %1$s. Fjern den tilknyttede adresse og prøv igen.
pt_br: O seguinte destinatário não é permitido: %1$s. Por favor, remova o endereço associado e tente novamente.
ru_ru: Недопустимый получатель: %1$s. Удалите его адрес и повторите попытку.
sv_se: Följande mottagare får inte användas: %1$s. Ta bort den associerade adressen och försök igen.
