Repository: cognitionworks/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: da_dk, pt_br, ru_ru, sv_se

source: America/Cambridge Bay
da_dk: Amerika/Cambridge Bay
pt_br: América/Cambridge Bay
ru_ru: Америка/Кеймбридж-Бей
sv_se: Amerika/Cambridge Bay

source: America/Campo Grande
da_dk: Amerika/Campo Grande
pt_br: América/Campo Grande
ru_ru: Америка/Кампу-Гранди
sv_se: Amerika/Campo Grande

source: America/Cancun
da_dk: Amerika/Cancun
pt_br: América/Cancún
ru_ru: Америка/Канкун
sv_se: Amerika/Cancun

source: America/Caracas
da_dk: Amerika/Caracas
pt_br: América/Caracas
ru_ru: Америка/Каракас
sv_se: Amerika/Caracas

source: America/Catamarca
da_dk: Amerika/Catamarca
pt_br: América/Catamarca
ru_ru: Америка/Катамарка
sv_se: Amerika/Catamarca

source: America/Cayenne
da_dk: Amerika/Cayenne
pt_br: América/Caiena
ru_ru: Америка/Кайенна
sv_se: Amerika/Cayenne

source: America/Cayman
da_dk: Amerika/Cayman
pt_br: América/Ilhas Caiman
ru_ru: Америка/Кайман
sv_se: Amerika/Cayman

source: America/Chicago
da_dk: Amerika/Chicago
pt_br: América/Chicago
ru_ru: Америка/Чикаго
sv_se: Amerika/Chicago

source: America/Chihuahua
da_dk: Amerika/Chihuahua
pt_br: América/Chihuahua
ru_ru: Америка/Чихуахуа
sv_se: Amerika/Chihuahua

source: America/Coral Harbour
da_dk: Amerika/Coral Harbour
pt_br: América/Coral Harbour
ru_ru: Америка/Корал-Харбор
sv_se: Amerika/Coral Harbour

source: America/Cordoba
da_dk: Amerika/Cordoba
pt_br: América/Córdoba
ru_ru: Америка/Кордоба
sv_se: Amerika/Cordoba

source: America/Costa Rica
da_dk: Amerika/Costa Rica
pt_br: América/Costa Rica
ru_ru: Америка/Коста-Рика
sv_se: Amerika/Costa Rica

source: America/Creston
da_dk: Amerika/Creston
pt_br: América/Creston
ru_ru: Америка/Крестон
sv_se: Amerika/Creston

source: America/Cuiaba
da_dk: Amerika/Cuiaba
pt_br: América/Cuiabá
ru_ru: Америка/Куяба
sv_se: Amerika/Cuiaba

source: America/Curacao
da_dk: Amerika/Curacao
pt_br: América/Curaçao
ru_ru: Америка/Курасао
sv_se: Amerika/Curaçao

source: America/Danmarkshavn
da_dk: Amerika/Danmarkshavn
pt_br: América/Danmarkshavn
ru_ru: Америка/Денмаркшавн
sv_se: Amerika/Danmarkshavn

source: America/Dawson
da_dk: Amerika/Dawson
pt_br: América/Dawson
ru_ru: Америка/Досон
sv_se: Amerika/Dawson

source: America/Dawson Creek
da_dk: Amerika/Dawson Creek
pt_br: América/Dawson Creek
ru_ru: Америка/Досон Крик
sv_se: Amerika/Dawson's Creek

source: America/Denver
da_dk: Amerika/Denver
pt_br: América/Denver
ru_ru: Америка/Денвер
sv_se: Amerika/Denver

source: America/Detroit
da_dk: Amerika/Detroit
pt_br: América/Detroit
ru_ru: Америка/Детройт
sv_se: Amerika/Detroit

source: America/Dominica
da_dk: Amerika/Dominica
pt_br: América/Dominica
ru_ru: Америка/Доминика
sv_se: Amerika/Dominica

source: America/Edmonton
da_dk: Amerika/Edmonton
pt_br: América/Edmonton
ru_ru: Америка/Эдмонтон
sv_se: Amerika/Edmonton

source: America/Eirunepe
da_dk: Amerika/Eirunepe
pt_br: América/Eirunepé
ru_ru: Америка/Эйрунепе
sv_se: Amerika/Eirunepe

source: America/El Salvador
da_dk: Amerika/El Salvador
pt_br: América/El Salvador
ru_ru: Америка/Сальвадор
sv_se: Amerika/El Salvador

source: America/Ensenada
da_dk: Amerika/Ensenada
pt_br: América/Ensenada
ru_ru: Америка/Энсенада
sv_se: Amerika/Ensenada

source: America/Fort Wayne
da_dk: Amerika/Fort Wayne
pt_br: América/Fort Wayne
ru_ru: Америка/Форт-Уэйн
sv_se: Amerika/Fort Wayne

source: America/Fortaleza
da_dk: Amerika/Fortaleza
pt_br: América/Fortaleza
ru_ru: Америка/Форталеза
sv_se: Amerika/Fortaleza

source: America/Glace Bay
da_dk: Amerika/Glace Bay
pt_br: América/Glace Bay
ru_ru: Америка/Глас Бэй
sv_se: Amerika/Glace Bay

source: America/Godthab
da_dk: Amerika/Godthab
pt_br: America/Nuuk
ru_ru: Америка/Готхоб
sv_se: Amerika/Godthåb

source: America/Goose Bay
da_dk: Amerika/Goose Bay
pt_br: América/Goose Bay
ru_ru: Америка/Гус Бэй
sv_se: Amerika/Goose Bay

source: America/Grand Turk
da_dk: Amerika/Grand Turk
pt_br: América/Grand Turk
ru_ru: Америка/Гранд-Терк
sv_se: Amerika/Grand Turk

source: America/Grenada
da_dk: Amerika/Grenada
pt_br: América/Granada
ru_ru: Америка/Гренада
sv_se: Amerika/Grenada

source: America/Guadeloupe
da_dk: Amerika/Guadeloupe
pt_br: América/Guadalupe
ru_ru: Америка/Гваделупа
sv_se: Amerika/Guadeloupe

source: America/Guatemala
da_dk: Amerika/Guatemala
pt_br: América/Guatemala
ru_ru: Америка/Гватемала
sv_se: Amerika/Guatemala

source: America/Guayaquil
da_dk: Amerika/Guayaquil
pt_br: América/Guaiaquil
ru_ru: Америка/Гуаякиль
sv_se: Amerika/Guayaquil

source: America/Guyana
da_dk: Amerika/Guyana
pt_br: América/Guiana
ru_ru: Америка/Гайана
sv_se: Amerika/Guyana

source: America/Halifax
da_dk: Amerika/Halifax
pt_br: América/Halifax
ru_ru: Америка/Галифакс
sv_se: Amerika/Halifax

source: America/Havana
da_dk: Amerika/Havana
pt_br: América/Havana
ru_ru: Америка/Гавана
sv_se: Amerika/Havanna

source: America/Hermosillo
da_dk: Amerika/Hermosillo
pt_br: América/Hermosillo
ru_ru: Америка/Гермосилло
sv_se: Amerika/Hermosillo

source: America/Indiana/Indianapolis
da_dk: Amerika/Indiana/Indianapolis
pt_br: América/Indiana/Indianapolis
ru_ru: Америка/Индиана/Индианаполис
sv_se: Amerika/Indiana/Indianapolis

source: America/Indiana/Knox
da_dk: Amerika/Indiana/Knox
pt_br: América/Indiana/Knox
ru_ru: Америка/Индиана/Нокс
sv_se: Amerika/Indiana/Knox

source: America/Indiana/Marengo
da_dk: Amerika/Indiana/Marengo
pt_br: América/Indiana/Marengo
ru_ru: Америка/Индиана/Маренго
sv_se: Amerika/Indiana/Marengo

source: America/Indiana/Petersburg
da_dk: Amerika/Indiana/Petersburg
pt_br: América/Indiana/Petersburg
ru_ru: Америка/Индиана/Петербург
sv_se: Amerika/Indiana/Petersburg

source: America/Indiana/Tell City
da_dk: Amerika/Indiana/Tell City
pt_br: América/Indiana/Tell City
ru_ru: Америка/Индиана/Телл Сити
sv_se: Amerika/Indiana/Tell City

source: America/Indiana/Vevay
da_dk: Amerika/Indiana/Vevay
pt_br: América/Indiana/Vevay
ru_ru: Америка/Индиана/Вивей
sv_se: Amerika/Indiana/Vevay

source: America/Indiana/Vincennes
da_dk: Amerika/Indiana/Vincennes
pt_br: América/Indiana/Vincennes
ru_ru: Америка/Индиана/Винсеннес
sv_se: Amerika/Indiana/Vincennes

source: America/Indiana/Winamac
da_dk: Amerika/Indiana/Winamac
pt_br: América/Indiana/Winamac
ru_ru: Америка/Индиана/Уинамак
sv_se: Amerika/Indiana/Winamac

source: America/Indianapolis
da_dk: Amerika/Indianapolis
pt_br: América/Indianapolis
ru_ru: Америка/Индианаполис
sv_se: Amerika/Indianapolis

source: America/Inuvik
da_dk: Amerika/Inuvik
pt_br: América/Inuvik
ru_ru: Америка/Инувик
sv_se: Amerika/Inuvik

source: America/Iqaluit
da_dk: Amerika/Iqaluit
pt_br: América/Iqaluit
ru_ru: Америка/Икалуит
sv_se: Amerika/Iqaluit

source: America/Jamaica
da_dk: Amerika/Jamaica
pt_br: América/Jamaica
ru_ru: Америка/Ямайка
sv_se: Amerika/Jamaica

source: America/Jujuy
da_dk: Amerika/Jujuy
pt_br: América/Jujuy
ru_ru: Америка/Жужуй
sv_se: Amerika/Jujuy

source: America/Juneau
da_dk: Amerika/Juneau
pt_br: América/Juneau
ru_ru: Америка/Джуно
sv_se: Amerika/Juneau

source: America/Kentucky/Louisville
da_dk: Amerika/Kentucky/Louisville
pt_br: América/Kentucky/Louisville
ru_ru: Америка/Кентукки/Луисвиль
sv_se: Amerika/Kentucky/Louisville

source: America/Kentucky/Monticello
da_dk: Amerika/Kentucky/Monticello
pt_br: América/Kentucky/Monticello
ru_ru: Америка/Кентукки/Монтицелло
sv_se: Amerika/Kentucky/Monticello

source: America/Knox IN
da_dk: Amerika/Knox IN
pt_br: América/Knox IN
ru_ru: Америка/Индиана/Нокс
sv_se: Amerika/Knox IN

source: America/Kralendijk
da_dk: Amerika/Kralendijk
pt_br: América/Kralendijk
ru_ru: Америка/Кралендейк
sv_se: Amerika/Kralendijk

source: America/La Paz
da_dk: Amerika/La Paz
pt_br: América/La Paz
ru_ru: Америка/Ла-Пас
sv_se: Amerika/La Paz

source: America/Lima
da_dk: Amerika/Lima
pt_br: América/Lima
ru_ru: Америка/Лима
sv_se: Amerika/Lima

source: America/Los Angeles
da_dk: Amerika/Los Angeles
pt_br: América/Los Angeles
ru_ru: Америка/Лос-Анджелес
sv_se: Amerika/Los Angeles

source: America/Louisville
da_dk: Amerika/Louisville
pt_br: América/Louisville
ru_ru: Америка/Луисвиль
sv_se: Amerika/Louisville

source: America/Lower Princes
da_dk: Amerika/Lower Princes
pt_br: América/Lower Princes
ru_ru: Америка/Сен-Мартин
sv_se: Amerika/Lower Princes

source: America/Maceio
da_dk: Amerika/Maceio
pt_br: América/Maceió
ru_ru: Америка/Масейо
sv_se: Amerika/Maceio

source: America/Managua
da_dk: Amerika/Managua
pt_br: América/Manágua
ru_ru: Америка/Манагуа
sv_se: Amerika/Managua

source: America/Manaus
da_dk: Amerika/Manaus
pt_br: América/Manaus
ru_ru: Америка/Манаус
sv_se: Amerika/Manaus

source: America/Marigot
da_dk: Amerika/Marigot
pt_br: América/Marigot
ru_ru: Америка/Маригот
sv_se: Amerika/Marigot

source: America/Martinique
da_dk: Amerika/Martinique
pt_br: América/Martinica
ru_ru: Америка/Мартиника
sv_se: Amerika/Martinique

source: America/Matamoros
da_dk: Amerika/Matamoros
pt_br: América/Matamoros
ru_ru: Америка/Матаморос
sv_se: Amerika/Matamoros

source: America/Mazatlan
da_dk: Amerika/Mazatlan
pt_br: América/Mazatlán
ru_ru: Америка/Масатлан
sv_se: Amerika/Mazatlán

source: America/Mendoza
da_dk: Amerika/Mendoza
pt_br: América/Mendoza
ru_ru: Америка/Мендоза
sv_se: Amerika/Mendoza

source: America/Menominee
da_dk: Amerika/Menominee
pt_br: América/Menominee
ru_ru: Америка/Меномини
sv_se: Amerika/Menominee

source: America/Merida
da_dk: Amerika/Merida
pt_br: América/Mérida
ru_ru: Америка/Мерида
sv_se: Amerika/Merida

source: America/Metlakatla
da_dk: Amerika/Metlakatla
pt_br: América/Metlakatla
ru_ru: Америка/Метлейкатла
sv_se: Amerika/Metlakatla

source: America/Mexico City
da_dk: Amerika/Mexico City
pt_br: América/Cidade do México
ru_ru: Америка/Мехико
sv_se: Amerika/Mexico City

source: America/Miquelon
da_dk: Amerika/Miquelon
pt_br: América/Miquelon
ru_ru: Америка/Микелон
sv_se: Amerika/Miquelon

source: America/Moncton
da_dk: Amerika/Moncton
pt_br: América/Moncton
ru_ru: Америка/Монктон
sv_se: Amerika/Moncton

source: America/Monterrey
da_dk: Amerika/Monterrey
pt_br: América/Monterrey
ru_ru: Америка/Монтерей
sv_se: Amerika/Monterrey

source: America/Montevideo
da_dk: Amerika/Montevideo
pt_br: América/Montevidéu
ru_ru: Америка/Монтевидео
sv_se: Amerika/Montevideo

source: America/Montreal
da_dk: Amerika/Montreal
pt_br: América/Montreal
ru_ru: Америка/Монреаль
sv_se: Amerika/Montreal

source: America/Montserrat
da_dk: Amerika/Montserrat
pt_br: América/Montserrat
ru_ru: Америка/Монтсеррат
sv_se: Amerika/Montserrat

source: America/Nassau
da_dk: Amerika/Nassau
pt_br: América/Nassau
ru_ru: Америка/Нассау
sv_se: Amerika/Nassau

source: America/New York
da_dk: Amerika/New York
pt_br: América/Nova Iorque
ru_ru: Америка/Нью-Йорк
sv_se: Amerika/New York

source: America/Nipigon
da_dk: Amerika/Nipigon
pt_br: América/Nipigon
ru_ru: Америка/Нипигон
sv_se: Amerika/Nipigon

source: America/Nome
da_dk: Amerika/Nome
pt_br: América/Nome
ru_ru: Америка/Ном
sv_se: Amerika/Nome

source: America/Noronha
da_dk: Amerika/Noronha
pt_br: América/Fernando de Noronha
ru_ru: Америка/Норонья
sv_se: Amerika/Noronha

source: America/North Dakota/Beulah
da_dk: Amerika/North Dakota/Beulah
pt_br: América/Dakota do Norte/Beulah
ru_ru: Америка/Северная Дакота/Бойла
sv_se: Amerika/North Dakota/Beulah

source: America/North Dakota/Center
da_dk: Amerika/North Dakota/Center
pt_br: América/Dakota do Norte/Centro
ru_ru: Америка/Северная Дакота/Центр
sv_se: Amerika/North Dakota/Center

source: America/North Dakota/New Salem
da_dk: Amerika/North Dakota/New Salem
pt_br: América/Dakota do Norte/New Salem
ru_ru: Америка/Северная Дакота/Нью Салем
sv_se: Amerika/North Dakota/New Salem

source: America/Ojinaga
da_dk: Amerika/Ojinaga
pt_br: América/Ojinaga
ru_ru: Америка/Охинага
sv_se: Amerika/Ojinaga

source: America/Panama
da_dk: Amerika/Panama
pt_br: América/Panamá
ru_ru: Америка/Панама
sv_se: Amerika/Panama

source: America/Pangnirtung
da_dk: Amerika/Pangnirtung
pt_br: América/Pangnirtung
ru_ru: Америка/Пангниртанг
sv_se: Amerika/Pangnirtung

source: America/Paramaribo
da_dk: Amerika/Paramaribo
pt_br: América/Paramaribo
ru_ru: Америка/Парамарибо
sv_se: Amerika/Paramaribo

source: America/Phoenix
da_dk: Amerika/Phoenix
pt_br: América/Phoenix
ru_ru: Америка/Феникс
sv_se: Amerika/Phoenix

source: America/Port-au-Prince
da_dk: Amerika/Port-au-Prince
pt_br: América/Porto Príncipe
ru_ru: Америка/Порто-Пренс
sv_se: Amerika/Port-au-Prince

source: America/Port of Spain
da_dk: Amerika/Port of Spain
pt_br: América/Port of Spain
ru_ru: Америка/Порт-оф-Спейн
sv_se: Amerika/Port of Spain

source: America/Porto Acre
da_dk: Amerika/Porto Acre
pt_br: América/Porto Acre
ru_ru: Америка/Порту-Акри
sv_se: Amerika/Porto Acre

source: America/Porto Velho
da_dk: Amerika/Porto Velho
pt_br: América/Porto Velho
ru_ru: Америка/Порту-Велью
sv_se: Amerika/Porto Velho

source: America/Puerto Rico
da_dk: Amerika/Puerto Rico
pt_br: América/Porto Rico
ru_ru: Америка/Пуэрто-Рико
sv_se: Amerika/Puerto Rico

source: America/Rainy River
da_dk: Amerika/Rainy River
pt_br: América/Rainy River
ru_ru: Америка/Рейни Ривер
sv_se: Amerika/Rainy River

source: America/Rankin Inlet
da_dk: Amerika/Rankin Inlet
pt_br: América/Rankin Inlet
ru_ru: Америка/Ранкин-Инлет
sv_se: Amerika/Rankin Inlet

source: America/Recife
da_dk: Amerika/Recife
pt_br: América/Recife
ru_ru: Америка/Ресифи
sv_se: Amerika/Recife

source: America/Regina
da_dk: Amerika/Regina
pt_br: América/Regina
ru_ru: Америка/Регина
sv_se: Amerika/Regina

source: America/Resolute
da_dk: Amerika/Resolute
pt_br: América/Resolute
ru_ru: Resolute
sv_se: Amerika/Resolute

source: America/Rio Branco
da_dk: Amerika/Rio Branco
pt_br: América/Rio Branco
ru_ru: Америка/Рио-Бранко
sv_se: Amerika/Rio Branco

source: America/Rosario
da_dk: Amerika/Rosario
pt_br: América/Rosário
ru_ru: Америка/Розарио
sv_se: Amerika/Rosario

source: America/Santa Isabel
da_dk: Amerika/Santa Isabel
pt_br: América/Santa Isabel
ru_ru: Америка/Санта-Исабель
sv_se: Amerika/Santa Isabel

source: America/Santarem
da_dk: Amerika/Santarem
pt_br: América/Santarém
ru_ru: Америка/Сантарем
sv_se: Amerika/Santarem

source: America/Santiago
da_dk: Amerika/Santiago
pt_br: América/Santiago
ru_ru: Америка/Сантьяго
sv_se: Amerika/Santiago

source: America/Santo Domingo
da_dk: Amerika/Santo Domingo
pt_br: América/Santo Domingo
ru_ru: Америка/Санто-Доминго
sv_se: Amerika/Santo Domingo

source: America/Sao Paulo
da_dk: Amerika/Sao Paulo
pt_br: América/São Paulo
ru_ru: Америка/Сан-Паулу
sv_se: Amerika/Sao Paulo

source: America/Scoresbysund
da_dk: Amerika/Scoresbysund
pt_br: América/Scoresbysund
ru_ru: Америка/Скорсбизунд
sv_se: Amerika/Scoresbysund

source: America/Shiprock
da_dk: Amerika/Shiprock
pt_br: América/Shiprock
ru_ru: Америка/Шипрок
sv_se: Amerika/Shiprock

source: America/Sitka
da_dk: Amerika/Sitka
pt_br: América/Sitka
ru_ru: Америка/Ситка
sv_se: Amerika/Sitka

source: America/St Barthelemy
da_dk: Amerika/St Barthelemy
pt_br: América/São Bartolomeu
ru_ru: Америка/Сен-Бартелеми
sv_se: Amerika/St Barthelemy

source: America/St Johns
da_dk: Amerika/St Johns
pt_br: América/St Johns
ru_ru: Америка/Сент-Джонс
sv_se: Amerika/St Johns

source: America/St Kitts
da_dk: Amerika/St Kitts
pt_br: América/São Cristóvão
ru_ru: Америка/Сент-Китс
sv_se: Amerika/St Kitts

source: America/St Lucia
da_dk: Amerika/St Lucia
pt_br: América/Santa Lúcia
ru_ru: Америка/Сент-Люсия
sv_se: Amerika/St Lucia

source: America/St Thomas
da_dk: Amerika/St Thomas
pt_br: América/São Tomás
ru_ru: Америка/Сент-Томас
sv_se: Amerika/St Thomas

source: America/St Vincent
da_dk: Amerika/St Vincent
pt_br: América/São Vincente
ru_ru: Америка/Сент-Винсент
sv_se: Amerika/St Vincent

source: America/Swift Current
da_dk: Amerika/Swift Current
pt_br: América/Swift Current
ru_ru: Америка/Свифт Каррент
sv_se: Amerika/Swift Current

source: America/Tegucigalpa
da_dk: Amerika/Tegucigalpa
pt_br: América/Tegucigalpa
ru_ru: Америка/Тегусигальпа
sv_se: Amerika/Tegucigalpa

source: America/Thule
da_dk: Amerika/Thule
pt_br: América/Thule
ru_ru: Америка/Туле
sv_se: Amerika/Thule

source: America/Thunder Bay
da_dk: Amerika/Thunder Bay
pt_br: América/Thunder Bay
ru_ru: Америка/Тандер-Бей
sv_se: Amerika/Thunder Bay

source: America/Tijuana
da_dk: Amerika/Tijuana
pt_br: América/Tijuana
ru_ru: Америка/Тихуана
sv_se: Amerika/Tijuana

source: America/Toronto
da_dk: Amerika/Toronto
pt_br: América/Toronto
ru_ru: Америка/Торонто
sv_se: Amerika/Toronto

source: America/Tortola
da_dk: Amerika/Tortola
pt_br: América/Tortola
ru_ru: Америка/Тортола
sv_se: Amerika/Tortola

source: America/Vancouver
da_dk: Amerika/Vancouver
pt_br: América/Vancouver
ru_ru: Америка/Ванкувер
sv_se: Amerika/Vancouver

source: America/Virgin
da_dk: Amerika/Virgin
pt_br: América/Virgin
ru_ru: Америка/Вирджин
sv_se: Amerika/Junfruöarna

source: America/Whitehorse
da_dk: Amerika/Whitehorse
pt_br: América/Whitehorse
ru_ru: Америка/Вайтхорс
sv_se: Amerika/Whitehorse

source: America/Winnipeg
da_dk: Amerika/Winnipeg
pt_br: América/Winnipeg
ru_ru: Америка/Виннипег
sv_se: Amerika/Winnipeg

source: America/Yakutat
da_dk: Amerika/Yakutat
pt_br: América/Yakutat
ru_ru: Америка/Якутат
sv_se: Amerika/Yakutat

source: America/Yellowknife
da_dk: Amerika/Yellowknife
pt_br: América/Yellowknife
ru_ru: Америка/Йеллоунайф
sv_se: Amerika/Yellowknife

source: Antarctica/Casey
da_dk: Antarktis/Casey
pt_br: Antártica/Casey
ru_ru: Антарктида/Кэйси
sv_se: Antarktis/Casey

source: Antarctica/Davis
da_dk: Antarktis/Davis
pt_br: Antártica/Davis
ru_ru: Антарктика/Дэйвис
sv_se: Antarktis/Davis

source: Antarctica/DumontDUrville
da_dk: Antarktis/DumontDUrville
pt_br: Antártica/DumontDUrville
ru_ru: Антарктика/Дюмон-д'Юрвиль
sv_se: Antarktis/DumontD'Urville

source: Antarctica/Macquarie
da_dk: Antarktis/Macquarie
pt_br: Antártica/Macquarie
ru_ru: Антарктика/Маккуори
sv_se: Antarktis/Macquarie

source: Antarctica/Mawson
da_dk: Antarktis/Mawson
pt_br: Antártica/Mawson
ru_ru: Антарктика/Моусон
sv_se: Antarktis/Mawson

source: Antarctica/McMurdo
da_dk: Antarktis/McMurdo
pt_br: Antártica/McMurdo
ru_ru: Антарктика/Марк-Мердо
sv_se: Antarktis/McMurdo

source: Antarctica/Palmer
da_dk: Antarktis/Palmer
pt_br: Antártica/Palmer
ru_ru: Антарктика/Палмер
sv_se: Antarktis/Palmer

source: Antarctica/Rothera
da_dk: Antarktis/Rothera
pt_br: Antártica/Rothera
ru_ru: Антарктика/Ротера
sv_se: Antarktis/Rothera

source: Antarctica/South Pole
da_dk: Antarktis/South Pole
pt_br: Antártica/Polo Sul
ru_ru: Антарктика/Южный полюс
sv_se: Antarktis/Sydpolen

source: Antarctica/Syowa
da_dk: Antarktis/Syowa
pt_br: Antártica/Showa
ru_ru: Антарктика/Сева
sv_se: Antarktis/Syowa

source: Antarctica/Vostok
da_dk: Antarktis/Vostok
pt_br: Antártica/Vostok
ru_ru: Антарктика/Восток
sv_se: Antarktis/Vostok

source: Arctic/Longyearbyen
da_dk: Arktis/Longyearbyen
pt_br: Ártico/Longyearbyen
ru_ru: Арктика/Лонгйир
sv_se: Arktis/Longyearbyen

source: Asia/Aden
da_dk: Asien/Aden
pt_br: Ásia/Áden
ru_ru: Азия/Аден
sv_se: Asien/Aden

source: Asia/Almaty
da_dk: Asien/Almaty
pt_br: Ásia/Almaty
ru_ru: Азия/Алматы
sv_se: Asien/Almaty

source: Asia/Amman
da_dk: Asien/Amman
pt_br: Ásia/Amã
ru_ru: Азия/Амман
sv_se: Asien/Amman

source: Asia/Anadyr
da_dk: Asien/Anadyr
pt_br: Ásia/Anadir
ru_ru: Азия/Анадырь
sv_se: Asien/Anadir

source: Asia/Aqtau
da_dk: Asien/Aqtau
pt_br: Ásia/Aqtau
ru_ru: Азия/Актау
sv_se: Asien/Aqtau

source: Asia/Aqtobe
da_dk: Asien/Aqtobe
pt_br: Ásia/Aqtobe
ru_ru: Азия/Актюбинск
sv_se: Asien/Aqtobe

source: Asia/Ashgabat
da_dk: Asien/Ashgabat
pt_br: Ásia/Ashgabat
ru_ru: Азия/Ашхабад
sv_se: Asien/Ashgabat

source: Asia/Ashkhabad
da_dk: Asien/Ashkhabad
pt_br: Ásia/Asgabate
ru_ru: Азия/Ашхабад
sv_se: Asien/Ashkabad

source: Asia/Baghdad
da_dk: Asien/Baghdad
pt_br: Ásia/Bagdá
ru_ru: Азия/Багдад
sv_se: Asien/Bagdad

source: Asia/Bahrain
da_dk: Asien/Bahrain
pt_br: Ásia/Barein
ru_ru: Азия/Бахрейн
sv_se: Asien/Bahrain

source: Asia/Baku
da_dk: Asien/Baku
pt_br: Ásia/Baku
ru_ru: Азия/Баку
sv_se: Asien/Baku

source: Asia/Bangkok
da_dk: Asien/Bangkok
pt_br: Ásia/Bangkok
ru_ru: Азия/Бангкок
sv_se: Asien/Bangkok

source: Asia/Beirut
da_dk: Asien/Beirut
pt_br: Ásia/Beirute
ru_ru: Азия/Бейрут
sv_se: Asien/Beirut

source: Asia/Bishkek
da_dk: Asien/Bishkek
pt_br: Ásia/Bishkek
ru_ru: Азия/Бишкек
sv_se: Asien/Bishkek

source: Asia/Brunei
da_dk: Asien/Brunei
pt_br: Ásia/Brunei
ru_ru: Азия/Бруней
sv_se: Asien/Brunei

source: Asia/Calcutta
da_dk: Asien/Calcutta
pt_br: Ásia/Calcutá
ru_ru: Азия/Калькутта
sv_se: Asien/Calcutta

source: Asia/Choibalsan
da_dk: Asien/Choibalsan
pt_br: Ásia/Choibalsan
ru_ru: Азия/Чойбалсан
sv_se: Asien/Choibalsan

source: Asia/Chongqing
da_dk: Asien/Chongqing
pt_br: Ásia/Chongqing
ru_ru: Азия/Чунцин
sv_se: Asien/Chongqing

source: Asia/Chungking
da_dk: Asien/Chungking
pt_br: Ásia/Chungking
ru_ru: Азия/Чунцин
sv_se: Asien/Chungking

source: Asia/Colombo
da_dk: Asien/Colombo
pt_br: Ásia/Colombo
ru_ru: Азия/Коломбо
sv_se: Asien/Colombo

source: Asia/Dacca
da_dk: Asien/Dacca
pt_br: Ásia/Daca
ru_ru: Азия/Дака
sv_se: Asien/Dacca

source: Asia/Damascus
da_dk: Asien/Damascus
pt_br: Ásia/Damasco
ru_ru: Азия/Дамаск
sv_se: Asien/Damascus

source: Asia/Dhaka
da_dk: Asien/Dhaka
pt_br: Ásia/Daca
ru_ru: Азия/Дакка
sv_se: Asien/Dhaka

source: Asia/Dili
da_dk: Asien/Dili
pt_br: Ásia/Dili
ru_ru: Азия/Дили
sv_se: Asien/Dili

source: Asia/Dubai
da_dk: Asien/Dubai
pt_br: Ásia/Dubai
ru_ru: Азия/Дубаи
sv_se: Asien/Dubai

source: Asia/Dushanbe
da_dk: Asien/Dushanbe
pt_br: Ásia/Dushanbê
ru_ru: Азия/Душанбе
sv_se: Asien/Dushanbe

source: Asia/Gaza
da_dk: Asien/Gaza
pt_br: Ásia/Gaza
ru_ru: Азия/Газа
sv_se: Asien/Gaza

source: Asia/Harbin
da_dk: Asien/Harbin
pt_br: Ásia/Harbin
ru_ru: Азия/Харбин
sv_se: Asien/Harbin

source: Asia/Hebron
da_dk: Asien/Hebron
pt_br: Ásia/Hebron
ru_ru: Азия/Хеврон
sv_se: Asien/Hebron

source: Asia/Ho Chi Minh
da_dk: Asien/Ho Chi Minh
pt_br: Ásia/Ho Chi Minh
ru_ru: Азия/Хо Ши Мин
sv_se: Asien/Ho Chi Minh

source: Asia/Hong Kong
da_dk: Asien/Hong Kong
pt_br: Ásia/Hong Kong
ru_ru: Гонконг
sv_se: Asien/Hong Kong

source: Asia/Hovd
da_dk: Asien/Hovd
pt_br: Ásia/Hovd
ru_ru: Азия/Ховд
sv_se: Asien/Hovd

source: Asia/Irkutsk
da_dk: Asien/Irkutsk
pt_br: Ásia/Irkutsk
ru_ru: Азия/Иркутск
sv_se: Asien/Irkutsk

source: Asia/Istanbul
da_dk: Asien/Istanbul
pt_br: Ásia/Istanbul
ru_ru: Азия/Стамбул
sv_se: Asien/Istanbul

source: Asia/Jakarta
da_dk: Asien/Jakarta
pt_br: Ásia/Jacarta
ru_ru: Азия/Джакарта
sv_se: Asien/Jakarta

source: Asia/Jayapura
da_dk: Asien/Jayapura
pt_br: Ásia/Jayapura
ru_ru: Азия/Джаяпура
sv_se: Asien/Jayapura

source: Asia/Jerusalem
da_dk: Asien/Jerusalem
pt_br: Ásia/Jerusalém
ru_ru: Азия/Иерусалим
sv_se: Asien/Jerusalem

source: Asia/Kabul
da_dk: Asien/Kabul
pt_br: Ásia/Cabul
ru_ru: Азия/Кабул
sv_se: Asien/Kabul

source: Asia/Kamchatka
da_dk: Asien/Kamchatka
pt_br: Ásia/Camecháteca
ru_ru: Азия/Камчатка
sv_se: Asien/Kamchatka

source: Asia/Karachi
da_dk: Asien/Karachi
pt_br: Ásia/Karachi
ru_ru: Азия/Карачи
sv_se: Asien/Karachi

source: Asia/Kashgar
da_dk: Asien/Kashgar
pt_br: Ásia/Kashgar
ru_ru: Азия/Кашгар
sv_se: Asien/Kashgar

source: Asia/Kathmandu
da_dk: Asien/Kathmandu
pt_br: Ásia/Katmandu
ru_ru: Азия/Катманду
sv_se: Asien/Kathmandu

source: Asia/Katmandu
da_dk: Asien/Katmandu
pt_br: Ásia/Katmandu
ru_ru: Азия/Катманду
sv_se: Asien/Katmandu

source: Asia/Kolkata
da_dk: Asien/Kolkata
pt_br: Ásia/Calcutá
ru_ru: Азия/Калькутта
sv_se: Asien/Kolkata

source: Asia/Krasnoyarsk
da_dk: Asien/Krasnoyarsk
pt_br: Ásia/Krasnoyarsk
ru_ru: Азия/Красноярск
sv_se: Asien/Krasnoyarsk

source: Asia/Kuala Lumpur
da_dk: Asien/Kuala Lumpur
pt_br: Ásia/Kuala Lumpur
ru_ru: Азия/Куала-Лумпур
sv_se: Asien/Kuala Lumpur

source: Asia/Kuching
da_dk: Asien/Kuching
pt_br: Ásia/Kuching
ru_ru: Азия/Кучинг
sv_se: Asien/Kuching

source: Asia/Kuwait
da_dk: Asien/Kuwait
pt_br: Ásia/Kuwait
ru_ru: Азия/Кувейт
sv_se: Asien/Kuwait

source: Asia/Macao
da_dk: Asien/Macao
pt_br: Ásia/Macau
ru_ru: Азия/Макао
sv_se: Asien/Macao

source: Asia/Macau
da_dk: Asien/Macau
pt_br: Ásia/Macau
ru_ru: Азия/Макао
sv_se: Asien/Macau

source: Asia/Magadan
da_dk: Asien/Magadan
pt_br: Ásia/Magadan
ru_ru: Азия/Магадан
sv_se: Asien/Magadan
