Repository: cognitionworks/appsuite-middleware
Catalog: l10n/client-onboarding-scenarios.*.po
Languages: tr_tr

source: Drive Application
tr_tr: Drive Uygulaması

source: Synchronize your files with our Drive application.
tr_tr: Drive uygulamamızla dosyalarınızı senkronize edin.

source: Mail + Calendar + Address Book
tr_tr: E-posta + Takvim + Adres Defteri

source: To synchronize your Mail, Calendar, Tasks and Address Book data, download and install our desktop application.
tr_tr: E-posta, takvim, görevler ve adres defteri verilerinizi eşitlemek için masaüstü uygulamalarımız indirip kurun.

source: Drive App
tr_tr: Drive Uygulaması

source: Synchronize your files with our Drive App.
tr_tr: Drive uygulamamızla dosyalarınızı senkronize edin.

source: Mail App
tr_tr: E-posta Uygulaması

source: Synchronize your Mail with our Mail App.
tr_tr: E-posta uygulamamızla e-postalarınızı senkronize edin.

source: Calendar + Address Book
tr_tr: Takvim + Adres Defteri

source: Synchronize your Calendar and Address Book data with your device.
tr_tr: Takvim ve adres defteri verilerinizi cihazınızla senkronize edin.

source: Synchronize all your appointments and contacts
tr_tr: Tüm randevularınızı ve kişilerinizi senkronize edin

source: To manually setup your Calendar and Address Book accounts, please use the following information.
tr_tr: Takvim ve adres defteri hesaplarınızı elle ayarlamak için lütfen aşağıdaki bilgileri kullanın.

source: Synchronize your Mail, Calendar and Address Book data with your device.
tr_tr: Posta, takvim ve adres defteri verilerinizi cihazınızla senkronize edin.

source: To manually setup your Mail, Calendar and Address Book accounts, please use the following information.
tr_tr: Posta, takvim ve adres defteri hesaplarınızı elle kurmak için lütfen aşağıdaki bilgileri kullanın.

source: Mail
tr_tr: E-posta

source: Synchronize your Mail with Apple Mail App.
tr_tr: E-postalarınızı Apple Mail uygulamasıyla senkronize edin.

source: To manually setup your Mail account, please use the following information
tr_tr: E-posta hesabınızı elle kurmak için lütfen aşağıdaki bilgileri kullanın
